{
    "timestamp": 1737648133,
    "result": {
        "lakeName": "Little Andrus",
        "sampledPlants": [],
        "shoreLengthMiles": 0.96,
        "DOWNumber": 11005400,
        "waterClarity": [
            [
                "08/09/2012",
                "14"
            ],
            [
                "10/02/2012",
                "15"
            ],
            [
                "08/22/2017",
                "16"
            ],
            [
                "08/29/2018",
                "14"
            ],
            [
                "08/08/2020",
                "11"
            ],
            [
                "08/17/2010",
                "14"
            ],
            [
                "08/14/2013",
                "17"
            ],
            [
                "08/22/2019",
                "12"
            ],
            [
                "07/07/2008",
                "16"
            ],
            [
                "08/28/2008",
                "11"
            ],
            [
                "08/27/2009",
                "10"
            ],
            [
                "08/12/2015",
                "14"
            ],
            [
                "08/29/2016",
                "15"
            ]
        ],
        "averageWaterClarity": "13.8",
        "littoralAcres": 14.0,
        "areaAcres": 27.21,
        "meanDepthFeet": 14.0,
        "maxDepthFeet": 37.0,
        "officeCode": "F212",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "4391224051694040",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.81",
                        "quartileCount": "N/A",
                        "totalWeight": 7054.0,
                        "gearCount": 21.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.91",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "246.67",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1480
                    }
                ],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  Designated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n <br> \nA mark-recapture estimate of the brook trout population in Snowshoe Lake was conducted from October 1 through October 4, 2012.  Nine single frame three-quarter inch mesh trap nets and two one-quarter inch mesh trap nets were set on October 1, lifted and reset daily through October 4 when the nets were pulled.  During the netting near-shore water temperatures ranged from 14.8 to 15.9 C as recorded by a temperature logger attached to a trap net.    <br> \n <br> \nOnly 17 brook trout were captured (8 females and 9 males) over the three set days with from 4 to 7 trout captured each day.  No recaptures of previously captured fish were made.  The brook trout ranged from 9.7 to 15.8 inches long and appeared to be in excellent condition.  None of the trout were ripe.  The two smallest trout (9.7 and 9.9 inches) appeared to be age-1 while all of the other trout appeared to be age-2; however, interpreting annuli on brook trout scales is difficult.  With no recaptures, a population estimate was not possible, but the trout abundance appears to be low compared to previous October assessments where hundreds of brook trout were captured. <br> \n <br> \nThe lack of any ripe fish was unexpected.  In previous surveys of the trout population in Snowshoe conducted at this time of year many of the fish, particularly males, were ripe.  In a concurrent survey in nearby Pleasant Lake over one-half of the male brook trout were ripe, although only one female was ripe.  The low catch may in part be due to the lack of ripe trout, which would be more vulnerable to capture in trap nets as they move along shorelines seeking suitable spawning habitat and potential mates.  However, angler reports from 2012 corroborate the netting results on Snowshoe Lake; few fish but good size.   <br> \n <br> \nThe one-quarter inch mesh nets captured hundreds of fathead minnows per set.  No brook trout were captured in the small mesh nets.  Minnows were first observed while measuring the oxygen and temperature conditions in August 2012 and were probably first introduced in 2010 or 2011.  The fathead minnows were probably introduced by anglers illegally using live minnows for bait.  While not detrimental, the presence of fathead minnows may degrade the potential quality of the trout fishery.  The fatheads will compete with trout for invertebrates and may significantly reduce the abundance of larger invertebrates such as mayflies and caddisflies, resulting in smaller sized midges and zooplankton becoming the primary food available for the brook trout.  Larger brook trout will consume the fatheads, but the fathead will be largely unavailable to the trout during most of the summer if the minnows stay in shallow, warm water.   <br> \n <br> \nThe dissolved oxygen and temperature profiles were measured on August 9, 2012 to monitor habitat for trout and no optimal thermal and oxygen conditions for brook trout (10-16 C, > 5 ppm DO) occurred in Snowshoe Lake.  The coldest water with DO > 5 ppm was 18.0 C at a depth of 18 ft.  Sufficiently oxygenated water warmer than optimal but not stressful (less than 20 C) occurred in about 2 vertical ft.  This was third consecutive year that no optimal thermal and oxygen conditions for brook trout were found in Snowshoe Lake in August.  Optimal conditions for brook trout were previously present in Snowshoe Lake, covering 11 July and August measurement occasions from 1989 through 2009.   <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2012-10-01",
                    "4391224051694040",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2012-10-01",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "12201724149002037",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is managed for brook trout, although rainbow trout are currently being stocked because of a lack of brook trout available for stocking.  The dissolved oxygen and temperature profiles were measured on August 22, 2017 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 1 vertical ft, at a depth of 18 ft, while there were about 3 vertical ft of optimal rainbow trout habitat (11-19 C, greater than or equal to 5 ppm DO) at a depth of 16 to 18 ft.   <br> \n <br> \nSnowshoe Lake was treated with rotenone in 2009 to remove a yellow perch population that was negatively impacting the trout fishery.  Future stocking plans are 2,000 spring yearling brook trout, but brook trout availability will be limited in the near future and about 3,000 fingerling rainbow trout will be stocked in the fall instead.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2017-08-22",
                    "12201724149002037",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-08-22",
                "lengths": {}
            },
            {
                "surveyID": "17161832549972055",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is managed for brook trout although rainbow trout have been stocked recently.  The dissolved oxygen and temperature profiles were measured on August 29, 2018 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C (50-61 F), greater than or equal to 5 ppm DO) occurred in about 1 vertical ft, at a depth of 18 ft, while there were about 3 vertical ft of optimal rainbow trout habitat (11-19 C (52-66 F), greater than or equal to 5 ppm DO) at a depth of 16 to 18 ft.  The TDO3 value was 13.7 C (57 F).  The coolest water with DO > 5 ppm was 14.8 C (58.6 F) at 18 ft.   <br> \n <br> \nSnowshoe Lake was treated with rotenone in 2009 to remove a yellow perch population that was negatively impacting the trout fishery.  Future stocking plans are 2,000 spring yearling brook trout annually. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2018-08-29",
                    "17161832549972055",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-08-29",
                "lengths": {}
            },
            {
                "surveyID": "17162017442008000",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is managed for Brook Trout although Rainbow Trout have also been stocked recently. The dissolved oxygen and temperature profiles were measured in June, July, and August 2020 to monitor habitat for trout. Optimal thermal and oxygen conditions for Brook Trout (10-16? C [50-61? F] and greater than or equal to 5 ppm DO) occurred in about 8 vertical ft in June and July and declined to 2 ft in August. Optimal Rainbow Trout habitat (11-19? C [52-66? F] and greater than or equal to 5 ppm DO) was found in about 10 vertical ft in June and July and declined to 4 ft in August. Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) increased across the summer from 8? C (47? F) in June, to 11? C (51? F) in July, to 13? C (56? F) in August. In August the coolest water with DO > 5 ppm was 14? C (58? F) at a depth of 20 ft. <br> \n <br> \nSnowshoe Lake was treated with rotenone in 2009 to remove a Yellow Perch population that was negatively impacting the trout fishery. Future stocking plans are 2,000 spring yearling Brook Trout annually. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations. Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters. The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2020-06-18",
                    "17162017442008000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2020-06-18",
                "lengths": {}
            },
            {
                "surveyID": "4391023733845044",
                "fishCatchSummaries": [
                    {
                        "CPUE": "10.47",
                        "quartileCount": "N/A",
                        "totalWeight": 41426.0,
                        "gearCount": 19.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.46",
                        "totalCatch": 199
                    }
                ],
                "narrative": "<p>The 2009 reclamation and subsequent stocking of yearling and two year old brook trout has established a quality trout population in Snowshoe Lake.  The reclamation was successful in eradicating yellow perch and golden shiners; no other fish species besides brook trout have been found since the reclamation.  </p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2010-09-29",
                    "4391023733845044",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2010-09-29",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                34
                            ],
                            [
                                11,
                                6
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                11
                            ],
                            [
                                14,
                                18
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                7,
                                6
                            ],
                            [
                                8,
                                33
                            ],
                            [
                                9,
                                84
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "4391334636290043",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 14, 2013 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, > 5 ppm DO) occurred in about 4 vertical ft from a depth of about 18 ft through about 21 ft.  The TDO3 value was 10.6 C.  This was first year since 2009 with optimal oxythermal habitat for brook trout in August after three consecutive years that no optimal thermal and oxygen conditions for brook trout were found in Snowshoe Lake and the lowest August TDO3 value found since 2007.  </p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2013-08-14",
                    "4391334636290043",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-08-14",
                "lengths": {}
            },
            {
                "surveyID": "17161924751395039",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is managed for brook trout although rainbow trout have been stocked recently.  The dissolved oxygen and temperature profiles were measured on August 22, 2019 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C [50-61 F] and greater than or equal to 5 ppm DO) were not found at the time of the survey, while there were about 3 vertical ft of optimal rainbow trout habitat (11-19 C [52-66 F] and greater than or equal to 5 ppm DO) at a depth of about 17 to 19 ft.  The TDO3 value was 14.9 C (58.8 F).  The coolest water with DO > 5 ppm was 16.8 C (62.2 F) at 19 ft.   <br> \n <br> \nSnowshoe Lake was treated with rotenone in 2009 to remove a yellow perch population that was negatively impacting the trout fishery.  Future stocking plans are 2,000 spring yearling brook trout annually. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2019-08-22",
                    "17161924751395039",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-08-22",
                "lengths": {}
            },
            {
                "surveyID": "1440824237091000",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake.  The dissolved oxygen and temperature profile were measured in July and August 2008 to monitor habitat for trout.  On August 28, optimal temperature and oxygen conditions for brook trout occurred in about 4 vertical ft, from a depth of about 18 ft down to about 21 ft.  Adequate oxygen for trout was found down to about 21 ft.  </p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2008-07-07",
                    "1440824237091000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2008-07-07",
                "lengths": {}
            },
            {
                "surveyID": "10721423054591000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.10",
                        "quartileCount": "N/A",
                        "totalWeight": 36423.0,
                        "gearCount": 20.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.98",
                        "totalCatch": 82
                    }
                ],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  Designated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n <br> \nSnowshoe Lake was treated with rotenone in 2009 to remove competing fish populations that were competing with trout and degrading the quality of the trout fishery.  An estimate of the brook trout population in Snowshoe Lake was conducted in October 2014.  The brook trout ranged in length from 9.2 to 17.3 inches with an average length of 13.5 inches.  The brook trout catch per net was 4.1 fish per set with an average weight of 1.0 lbs per fish.  The estimated brook trout population was 405 fish (15 per acre) with a biomass of 15 lbs per acre.  This estimate may vary considerably from the actual number of trout present due to the low number of fish caught on the recapture day.  </p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2014-10-06",
                    "10721423054591000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-10-06",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                7
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                7
                            ],
                            [
                                13,
                                27
                            ],
                            [
                                14,
                                22
                            ],
                            [
                                15,
                                6
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "19322225246969002",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is managed for Brook Trout.  The dissolved oxygen and temperature profiles were measured in August 2022 to monitor habitat for trout.  Optimal thermal and oxygen conditions for Brook Trout (10-16?C [50-61?F] and greater than or equal to 5 ppm DO) occurred in about 3 vertical ft in August.  Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) was10.2?C (50.4?F) in August. The coolest water with DO > 5 ppm was 13.0?C (55.4?F) at a depth of 20 ft.   <br> \n <br> \nCurrent stocking plans are 2,000 spring yearling Brook Trout annually. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2022-08-18",
                    "19322225246969002",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-08-18",
                "lengths": {}
            },
            {
                "surveyID": "114172",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.80",
                        "quartileCount": "N/A",
                        "totalWeight": 1.2,
                        "gearCount": 5.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.30",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "15.67",
                        "quartileCount": "N/A",
                        "totalWeight": 30.6,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.65",
                        "totalCatch": 47
                    }
                ],
                "narrative": "<p>Local medians and quartiles are not available for brook trout. The gillnet catch rate was over 30 times higher than the statewide average based upon 15 lakes. Although age classes 1 through 4 were represented with trout 73% of the fish were age 2. Three species of minnow were sampled in the natural reproduction check.</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "1989-06-22",
                    "114172",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1989-06-22",
                "lengths": {}
            },
            {
                "surveyID": "4391123052956064",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile was measured on August 17, 2011 to monitor habitat for trout and no optimal thermal and oxygen conditions for brook trout (10-16 C, > 5 ppm DO) occurred in Snowshoe Lake.  However, surface temperatures at 23.6 C were below lethal levels (>25 C) for brook trout.  The coldest water with DO > 5 ppm was 17.2 C at a depth of 17 ft and while not optimal these conditions are adequate for brook trout.  At a depth of 16 ft, conditions were marginal for brook trout with DO at 3.6 ppm at 16.1 C.  The TDO3 value was 15.9 C.  This was only the second time that no optimal thermal and oxygen conditions for brook trout were found in Snowshoe Lake, covering 13 July and August measurement occasions from 1989 through 2011.  Poor oxythermal conditions were also found in 2010.</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2011-08-17",
                    "4391123052956064",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2011-08-17",
                "lengths": {}
            },
            {
                "surveyID": "4390928834760078",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  Snowshoe Lake was reclaimed in October 2009 to eliminate the recently introduced yellow perch population.  The dissolved oxygen and temperature profile were measured in July and August 2009 to monitor habitat for trout.  On August 27, optimal temperature and oxygen conditions for brook trout (10-16 C, greater than 5 ppm DO) occurred in about 2 vertical ft., at a depth of about 17 to 18 ft.; while in late July optimal conditions for brook trout occurred in about 4 vertical ft.  </p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2009-07-30",
                    "4390928834760078",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-07-30",
                "lengths": {}
            },
            {
                "surveyID": "12201608235470053",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 12, 2015 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about one vertical ft at a depth of about 18 ft.  The TDO3 value was 13.1 C.  This was the highest August TDO3 value found in Snowshoe since August 2012.  2015 was the third consecutive year with at least some optimal oxythermal habitat for brook trout in August after three consecutive years (2010 to 2012) where no optimal thermal and oxygen conditions for brook trout were found in Snowshoe Lake.   <br> \n <br> \nFuture stocking plans are to switch to 2,000 spring yearling brook trout (change from fall fingerlings) in 2016 and subsequent years, but brook trout availability may be limited in the near future and some rainbow trout may be stocked instead.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2015-08-12",
                    "12201608235470053",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2015-08-12",
                "lengths": {}
            },
            {
                "surveyID": "12021633528100000",
                "fishCatchSummaries": [],
                "narrative": "<p>Snowshoe (Little Andrus) Lake is a designated stream trout lake that is presently managed for brook trout.  Only rainbow trout are currently being stocked because of a lack of brook trout available while the Crystal Springs State Fish Hatchery clears a 3 year disease free protocol. The dissolved oxygen and temperature profiles were measured on August 29, 2016 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) were not present, however, there were about 2 vertical ft of optimal rainbow trout habitat (11-19 C, greater than or equal to 5 ppm DO) at a depth of 17 to 18 ft.  The TDO3 value was 16.4 C.  This was the highest late summer TDO3 value found in Snowshoe in 13 sample years from 1989 through 2016. <br> \n <br> \nSnowshoe (Little Andrus) Lake was treated with rotenone in 2009 to remove a yellow perch population that was negatively impacting the trout fishery.  Future stocking plans are 2,000 spring yearling brook trout (change from fall fingerlings), but brook trout availability will be limited in the near future and rainbow trout will be stocked instead.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Snowshoe (Little Andrus) Lake. <br> \n</p>",
                "headerInfo": [
                    "Little Andrus",
                    "Snowshoe",
                    "11005400",
                    "2016-08-29",
                    "12021633528100000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2016-08-29",
                "lengths": {}
            }
        ],
        "countyName": "Cass"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}