{
    "timestamp": 1737648359,
    "result": {
        "lakeName": "Marion",
        "sampledPlants": [],
        "shoreLengthMiles": 0.57,
        "DOWNumber": 11004600,
        "waterClarity": [
            [
                "08/27/2009",
                "12"
            ],
            [
                "08/14/2013",
                "11"
            ],
            [
                "08/12/2015",
                "13"
            ],
            [
                "08/17/2010",
                "13"
            ],
            [
                "08/22/2017",
                "13"
            ],
            [
                "08/22/2019",
                "10"
            ],
            [
                "09/01/2016",
                "3.25"
            ],
            [
                "07/08/2008",
                "11"
            ],
            [
                "08/28/2008",
                "10"
            ],
            [
                "08/20/2014",
                "12"
            ],
            [
                "08/11/2020",
                "5"
            ],
            [
                "08/17/2012",
                "14"
            ],
            [
                "08/29/2018",
                "11"
            ]
        ],
        "averageWaterClarity": "10.6",
        "littoralAcres": 5.84,
        "areaAcres": 11.68,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 60.0,
        "officeCode": "F212",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": "Limited parking at top of hill."
            }
        ],
        "surveys": [
            {
                "surveyID": "4390928841084120",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile were measured in August 2009 to monitor habitat for trout.  On August 27 the coolest sufficiently oxygenated water was 20.1 C at a depth of 12 ft.  This was the first time that optimal temperature-oxygen conditions for brook trout (10-16 C, greater than 5 ppm DO) were not present in August based on surveys done in 1989, 2002, 2006, 2007, 2008, and 2009.  Conditions adequate for brook trout survival were present in about three vertical ft.  Marion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2009-08-27",
                    "4390928841084120",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-08-27",
                "lengths": {}
            },
            {
                "surveyID": "4391334634071019",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 14, 2013 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 4 vertical ft., from a depth of about 15 ft through about 18 ft.  Oxygenated water cooler than optimal for brook trout was found to a depth of 22 ft were the temperature was 7.1 C.  The TDO3 value was 6.8 C.  This was a significant improvement over the oxythermal conditions found in August 2009 and 2010 when no optimal brook trout habitat was found.  Marion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2013-08-14",
                    "4391334634071019",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-08-14",
                "lengths": {}
            },
            {
                "surveyID": "12201530145661011",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NRD",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "3.75",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "7.50",
                        "quartileCount": "N/A",
                        "totalWeight": 9431.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.69",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "200.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 200
                    },
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 349.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.38",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  An assessment of the trout population was made with trap nets in October 2015.  Thirty two brook trout were captured for an average catch of 6.4 trout per net.  The brook trout ranged in length from 9.5 to 15.4 inches with a mean length of 12.0 inches and an average weight of 0.7 pounds.  Golden shiners and northern redbelly dace were the only other species captured.   <br> \n <br> \nThe dissolved oxygen and temperature profiles were measured on August 12, 2015 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 5 vertical ft from a depth of 16 ft down to about 20 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 21 ft where the temperature was 9.1 C.   <br> \n <br> \nMarion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  Despite the sometimes marginal habitat conditions for trout in the winter in Marion Lake, it appears to be providing a quality trout population for both open water and the newly opened winter season with fish surviving through the winter in many years.   <br> \n <br> \nMarion is normally stocked with about 660 yearling brook trout each spring.  However, brook trout may not be stocked in normal numbers for the next several years due to disease issues at a State trout hatchery.  Some rainbow trout may be stocked instead of brook trout.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2015-10-28",
                    "12201530145661011",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2015-10-28",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                7
                            ],
                            [
                                11,
                                6
                            ],
                            [
                                12,
                                10
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "4391023751549019",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile was measured on August 17, 2010 to monitor habitat for trout.  The coolest sufficiently oxygenated water (8.4 ppm) was 17.2?C at a depth of 12 ft.  At 16 ft the oxygen was marginally low at 4.1 ppm but temperatures were ideal for trout at 15.0 C.  This was only the second time that optimal temperature-oxygen conditions for brook trout (10-16?C, greater than or equal to 5 ppm DO) were not present in August based on surveys done in 1989, 2002, 2006, 2007, 2008, 2009, and 2010, with the other occurrence in 2009.  The TDO3 value was 14.3 C.  Conditions adequate for brook trout survival were present in about three vertical ft.  Marion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2010-08-17",
                    "4391023751549019",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2010-08-17",
                "lengths": {}
            },
            {
                "surveyID": "12201724147901017",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is managed for brook trout although rainbow trout are currently being stocked because of a lack of brook trout available for stocking.  The dissolved oxygen and temperature profiles were measured on August 22, 2017 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) were found in about 3 vertical ft from a depth of 16 to 18 ft.  Optimal habitat for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) were in about 5 vertical ft from a depth of 14 to 18 ft.  The coolest water with DO > 5 ppm was 12.5 C at a depth of 18 ft.   Marion had much better trout habitat in 2017 than in early September 2016 when an algae bloom was occurring.   <br> \n <br> \nMarion Lake will occasionally have low oxygen in the winter causing winterkill of trout.  Marion is normally stocked with about 660 yearling brook trout each spring.  However, brook trout will not be stocked in normal numbers for the next several years and rainbow trout will be stocked instead of brook trout.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2017-08-22",
                    "12201724147901017",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-08-22",
                "lengths": {}
            },
            {
                "surveyID": "17161924748403016",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is managed for brook trout although rainbow trout have been stocked recently.  The dissolved oxygen and temperature profiles were measured on August 22, 2019 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C [50-61 F] and greater than or equal to 5 ppm DO) were found in about 2 vertical ft from a depth of 17 to 18 ft.  Optimal habitat for rainbow trout (11-19 C [52-66 F] and greater than or equal to 5 ppm DO) was found in about 4 vertical ft from a depth of 15 to 18 ft.  The coolest water with DO > 5 ppm was 13.6 C (56.5 F) at a depth of 18 ft.  The TDO3 value was 12.0 C (53.6 F).   <br> \n <br> \nMarion Lake will occasionally have low oxygen in the winter causing winterkill of trout.  Marion is normally stocked with about 660 yearling brook trout each spring.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2019-08-22",
                    "17161924748403016",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-08-22",
                "lengths": {}
            },
            {
                "surveyID": "114171",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.60",
                        "quartileCount": "N/A",
                        "totalWeight": 1.4,
                        "gearCount": 5.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.47",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 4.7,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.52",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Local medians and quartiles are not available for brook trout. The gillnet catch rate was 9 times higher than the statewide average. Age class 2 was represented by 91% of the trout. Four species of minnow were sampled in the natural reproduction check.</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "1989-06-20",
                    "114171",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1989-06-20",
                "lengths": {}
            },
            {
                "surveyID": "12201633440510000",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is managed for brook trout.   Only rainbow trout are currently being stocked because of a lack of brook trout available while the Crystal Springs State Fish Hatchery clears a 3 year disease free protocol.   The dissolved oxygen and temperature profiles were measured on September 1, 2016 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) and rainbow trout (11-19 C, greater than or equal to 5 ppm DO) were not present at the time of the survey.  The coolest water with DO > 5 ppm was 21.8 C at a depth of 9 ft.  The TDO3 value was 18.3 C.  A strong algae bloom was occurring at the time of the temperature survey.  The water was very green with a secchi depth of only 3.3 ft.  Normally the water is clear-brown in color with secchi depth over 10 ft.   <br> \n <br> \nMarion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  Marion is normally stocked with about 660 yearling brook trout each spring.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2016-09-01",
                    "12201633440510000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2016-09-01",
                "lengths": {}
            },
            {
                "surveyID": "1440824239578040",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake.  The dissolved oxygen and temperature profile were measured in July and August 2008 and February 2009 to monitor habitat for trout.  On August 28, optimal temperature and oxygen conditions for brook trout occurred in about 3 vertical ft, from a depth of about 15 ft down to about 17 ft.  Adequate oxygen for trout was found down to about 17 ft.  In February, oxygen was 4.2 ppm just under the ice and declined to 0.6 ppm at 25 ft.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2008-07-08",
                    "1440824239578040",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2008-07-08",
                "lengths": {}
            },
            {
                "surveyID": "4391123049069026",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile was measured on August 17, 2011 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 2 vertical ft., from a depth of about 16 through about 17 ft.  The TDO3 value was 10.9 C.  This was a significant improvement over the oxythermal conditions in August 2009 and 2010 when no optimal brook trout habitat was found.  Marion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2011-08-17",
                    "4391123049069026",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2011-08-17",
                "lengths": {}
            },
            {
                "surveyID": "10721431453858018",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 20, 2014 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 5 vertical ft., from a depth of about 15 ft through about 19 ft.  Oxygenated water cooler than optimal for brook trout was found to a depth of 20 ft were the temperature was 8.8 C.  The TDO3 value was 8.1 C.  This was similar to the habitat found in 2013, and was a significant improvement over the oxythermal conditions found in August 2009 and 2010 when no optimal brook trout habitat was found.  Marion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2014-08-20",
                    "10721431453858018",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-08-20",
                "lengths": {}
            },
            {
                "surveyID": "17162017750136000",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is managed for Brook Trout although Rainbow Trout have also been stocked recently. The dissolved oxygen and temperature profiles were measured in June, July, August, and September 2020 to monitor habitat for trout. Optimal thermal and oxygen conditions for Brook Trout (10-16? C [50-61? F] and greater than or equal to 5 ppm DO) occurred in about 4 vertical ft in June and slightly increased to 5 ft in July and August. No optimal habitat for Brook Trout was found in the September measurement. However, with a maximum surface temperature of 17.0? C (63? F) in September, much of the water column, to a depth of 16 ft, was suitable for Brook Trout in September. In August the coolest water with DO > 5 ppm was 10? C (50? F) at a depth of 19 ft. Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) increased across the summer from 7? C (45? F) in June, to 8? C (46? F) in July, to 9? C (48? F) in August and 14? (56? F) in September.  <br> \n <br> \nAn algae bloom occurred for most of the summer causing green water with limited water clarity (around 5 ft secchi depth). <br> \n <br> \nMarion Lake will occasionally have low oxygen in the winter causing winterkill of trout. Marion is normally stocked with about 660 yearling Brook Trout each spring. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations. Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2020-06-24",
                    "17162017750136000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2020-06-24",
                "lengths": {}
            },
            {
                "surveyID": "19322225055117038",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is managed for Brook Trout.  The dissolved oxygen and temperature profiles were measured in August 2022 to monitor habitat for trout.  Optimal thermal and oxygen conditions for Brook Trout (10-16?C [50-61?F] and greater than or equal to 5 ppm DO) were not present in August.  The coolest water with DO > 5 ppm was 22.9?C (73?F) at a depth of 10 ft.  Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) was 21.2?C (70?F) in August.  The oxythermal habitat measured in August 2022 was the worst for trout ever measured in Marion Lake in nearly annual monitoring since 2006 with occasional measurements prior to then.  In most years Marion Lake has good late summer trout habitat, but some in years (2009, 2016) trout habitat is poor. Marion Lake will occasionally have low oxygen in the winter causing winterkill of trout.  Marion is normally stocked with about 660 yearling Brook Trout each spring.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2022-08-18",
                    "19322225055117038",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-08-18",
                "lengths": {}
            },
            {
                "surveyID": "4391224050211000",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 17, 2012 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 4 vertical ft., from a depth of about 17 ft through about 20 ft.  The TDO3 value was 10.2 C.  This was a significant improvement over the oxythermal conditions found in August 2009 and 2010 when no optimal brook trout habitat was found.  Marion Lake will, in some years, have low oxygen in the winter causing winterkill of trout.  </p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2012-08-17",
                    "4391224050211000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2012-08-17",
                "lengths": {}
            },
            {
                "surveyID": "17161832548416034",
                "fishCatchSummaries": [],
                "narrative": "<p>Marion Lake is a designated stream trout lake that is managed for brook trout although rainbow trout have been stocked recently.  The dissolved oxygen and temperature profiles were measured on August 29, 2018 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C (50-61 F), greater than or equal to 5 ppm DO) were found in about 4 vertical ft from a depth of 16 to 19 ft.  Optimal habitat for rainbow trout (11-19 C (52-66 F), greater than or equal to 5 ppm DO) were in about 5 vertical ft from a depth of 15 to 19 ft.  The coolest water with DO > 5 ppm was 11.1 C (52 F) at a depth of 19 ft.  The TDO3 value was 9.5 C (49.1 F).  Marion had much better trout habitat in 2018 than in early September 2016 when an algae bloom was occurring and the TDO3 was 18.3 C (65 F).   <br> \n <br> \nMarion Lake will occasionally have low oxygen in the winter causing winterkill of trout.  Marion is normally stocked with about 660 yearling brook trout each spring.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n</p>",
                "headerInfo": [
                    "Marion",
                    null,
                    "11004600",
                    "2018-08-29",
                    "17161832548416034",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-08-29",
                "lengths": {}
            }
        ],
        "countyName": "Cass"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}