{
    "timestamp": 1737652300,
    "result": {
        "lakeName": "Allen",
        "sampledPlants": [],
        "shoreLengthMiles": 1.43,
        "DOWNumber": 18020800,
        "waterClarity": [
            [
                "08/14/2013",
                "16"
            ],
            [
                "08/29/2018",
                "13"
            ],
            [
                "08/22/2019",
                "12"
            ],
            [
                "08/08/2020",
                "12"
            ],
            [
                "08/27/2009",
                "13"
            ],
            [
                "08/17/2010",
                "9"
            ],
            [
                "09/01/2016",
                "12"
            ],
            [
                "08/15/2012",
                "10"
            ],
            [
                "07/07/2008",
                "7"
            ],
            [
                "07/21/2008",
                "9"
            ],
            [
                "08/04/2008",
                "9"
            ],
            [
                "08/12/2015",
                "16"
            ],
            [
                "08/22/2017",
                "11"
            ]
        ],
        "averageWaterClarity": "11.5",
        "littoralAcres": 24.0,
        "areaAcres": 44.45,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 46.0,
        "officeCode": "F212",
        "accesses": [
            {
                "location": "State-owned carry-down access on the south side of the lake.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "4391334637313063",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is presently managed for brook and rainbow trout.  The dissolved oxygen and temperature profiles were measured on August 14, 2013 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 5 vertical ft from a depth of 16 through 20 ft.  Optimal conditions for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) occurred in about 6 vertical ft from about 14 to 19 ft deep.  The TDO3 value was 8.9.  This was the lowest August TDO3 value found in Allen Lake since August 2008.</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2013-08-14",
                    "4391334637313063",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-08-14",
                "lengths": {}
            },
            {
                "surveyID": "17161832542940000",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is managed for brook trout and rainbow trout.  The dissolved oxygen and temperature profiles were measured on August 29, 2018 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C (50-61 F), greater than or equal to 5 ppm DO) or for rainbow trout (11-19 C (52-66 F), greater than or equal to 5 ppm DO) were not found at the time of the survey.  The coolest water with DO > 5 ppm was 69.6 C at 12 ft.  The TDO3 value was 20 C (68 F).   <br> \n <br> \nAllen Lake was treated with rotenone in 2007 to remove a largemouth bass population that was negatively impacting the trout fishery.  Allen is normally stocked with about 3,300 fingerling brook trout and 3,300 fingerling rainbow trout every fall.  Allen Lake did have winterkill in the winter of 2017-2018 and dead trout were observed in May 2018.  Following the winterkill, an additional 1,000 yearling brook trout and 1,003 yearling rainbow trout were stocked in May 2018.  In October 2018, 8,945 rainbow trout fingerlings were stocked.  The winterkill in Allen Lake was probably not solely due to oxygen depletion as there has never been a known winterkill before.  Possibly the winterkill was a result of hydrogen sulfide or other toxic gas release from the lake sediments.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake.  <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2018-08-29",
                    "17161832542940000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-08-29",
                "lengths": {}
            },
            {
                "surveyID": "17161924754643057",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is managed for brook trout and rainbow trout.  The dissolved oxygen and temperature profiles were measured on August 22, 2019 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C [50-61 F] and greater than or equal to 5 ppm DO) were not found at the time of the survey.  Optimal habitat for rainbow trout (11-19 C [52-66 F] and greater than or equal to 5 ppm DO) occurred in about 2 vertical ft at 13 to 14 ft deep.  The coolest water with DO > 5 ppm was 17.6 C (63.7 F) at 14 ft.  The TDO3 value was 16.2 C (61.2 F).   <br> \n <br> \nAllen Lake was treated with rotenone in 2007 to remove a largemouth bass population that was negatively impacting the trout fishery.  Allen is normally stocked with about 3,300 fingerling brook trout and 3,300 fingerling rainbow trout every fall.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake.  <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2019-08-22",
                    "17161924754643057",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-08-22",
                "lengths": {}
            },
            {
                "surveyID": "17162017442857016",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is managed for Brook Trout and Rainbow Trout. Dissolved oxygen and temperature profiles were measured in June, July, August, and September 2020 to monitor habitat for trout. Additionally, a temperature logger recorded near-shore water temperatures hourly from May through October.  <br> \n <br> \nOptimal thermal and oxygen conditions for Brook Trout (10-16? C [50-61? F], greater than or equal to 5 ppm DO) occurred in about 4 vertical ft in June, declined to 3 ft in July and was further reduced to 1 ft in August and September. However, with a maximum surface temperature of 18? C (64? F) in September, much of the water column, to a depth of 17 ft, was suitable for Brook Trout in September. Optimal habitat for Rainbow Trout (11-19? C [52-66? F], greater than or equal to 5 ppm DO) occurred in about in about 6 vertical ft in June, declined to 4 ft in July and was further reduced to 2 ft in August. In September, much of the water column to a depth of 17 was optimal for Rainbow Trout. In August the coolest water with DO > 5 ppm was 16? C (60? F) at a depth of 16 ft. Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) increased throughout the summer from 9? C (49? F) in June, to 11? C (52? F) in July, to 14? C (57? F) in August and 16? C (61? F) in September.  <br> \n <br> \nWater temperatures were recorded hourly at a depth of about 1.5 ft near-shore at a bottom depth of about 2.1 ft from mid-May through October. Surface water temperature rapidly increased from less than 15? C (59? F) to around 20? C (68? F) in mid to late May. Surface temperature remained above 20? C from early June through early September. Surface temperatures lethal to trout (greater than 25? C [77? F]) occurred much of the time from late June through late August. The maximum near-surface temperature recorded was 31.1? C (88? F) on July 3. Water temperature cooled through September and October declining to around 5? C (41? F) in late October. <br> \n <br> \nA number of 3.5 to 4.5 inch Largemouth Bass were first observed in Allen in mid-July 2020 and were likely age-1 fish. Management actions to limit the negative impact of the Largemouth Bass on the quality of the trout fishery will be undertaken in the near future. Allen is normally stocked with about 3,300 fingerling Brook Trout and 3,300 fingerling Rainbow Trout every fall. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations. Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters. The winter trout season is closed on Allen Lake. <br> \n <br> \n <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2020-06-18",
                    "17162017442857016",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2020-06-18",
                "lengths": {}
            },
            {
                "surveyID": "4391123046716000",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is presently managed for brook and rainbow trout.  The dissolved oxygen and temperature profile was measured on August 17, 2011 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 2 vertical ft and optimal conditions for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) occurred in about 5 vertical ft.  The TDO3 value was 12.0 C.  These were the best oxythermal conditions for trout found in Allen Lake since the lake was initially restocked in the fall of 2008 following the 2007 reclamation.</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2011-08-17",
                    "4391123046716000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2011-08-17",
                "lengths": {}
            },
            {
                "surveyID": "4390928842293162",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is presently managed for brook and rainbow trout.  Allen Lake was reclaimed in October 2007 to eliminate largemouth bass, with the first re-stocking in October 2008.  The dissolved oxygen and temperature profile were measured in July and August 2009 to monitor habitat for trout.  In July and August, no optimal temperature and oxygen conditions for brook trout (10-16 C, greater than 5 ppm DO) occurred.  Conditions adequate for brook trout and probably near-optimal for rainbow trout (less than 20 C) were found in about 2 vertical ft. in July.  No sufficiently oxygenated water less than 20 C was present in August, although trout survival was possible in temperatures from 21-22 C with oxygen from 5 to 9 ppm.  This was the first time that no optimal conditions for brook trout were found in Allen Lake based on August surveys in 1989, 2007, 2008, and 2009.  </p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2009-07-29",
                    "4390928842293162",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-07-29",
                "lengths": {}
            },
            {
                "surveyID": "4391023739299032",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 8568.0,
                        "gearCount": 23.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.82",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "12.65",
                        "quartileCount": "N/A",
                        "totalWeight": 58426.0,
                        "gearCount": 23.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.44",
                        "totalCatch": 291
                    }
                ],
                "narrative": "<p>The 2007 reclamation and subsequent stocking of brook and rainbow trout has established a quality trout population in Allen Lake.  The reclamation was successful in eradicating largemouth bass and white suckers; no other fish species besides brook and rainbow trout have been found since the reclamation.  </p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2010-09-29",
                    "4391023739299032",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2010-09-29",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                11,
                                73
                            ],
                            [
                                12,
                                68
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                7,
                                17
                            ],
                            [
                                8,
                                84
                            ],
                            [
                                9,
                                41
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 13
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                7
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                13,
                                6
                            ],
                            [
                                14,
                                5
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "12201633447936035",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is managed for brook trout and rainbow trout.  Only rainbow trout are currently being stocked because of a lack of brook trout available while the Crystal Springs State Fish Hatchery clears a 3 year disease free protocol.  The dissolved oxygen and temperature profiles were measured on September 1, 2016 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) or for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) were not present at the time of the survey.  The coolest water with DO > 5 ppm was 22.2 C at 13 ft.  The TDO3 value was 21.4.  This was the highest late summer TDO3 value found in Allen Lake in 11 sample years from 1989 through 2016. <br> \n <br> \nAllen Lake was treated with rotenone in 2007 to remove a largemouth bass population that was negatively impacting the trout fishery.  Allen is normally stocked with about 3,300 fingerling brook trout and 3,300 fingerling rainbow trout every fall.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake.  <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2016-09-01",
                    "12201633447936035",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2016-09-01",
                "lengths": {}
            },
            {
                "surveyID": "4391224050977021",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is presently managed for brook and rainbow trout.  The dissolved oxygen and temperature profiles were measured on August 15, 2012 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 1 vertical ft at a depth of 18 ft.  Optimal conditions for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) occurred in about 3 vertical ft from about 16 to 18 ft deep.  The TDO3 value was 14.5 C.  </p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2012-08-15",
                    "4391224050977021",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2012-08-15",
                "lengths": {}
            },
            {
                "surveyID": "19322225051964000",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is managed for Brook Trout and Rainbow Trout.  Dissolved oxygen and temperature profiles were measured in August 2022 to monitor habitat for trout.  Optimal thermal and oxygen conditions for Brook Trout (10-16?C [50-61?F], greater than or equal to 5 ppm DO) occurred in about 1 vertical foot.  Optimal habitat for Rainbow Trout (11-19?C [52-66?F], greater than or equal to 5 ppm DO) also occurred in about in about 1 vertical ft in August.  The coolest water with DO > 5 ppm was 16.1?C (61?F) at a depth of 15 ft.  Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) was 15.2?C (59.4?F).  <br> \n <br> \nFuture stocking plans are for about 1,500 Rainbow Trout and 1,500 Brook Trout yearlings each spring starting in 2023.  Previously Fall fingerlings were stocked but a switch to larger yearlings will help to maintain trout survival and trout fishery quality given the recently established competing Largemouth Bass population.  <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake. <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2022-08-18",
                    "19322225051964000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-08-18",
                "lengths": {}
            },
            {
                "surveyID": "1440824640298026",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake and was treated with powdered rotenone in October 2007 to remove largemouth bass and white suckers.  The dissolved oxygen and temperature profile of Allen Lake was measured in 2008 as part of post-reclamation monitoring.  Allen Lake was aerated on August 4 - 8 and 18 - 22, 2008 to promote the breakdown of a small amount of residual rotenone.  Profiles after August 4 were influenced by the aeration.  On August 4, optimal temperature and oxygen conditions for trout occurred in about 7 vertical ft, from a depth of about 16 ft down to about 22 ft.  Adequate oxygen for trout was found down to about 27 ft.  </p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2008-07-07",
                    "1440824640298026",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2008-07-07",
                "lengths": {}
            },
            {
                "surveyID": "10721423055271018",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.58",
                        "quartileCount": "N/A",
                        "totalWeight": 23337.0,
                        "gearCount": 19.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.59",
                        "totalCatch": 87
                    },
                    {
                        "CPUE": "6.95",
                        "quartileCount": "N/A",
                        "totalWeight": 12169.0,
                        "gearCount": 19.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 132
                    }
                ],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is presently managed for brook trout and rainbow trout.  It is normally stocked with about 3,300 fingerling brook trout and 3,300 fingerling rainbow trout every fall.  Designated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake. <br> \n <br> \nAllen Lake was treated with rotenone in October 2007 to remove a competing largemouth bass population that was degrading the quality of the rainbow trout fishery.  The bass had been present since at least 2004.  In October 2008, Allen was stocked with fingerling, yearling and adult brook trout, and fingerling and yearling rainbow trout.  The reclamation was a success as no other fish species besides the stocked brook and rainbow trout have been observed since the reclamation.  Stream trout do best in lakes where they do not have to compete with other fish species.   <br> \n <br> \nAn estimate of the trout populations in Allen Lake was conducted in October 2014.  The brook trout ranged in length from 6.1 to 12.7 inches with an average length of 8.1 inches.  The brook trout catch per net was 7.0 fish per set with an average weight of 0.2 lbs per fish.  The rainbow trout ranged in length from 9.5 to 13.7 inches with an average length of 11.5 inches.  The rainbow trout catch per net was 4.6 fish per set with an average weight of 0.6 lbs per fish.  One brook trout and 34% of the rainbow trout were greater than 12 inches in length.   <br> \n <br> \nThe estimated brook trout population was 328 fish (7 per acre) with an estimated biomass of 1.5 lbs per acre.  The rainbow trout estimated population size was 912 fish but with only one recaptured fish, this estimate may vary considerably from the actual number of rainbow trout present in the lake. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2014-10-06",
                    "10721423055271018",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-10-06",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                11,
                                7
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                6,
                                19
                            ],
                            [
                                7,
                                64
                            ],
                            [
                                8,
                                28
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 12
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                32
                            ],
                            [
                                11,
                                23
                            ],
                            [
                                12,
                                22
                            ],
                            [
                                13,
                                8
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "114148",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 16.6,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.84",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.20",
                        "quartileCount": "0.3-1.0",
                        "totalWeight": 3.5,
                        "gearCount": 5.0,
                        "quartileWeight": "1.1-2.6",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.50",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.80",
                        "quartileCount": "N/A",
                        "totalWeight": 1.68,
                        "gearCount": 5.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.42",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "19.00",
                        "quartileCount": "1.0-16.3",
                        "totalWeight": 63.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.6-2.3",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.11",
                        "totalCatch": 57
                    }
                ],
                "narrative": "<p>Local medians are not available for rainbow trout.  The population is 3.5 times higher than the statewide average based upon 10 lakes.  Age 2 was compromised of 75% of the trout.  Cisco numbers are considerably higher than the third quartile for lake class 20.  Five species of minnow and young of year cisco were captured in the natural reproduction check.</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "1989-06-12",
                    "114148",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1989-06-12",
                "lengths": {}
            },
            {
                "surveyID": "12201608231217000",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is presently managed for brook trout and rainbow trout.  The dissolved oxygen and temperature profiles were measured on August 12, 2015 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 3 vertical ft from a depth of 20 through 22 ft.  Optimal conditions for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) occurred in about 7 vertical ft from about 16 to 22 ft deep.  The TDO3 value was 10.1.  This was the highest August TDO3 value found in Allen Lake since August 2012. <br> \n <br> \nAllen Lake was treated with rotenone on October 16, 2007 to remove a largemouth bass population that had been present since at least 2004.  Stocked trout where the only fish species observed since the reclamation until August 2015 when some minnows (likely fathead minnows) were observed near the access when conducting the temperature/oxygen survey.   <br> \n <br> \nAllen is normally stocked with about 3,300 fingerling brook trout and 3,300 fingerling rainbow trout every fall.  However, brook trout may not be stocked in normal numbers for the next several years due to hatchery disease issues.  Designated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake.  <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2015-08-12",
                    "12201608231217000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2015-08-12",
                "lengths": {}
            },
            {
                "surveyID": "12201723635458000",
                "fishCatchSummaries": [],
                "narrative": "<p>Allen Lake is a designated stream trout lake that is managed for brook trout and rainbow trout, although only rainbow trout are currently being stocked because a reduced number of brook trout are available for stocking.  The dissolved oxygen and temperature profiles were measured on August 22, 2017 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 2 vertical ft, from a depth of 17 to 18 ft.  Optimal habitat for rainbow trout (11-19 C, greater than or equal to 5 ppm DO) occurred in about 4 vertical ft, from a depth of 15 to 18 ft.  The coolest water with DO > 5 ppm was 13.2 C at 18 ft. <br> \n <br> \nAllen Lake was treated with rotenone in 2007 to remove a largemouth bass population that was negatively impacting the trout fishery.  Allen is normally stocked with about 3,300 fingerling brook trout and 3,300 fingerling rainbow trout every fall.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Allen Lake.  <br> \n</p>",
                "headerInfo": [
                    "Allen",
                    null,
                    "18020800",
                    "2017-08-22",
                    "12201723635458000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-08-22",
                "lengths": {}
            }
        ],
        "countyName": "Crow Wing"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}