{
    "timestamp": 1737653255,
    "result": {
        "lakeName": "Pleasant",
        "sampledPlants": [],
        "shoreLengthMiles": 0.75,
        "DOWNumber": 18027800,
        "waterClarity": [
            [
                "08/06/2012",
                "17"
            ],
            [
                "10/02/2012",
                "17.5"
            ],
            [
                "08/12/2015",
                "23"
            ],
            [
                "08/29/2018",
                "16"
            ],
            [
                "08/28/2008",
                "11"
            ],
            [
                "08/17/2010",
                "16"
            ],
            [
                "08/11/2020",
                "15"
            ],
            [
                "08/27/2009",
                "17"
            ],
            [
                "08/27/2019",
                "13"
            ],
            [
                "08/14/2013",
                "18"
            ],
            [
                "09/01/2016",
                "10"
            ],
            [
                "08/22/2017",
                "17"
            ]
        ],
        "averageWaterClarity": "15.9",
        "littoralAcres": 13.4,
        "areaAcres": 22.05,
        "meanDepthFeet": 29.6,
        "maxDepthFeet": 69.0,
        "officeCode": "F212",
        "accesses": [
            {
                "location": "Located on the east side of the lake.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "4391231241995000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "8.22",
                        "quartileCount": "N/A",
                        "totalWeight": 39938.0,
                        "gearCount": 23.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.47",
                        "totalCatch": 189
                    },
                    {
                        "CPUE": "566.67",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 3400
                    },
                    {
                        "CPUE": "0.04",
                        "quartileCount": "N/A",
                        "totalWeight": 42.0,
                        "gearCount": 23.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "0.09",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "8.33",
                        "quartileCount": "N/A",
                        "totalWeight": 10667.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.47",
                        "totalCatch": 50
                    }
                ],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  Designated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.   <br> \n <br> \nA mark-recapture estimate of the trout population in Pleasant Lake was conducted from October 1 through October 4, 2012.  During the netting near-shore water temperatures ranged from 15.1 to 16.1 C as recorded by a temperature logger attached to a trap net.  One-hundred twenty-two brook trout were captured in October 2, 46 on October 3, and 67 on October 4 of which 16 were recaptures on October 3, and 27 were recaptures on October 4.  Five trout, all males, were captured on all three netting days.  Fifty-three individual females and 139 individual males were captured.   <br> \n <br> \nThe brook trout ranged in length from 6.6 to 16.3 inches with a mean length of 10.7 inches.  Twelve percent of the trout were greater than or equal to 12 inches in length.  Over 60% of the male were ripe, while only one female was ripe and the others were green.   <br> \n <br> \nOne bluegill was captured, the first occurrence of a non-minnow, non-trout fish in Pleasant Lake since the 1998 reclamation.  Establishment of a bluegill population would severely degrade the quality of the trout fishery in Pleasant Lake.  Hundreds of fathead minnows were captured per set in the one-quarter inch mesh trap nets.  Minnows appeared soon after the reclamation and may have survived the rotenone treatment.   <br> \n <br> \nThe estimated brook trout population was 369 fish (95% CI: 308 to 464) for a per acre abundance of 18 (15 to 22) brook trout per acre.  With a mean weight of 0.53 lbs per fish, the estimated biomass was 9.3 lbs per acre.   <br> \n <br> \nTrout up to about 11 inches long appeared to be age-1, while those over about 11.5 inches appeared to be age-2.  The largest two trout (16 inches) were likely at least three years old, however, interpreting annuli on brook trout scales is difficult.   <br> \n <br> \nThe dissolved oxygen and temperature profiles were measured on August 17, 2012 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 6 vertical ft., from a depth of about 20 ft through about 25 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 34.4 ft where the temperature was 6.5 C.  Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat in August compared to the other five natural stream trout lakes in the Brainerd Fisheries management area in 2012.   <br> \n <br> \nThis was the first survey of the trout population in Pleasant Lake since a post-reclamation restocking assessment in September 1999.  The abundance of brook trout compared favorably to that found in other Brainerd Area trout lakes using the same techniques in the past 10 years where the average brook trout abundance has been 15 fish per acre with a range of 6 to 21 fish per acre.   <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2012-10-01",
                    "4391231241995000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2012-10-01",
                "lengths": {
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                89
                            ],
                            [
                                11,
                                63
                            ],
                            [
                                12,
                                24
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                50
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "19322225248092027",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is managed for Brook Trout.  The dissolved oxygen and temperature profiles were measured in August 2022 to monitor habitat for trout.  Optimal thermal and oxygen conditions for Brook Trout (10-16?C [50-61?F] and greater than or equal to 5 ppm DO) occurred in about 6 vertical ft.  Oxygen adequate for trout (greater than 5 ppm) occurred down to a depth of 29 ft where the temperature was 7.0?C (44.6?F).  Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) was 6.3?C (43.3?F).  Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2022.   <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 Brook Trout fingerlings in the fall with surplus yearling or adult Brook Trout stocked when available.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2022-08-18",
                    "19322225248092027",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-08-18",
                "lengths": {}
            },
            {
                "surveyID": "12201608236133072",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 12, 2015 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 6 vertical ft., from a depth of about 22 ft through about 27 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 32 ft where the temperature was 8.0 C.  The TDO3 value was 7.5 C.  This was the highest TDO3 value ever measured in Pleasant Lake, but still quite low compared to other area trout lakes.  Pleasant had the greatest amount (in vertical distance) of optimal trout habitat in August and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2015.   <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 brook trout fingerlings in the fall with surplus yearling or adult brook trout stocked when available.  However, brook trout may not be stocked in normal numbers for the next several years due to disease issues at a State trout hatchery.  Some rainbow trout may be stocked instead of brook trout.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2015-08-12",
                    "12201608236133072",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2015-08-12",
                "lengths": {}
            },
            {
                "surveyID": "17161832552130000",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is managed for brook trout although rainbow trout have been stocked recently.  The dissolved oxygen and temperature profiles were measured on August 29, 2018 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C (50-61 F), greater than or equal to 5 ppm DO) occurred in about 5 vertical ft, from a depth of about 21 ft through about 25 ft.  Optimal rainbow trout habitat (11-19 C (52-66 F), greater than or equal to 5 ppm DO) occurred in about 7 vertical ft from a depth of 18 to 25 ft.  Oxygen adequate for trout (greater than 5 ppm) occurred down to a depth of 29 ft where the temperature was 7.4 C (45 F).  The TDO3 value was 6.9 C (44 F).  Pleasant had the greatest amount (in vertical distance) of optimal trout habitat and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2018.   <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 brook trout fingerlings in the fall with surplus yearling or adult brook trout stocked when available.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2018-08-29",
                    "17161832552130000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-08-29",
                "lengths": {}
            },
            {
                "surveyID": "1440824242161000",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake.  The dissolved oxygen and temperature profile were measured in August 2008 to monitor habitat for trout.  On August 28, optimal temperature and oxygen conditions for brook trout occurred in about 7 vertical ft, from a depth of about 19 ft down to about 25 ft.  Adequate oxygen for trout was found down to about 31 ft.  </p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2008-08-28",
                    "1440824242161000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2008-08-28",
                "lengths": {}
            },
            {
                "surveyID": "4391023728688000",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile was measured on August 17, 2010 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16?C, greater than or equal to 5 ppm DO) occurred in about 6 vertical ft., from a depth of about 22 through about 27 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 33 ft where the temperature was 7.9?C.  The TDO3 value was 6.9 C.  Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat during the summer compared to the other five natural trout lakes in the Brainerd Fisheries management area in 2010.  </p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2010-08-17",
                    "4391023728688000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2010-08-17",
                "lengths": {}
            },
            {
                "surveyID": "4391123053777000",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile was measured on August 17, 2011 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 6 vertical ft., from a depth of about 20 through about 26 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 33 ft where the temperature was 6.9 C.  The TDO3 value was 6.5 C.  Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat during the summer compared to the other five natural stream trout lakes in the Brainerd Fisheries management area in 2011.  </p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2011-08-17",
                    "4391123053777000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2011-08-17",
                "lengths": {}
            },
            {
                "surveyID": "17202021145424010",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is managed for Brook Trout although Rainbow Trout have also been stocked recently. The dissolved oxygen and temperature profiles were measured in June and twice in August 2020 to monitor habitat for trout. Optimal thermal and oxygen conditions for Brook Trout (10-16? C [50-61? F] and greater than or equal to 5 ppm DO) occurred in about 9 vertical ft in June, 7 ft in early August, and 6 ft in mid-August from a depth of about 20 ft through 25 ft. Optimal Rainbow Trout habitat (11-19? C [52-66? F] and greater than or equal to 5 ppm DO) occurred in about 10 vertical ft in June and 7 ft in both August measurements. In the second August measurement, oxygen adequate for trout (greater than 5 ppm) occurred down to a depth of 32 ft where the temperature was 7? C (45? F). Temperature at a dissolved oxygen concentration of 3 ppm (TDO3) remained low across the summer from < 6? C (< 43? F) in June, to 6? and 7? C (43-44? F) in in the August measurements. Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2020. <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 Brook Trout fingerlings in the fall with surplus yearling or adult Brook Trout stocked when available. <br> \n <br> \nDesignated stream trout lakes have additional angling regulations. Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters. The winter trout season is closed on Pleasant Lake. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2020-06-27",
                    "17202021145424010",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2020-06-27",
                "lengths": {}
            },
            {
                "surveyID": "4390928832120045",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profile were measured in August 2009 to monitor habitat for trout.  On August 27, optimal temperature and oxygen conditions for brook trout (10-16 C, greater than 5 ppm DO) occurred in about 8 vertical ft, from a depth of about 20 to 27 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 32 ft. where the temperature was 7.4 C.  Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat during the summer compared to the other five natural trout lakes in the Brainerd Fisheries management area in 2009.  </p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2009-08-27",
                    "4390928832120045",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-08-27",
                "lengths": {}
            },
            {
                "surveyID": "10721431456591061",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.25",
                        "quartileCount": "N/A",
                        "totalWeight": 35457.0,
                        "gearCount": 20.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Single-frame trap nets",
                        "averageWeight": "1.20",
                        "totalCatch": 65
                    }
                ],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  Designated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n <br> \nPleasant Lake was treated with rotenone in 1998 to remove competing fish populations that were degrading the quality of the trout fishery.  An estimate of the trout population in Pleasant Lake was conducted in October 2014.  The brook trout ranged in length from 9.6 to 17.1 inches with an average length of 14.3 inches.  The brook trout catch per net was 3.3 fish per set with an average weight of 1.2 lbs per fish.  The estimated brook trout population was 204 fish (10 per acre) with an estimated biomass of 11 lbs per acre. This estimate may vary considerably from the actual number of trout present due to a relatively low number of recaptured fish.    <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 brook trout fingerlings in the fall with surplus yearling or adult brook trout stocked when available. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2014-10-13",
                    "10721431456591061",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-10-13",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                8
                            ],
                            [
                                11,
                                8
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                15,
                                15
                            ],
                            [
                                16,
                                20
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "17161924152654000",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is managed for brook trout although rainbow trout have been stocked recently.  The dissolved oxygen and temperature profiles were measured on August 27, 2019 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C [50-61 F] and greater than or equal to 5 ppm DO) occurred in about 5 vertical ft, from a depth of about 20 ft through about 24 ft.  Optimal rainbow trout habitat (11-19 C [52-66F] and greater than or equal to 5 ppm DO) occurred in about 7 vertical ft from a depth of 17 to 23 ft.  Oxygen adequate for trout (greater than 5 ppm) occurred down to a depth of 27 ft where the temperature was 8.8 C (47.8 F).  The TDO3 value was 7.6 C (45.7 F).  Pleasant had the greatest amount (in vertical distance) of optimal trout habitat and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2019.   <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 brook trout fingerlings in the fall with surplus yearling or adult brook trout stocked when available.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2019-08-27",
                    "17161924152654000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-08-27",
                "lengths": {}
            },
            {
                "surveyID": "4391334631574034",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.  The dissolved oxygen and temperature profiles were measured on August 14, 2013 to monitor habitat for trout.  Optimal temperature and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 7 vertical ft., from a depth of about 18 ft through about 24 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 31 ft where the temperature was 6.4 C.  The TDO3 value was 5.7 C.  Pleasant Lake had the greatest amount (in vertical distance) of optimal trout habitat in August and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2013.  </p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2013-08-14",
                    "4391334631574034",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-08-14",
                "lengths": {}
            },
            {
                "surveyID": "12201633446546000",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is presently managed for brook trout.   Only rainbow trout are currently being stocked because of a lack of brook trout available while the Crystal Springs State Fish Hatchery clears a 3 year disease free protocol.   The dissolved oxygen and temperature profiles were measured on September 1, 2016 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 6 vertical ft., from a depth of about 21 ft through about 26 ft.  Optimal rainbow trout habitat (11-19 C, greater than or equal to 5 ppm DO) occurred in about 7 vertical ft at a depth of 19 to 25 ft.  Oxygen was adequate for trout (greater than 5 ppm) down to a depth of 32 ft where the temperature was 7.8 C.  The TDO3 value was 7.0 C.  Pleasant had the greatest amount (in vertical distance) of optimal trout habitat and the lowest TDO3 value compared to the other five natural (non-mine pit) stream trout lakes in the Brainerd Fisheries management area in 2016.   <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 brook trout fingerlings in the fall with surplus yearling or adult brook trout stocked when available.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2016-09-01",
                    "12201633446546000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2016-09-01",
                "lengths": {}
            },
            {
                "surveyID": "12201724150150056",
                "fishCatchSummaries": [],
                "narrative": "<p>Pleasant Lake is a designated stream trout lake that is managed for brook trout although rainbow trout are currently being stocked because of a lack of brook trout available for stocking.  The dissolved oxygen and temperature profiles were measured on August 22, 2017 to monitor habitat for trout.  Optimal thermal and oxygen conditions for brook trout (10-16 C, greater than or equal to 5 ppm DO) occurred in about 5 vertical ft, from a depth of about 22 ft through about 26 ft.  Optimal rainbow trout habitat (11-19 C, greater than or equal to 5 ppm DO) occurred in about 7 vertical ft from a depth of 19 to 25 ft.  Oxygen adequate for trout (greater than 5 ppm) occurred down to a depth of 30 ft where the temperature was 8.0 C.   <br> \n <br> \nFuture stocking plans are for continued annual stockings of 3,300 brook trout fingerlings in the fall with surplus yearling or adult brook trout stocked when available.  However, brook trout will not be stocked in normal numbers for the next several years and rainbow trout will be stocked instead of brook trout.   <br> \n <br> \nDesignated stream trout lakes have additional angling regulations.  Be sure to consult the current Minnesota Fishing Regulations book for regulations, seasons, and possession limits before fishing designated trout waters.  The winter trout season is closed on Pleasant Lake. <br> \n</p>",
                "headerInfo": [
                    "Pleasant",
                    null,
                    "18027800",
                    "2017-08-22",
                    "12201724150150056",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-08-22",
                "lengths": {}
            }
        ],
        "countyName": "Crow Wing"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}