{
    "timestamp": 1737673579,
    "result": {
        "lakeName": "Star",
        "sampledPlants": [],
        "shoreLengthMiles": 2.56,
        "DOWNumber": 77005300,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 36.0,
        "areaAcres": 57.04,
        "meanDepthFeet": 8.0,
        "maxDepthFeet": 30.0,
        "officeCode": "F312",
        "accesses": [
            {
                "location": "NW CORNER OWNED BY TURTLE CREEK TOWNSHIP",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "2801116434167000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.43",
                        "quartileCount": "N/A",
                        "totalWeight": 693.0,
                        "gearCount": 1.08833333333333,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.22",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "3.08",
                        "quartileCount": "N/A",
                        "totalWeight": 1606.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Special trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 1383.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Special trap nets",
                        "averageWeight": "0.30",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 65.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Special trap nets",
                        "averageWeight": "0.14",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 112.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Special trap nets",
                        "averageWeight": "0.25",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "18.38",
                        "quartileCount": "N/A",
                        "totalWeight": 14805.0,
                        "gearCount": 1.08833333333333,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "1.63",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "152.53",
                        "quartileCount": "N/A",
                        "totalWeight": 11263.0,
                        "gearCount": 1.08833333333333,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.15",
                        "totalCatch": 166
                    }
                ],
                "narrative": "<p>      A panfish assessment along with daytime spring electrofishing was conducted on Star Lake to evaluate the major fish populations.  Six standard lake survey trap nets were set and lifted twice for a total of 12 sets.  Daytime electrofishing was also conducted during the same time frame to assess the largemouth bass population.   As in previous surveys, only four fish species were sampled in the trap nets while all of the bass were netted in the electrofishing runs.  The species caught in the trap nets included black crappie, bluegill, northern pike, and yellow perch.  Scales were taken from the black crappie, bluegill, and largemouth bass for age and growth data. <br> \n     When looking at past surveys, both trap nets and electrofishing have been shown to work for catching black crappie although it usually has not been both methods in the same year.  In 2011, neither method proved very effective.  Ten crappie were sampled in the trap nets and seven in the electrofishing run.  The trap nets caught crappie up to 9.7 inches while none of the crappie were over nine inches in the electrofishing catch.  Mean length was 8.2 inches in the trap nets and 7.4 inches in the electrofishing with 20% (n=2) of the trap net fish exceeding nine inches.  Ages 4 through 6 were represented in the combined catch from the trap nets and electrofishing.   All of the age groups displayed slow growth.\t <br> \n     The 2005 trap nets sampled 43 black crappie while 13 were caught in the electrofishing effort.  The fish ranged from 5.9 to 10.4 inches in the combined catches with a mean length of 8.3 inches in the trap net sample and 8.5 inches in the electrofishing sample.  Crappie exceeding nine inches accounted for 14% (n=6) of the trap net catch and 15% (n=2) of the electrofishing catch.  In 1999, the numbers were reversed, 13 crappie were caught in the trap nets and 43 in the electrofishing run.  Although the trap nets caught the largest fish, 11.3 inches compared to 9.1 inches, the electrofishing sample had the larger mean length, 8 inches compared to 7.4 inches.  Both catches each had only one crappie which was more than nine inches in length. <br> \n      More bluegill were caught in the 2011 electrofishing run (n=166) than the trap nets (n=37).  The size structure of the electrofishing catch was the better of the two.  Bluegill up to 8.4 inches were measured, mean length was 5.7 inches, and 9% (n=15) of the fish were more than seven inches in length.  Bluegill in the trap net catch measured up to 8.1 inches with a mean length of 5 inches and 5% (n=2) of the fish exceeding seven inches.   <br> \nAges 3 through 11 were represented in the combined catches of the 2011 assessment.  Age 3 through 5, 8, and 9 displayed normal growth, age groups 6 and 7 slow growth, and age 10 fast growth.  Two year classes from 2003 and 2006 accounted for 32% and 26% of the sample, respectively.  The presence of the older year classes suggests low mortality from fishing pressure. <br> \n      In 2005, the trap nets caught 269 bluegill between 3.4 and 8.4 inches.  Mean length was 5.4 inches, with only 0.7% (n=2) of the fish more than seven inches in length.  A total of 107 bluegill were netted in the 1999 trap nets, one of which measured 10.9 inches in length and another one 9.8 inches.  Mean length was the highest of the three assessments at 6.4 inches and 34% (n=36) of the fish exceeded seven inches in length.  Bluegill were not netted in the electrofishing in either of the 2005 or 1999 electrofishing efforts. <br> \n      The daytime electrofishing conducted in 2011 sampled twenty largemouth bass while night time electrofishing in 2005 and 1999 had catches of 31 and 38 bass, respectively.   The catch rate for the 2011 effort was 18 bass per hour with fish up to 19.3 inches measured.  Mean length for the sample was 13.3 inches and PSD 56.  The night electrofishing in 2005 and 1999 produced similar catch rates, 25 and 24 bass per hour, respectively.  Twenty inch largemouth bass were measured in both electrofishing efforts but mean length was 13 inches in 2005 while it was 15 inches in 1999.  The PSD was also higher in 1999, 89, compared to 78 in 2005. <br> \n      Ages 3 through 6 and 8 through 13 were represented in the 2011 electrofishing sample.  Mean age for the sample was 7.7 years which was the oldest mean age of the lakes electrofished in 2011.  Age groups 4, 5, 8, 9, and 12 exhibited normal growth.  The age 3, 6, and 10 fish, one in each age group, showed slow growth and the one 11 year old bass showed fast growth. <br> \n       Not much is known about the present northern pike population since the sampling methods used in the assessment typically do not catch many pike.  Only one nine-inch pike was caught in a trap net during the netting period indicating natural reproduction.  Some gill nets were used in the first survey on Star Lake in 1987 which caught pike up to 34 inches in length.  The two gill nets caught 18 northern pike while the five trap nets caught eleven pike.       Star Lake is a low fertility, soft-water lake.   The same number of homes exists on the lake as in 1999 but some improvements have been made to the homes.  Fishing pressure has likely increased although the access has not been improved. <br> \n      An area mean back-calculated length table was used to compare growth rates. <br> \n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "77005300",
                    "2011-06-13",
                    "2801116434167000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2011-06-13",
                "lengths": {
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                8
                            ],
                            [
                                8,
                                5
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 9
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 19
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 8
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                9
                            ],
                            [
                                4,
                                67
                            ],
                            [
                                5,
                                41
                            ],
                            [
                                6,
                                69
                            ],
                            [
                                7,
                                15
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 9
                    }
                }
            },
            {
                "surveyID": "116456",
                "fishCatchSummaries": [
                    {
                        "CPUE": "27.16",
                        "quartileCount": "N/A",
                        "totalWeight": 5402.0,
                        "gearCount": 1.58333333333333,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.28",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "0.63",
                        "quartileCount": "N/A",
                        "totalWeight": 263.0,
                        "gearCount": 1.58333333333333,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.58",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.10",
                        "quartileCount": "1.3-9.8",
                        "totalWeight": 109.0,
                        "gearCount": 10.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.24",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "10.70",
                        "quartileCount": "4.3-32.8",
                        "totalWeight": 10475.0,
                        "gearCount": 10.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.22",
                        "totalCatch": 107
                    },
                    {
                        "CPUE": "24.00",
                        "quartileCount": "N/A",
                        "totalWeight": 35080.0,
                        "gearCount": 1.58333333333333,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "2.04",
                        "totalCatch": 38
                    },
                    {
                        "CPUE": "0.70",
                        "quartileCount": "N/A",
                        "totalWeight": 2480.0,
                        "gearCount": 10.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.78",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "1.30",
                        "quartileCount": "1.1-10.6",
                        "totalWeight": 1480.0,
                        "gearCount": 10.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.25",
                        "totalCatch": 13
                    }
                ],
                "narrative": "<p>Star Lake is a unique small, soft-water lake in central Minnesota.  The lake is lightly developed, has a primitive access, and is surround by mixed hardwoods interspersed with bog.  The lake gets it name from the irregular shaped shoreline forming bays and backwater marshes.  Despite being only 47 acres, the lake has a depth of 30+ feet and a variety of structures such as islands, channels, and drop-offs.  Watershield and waterlilies were common around the entire shoreline of the lake out to a depth of 6.5 feet.  Robbins pondweed was the most common submerged species covering the lake bottom.      Fish species found in Star Lake include northern pike, black crappies, largemouth bass, pumpkinseeds, and yellow perch.  Local anglers fish the lake mostly for largemouth bass and bluegills. Crappies are common, but tend to be small, less than 9 inches.  While Star Lake has some nice fish in its' water, with the small size of the lake and slow growth rates seen in the majority of the fish, fish populations could be easily over harvested.  Fish in Star Lake attained their size due to longevity of life rather than fast growth.  Anglers are encouraged to release larger fish and keep only enough for a meal to help maintain a balanced fish community.     Homeowners along the lake shore should make efforts to maintain water quality in the lake while enjoying their cabins.  Maintaining septic systems and keeping shoreline buffer strips is encouraged.</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "77005300",
                    "1999-06-07",
                    "116456",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1999-06-07",
                "lengths": {
                    "PMK": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 6
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                6
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                5
                            ],
                            [
                                18,
                                4
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 20
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                5
                            ],
                            [
                                7,
                                21
                            ],
                            [
                                8,
                                26
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 11
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 20
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                3,
                                6
                            ],
                            [
                                4,
                                5
                            ],
                            [
                                5,
                                25
                            ],
                            [
                                6,
                                35
                            ],
                            [
                                7,
                                34
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "16121817041866000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.61",
                        "quartileCount": "N/A",
                        "totalWeight": 259.0,
                        "gearCount": 0.830555555555556,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.19",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.20",
                        "quartileCount": "N/A",
                        "totalWeight": 9.0,
                        "gearCount": 0.830555555555556,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.02",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "7.22",
                        "quartileCount": "N/A",
                        "totalWeight": 5408.0,
                        "gearCount": 0.830555555555556,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "1.99",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "38.53",
                        "quartileCount": "N/A",
                        "totalWeight": 2016.0,
                        "gearCount": 0.830555555555556,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.14",
                        "totalCatch": 32
                    }
                ],
                "narrative": "<p>Daytime electrofishing was performed on Star Lake on June 19, 2018.  This sampling was undertaken primarily to determine the effectiveness of daytime shocking in assessing the Largemouth Bass population with secondary interest in the panfish species.  Due to its small size and remote location, Star is a relatively low priority lake for intensive sampling with gill nets and trap nets.   Sampling in 2018 consisted of 0.83 hours of on-time effort while traveling around the shoreline in varying depths and distances from shore.  <br> \n  <br> \nBluegill comprised the bulk of the fish sample in this assessment as 32 were measured ranging from 2.5 to 7.9 inches in length.  Mean size of Bluegills was 5.2 inches.  A total of only 6 Largemouth Bass were netted and measured ranging in length from 6.5 to 19.7 inches. Three Black Crappie were captured with the largest being 8 inches.   Daytime electrofishing proved to be a somewhat inefficient presumably due to the lake's soft water.  Fish were frequently observed moving ahead of the electrical field and evading capture. <br> \n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "77005300",
                    "2018-06-19",
                    "16121817041866000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-06-19",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 3
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                4
                            ],
                            [
                                3,
                                7
                            ],
                            [
                                4,
                                3
                            ],
                            [
                                5,
                                5
                            ],
                            [
                                6,
                                8
                            ],
                            [
                                7,
                                5
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 7
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 19
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ],
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 7
                    }
                }
            }
        ],
        "countyName": "Todd"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}