{
    "timestamp": 1737652243,
    "result": {
        "lakeName": "Summit",
        "sampledPlants": [],
        "shoreLengthMiles": 1.34,
        "DOWNumber": 17007300,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 64.14,
        "areaAcres": 64.14,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 10.0,
        "officeCode": "F418",
        "accesses": [
            {
                "location": "STATE OWNED ACCESS ON EAST SIDE OF LAKE",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "119230",
                "fishCatchSummaries": [
                    {
                        "CPUE": "25.00",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 12.5,
                        "gearCount": 5.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 125
                    },
                    {
                        "CPUE": "30.00",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 70.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.47",
                        "totalCatch": 150
                    }
                ],
                "narrative": "<p>THE BLACK BULLHEAD AND YELLOW PERCH WERE THE ONLY SPECIES PRESENT IN THE LAKE AFTER THE WINTERKILL. THE NET CATCH RATE WAS CONSIDERED LIGHT FOR BOTH SPECIES. THE LAKE WAS CONSIDERED FOR A REARING POND TO SEE IF WALLEYE FINGERLINGS WOULD FILL THE VOID BY THE LARGE LOSS OF FISH. 818,000 WALLEYE FRY WERE STOCKED IN MAY OF 1986. THE FRY REPORTED TO LOOK STRONG AND SWAM AWAY IMMEDIATELY AFTER BEING STOCKED. TWO ATTEMPTS IN MID-SUMMER TO CAPTURE WALLEYE FINGERLINGS YIELDED NO FISH. IN OCTOBER TEN 1/4 INCH TRAPNETS DID YIELD LARGE NUMBERS OF Y OF Y BULLHEADS AND A FEW ADULT PERCH. NO BLACK CRAPPIES APPEARED TO SURVIVE THE WINTER- KILL OF 1985-1986.</p>",
                "headerInfo": [
                    "Summit",
                    null,
                    "17007300",
                    "1986-04-02",
                    "119230",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1986-04-02",
                "lengths": {}
            },
            {
                "surveyID": "119424",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.44",
                        "quartileCount": "0.2-1.9",
                        "totalWeight": 325.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.06",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "2.22",
                        "quartileCount": "N/A",
                        "totalWeight": 980.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "16.56",
                        "quartileCount": "1.2-20.0",
                        "totalWeight": 12606.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.19",
                        "totalCatch": 149
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "0.2-0.7",
                        "totalWeight": 414.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.3-1.5",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.46",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.56",
                        "quartileCount": "N/A",
                        "totalWeight": 11437.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "5.04",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "2.33",
                        "quartileCount": "1.2-20.5",
                        "totalWeight": 1016.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 21
                    },
                    {
                        "CPUE": "25.22",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 6838.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.07",
                        "totalCatch": 227
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "48.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 48
                    },
                    {
                        "CPUE": "14.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "?",
                        "quartileCount": "N/A",
                        "totalWeight": 16760.0,
                        "gearCount": 0.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.92",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "2.56",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 16513.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.58",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BLB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Summit Lake covers approximately 80 acres and has a maximum depth of approximately 10 feet.  Although a variety of bottom types are present in Summit Lake, near shore areas are dominated by sand and gravel.  The immediate shoreline is covered primarily by undeveloped woodland areas, and the majority of the surrounding watershed is cultivated.  Prior to the reclamation project in the fall 1992 and the subsequent installation of an aeration system, winter fish kill events and extensive algal booms limited active gamefish management in Summit Lake.  In the spring of 1992, the only species observed in trapnets following a suspected winter fish kill were black bullhead and fathead minnow.  Following the reclamation, numerous species of aquatic vegetation appeared which continue to thrive in Summit Lake.  In 1993, adult largemouth bass and bluegill, and walleye fry were stocked to establish a gamefish population in Summit Lake.  Presently, the lake is primarily managed for largemouth bass while providing secondary populations of walleye and bluegill.        A lake is considered for reclamation when a fish population is out of \"balance.\"  For instance, a lake which lacks a predator fish species and has an over abundance of small, slow growing black bullhead would be considered out of balance.  Unbalanced fish populations can have a negative impact on water quality and other physical characteristics such as fish habitat.  Essentially, all fish species are exterminated with rotenone, a plant derivative which is toxic to fish.  The lake is then restocked with more desirable fish species.  Reclamation projects are quite expensive and are normally conducted as a last means effort to provide quality fishing after alternative fish management techniques have failed.  Although the reclamation of Summit Lake appears to have been effective, not all reclamation projects are successful. The 1996 survey results suggest largemouth bass are thriving in Summit Lake.  Bass collected with electrofishing gear ranged in length from 5 to almost 17 inches with an average length of approximately 10 ? inches.  Bass reproduced naturally in 1993, 1994, 1995, and 1996.  Although the majority of largemouth bass were in the 12-14 inch range, the present population has the potential to provide adequate numbers of preferred size fish (greater than 15 inches) in subsequent years. A bluegill population also appears to have been established in Summit Lake.  Bluegill numbers are considered normal compared to similar lakes.  Bluegill collected in trapnets ranged in length from 2 to around 10 inches with an average length of approximately 6 inches.  Bluegill also reproduced naturally in 1993, 1994, 1995 and 1996.  Similar to the largemouth bass population, the current bluegill population is dominated by young year classes, and with adequate time, should provide increased numbers of preferred size fish (greater than 8 inches).Walleye numbers are considered normal compared to similar lakes in our area.  Walleye collected in trapnets ranged in length from 14 to around 17 inches with an average length of approximately 16 inches.  The current population is comprised of 3 year old fish which corresponds to the initial fry stocking in 1993.  As with most lakes in our area, available walleye spawning habitat is limited in Summit Lake.  The walleye population will most likely be supported through stocking efforts as natural reproduction is unlikely.  The present plan for Summit Lake is to stock walleye fingerlings in the fall of 1997. Although not officially stocked, black crappie, northern pike, black bullhead, green sunfish and hybrid sunfish were collected in trapnets during our 1996 survey.  These species, excluding hybrid sunfish, were more than likely illegally stocked as natural emigration from nearby water bodies is impossible.  Unfortunately, the act of unlawfully stocking fish may be detrimental to the future evaluation of management practices.  Hybrid sunfish were most likely established in Summit Lake through interbreeding between bluegill and green sunfish.  No additional fish species were observed during the 1996 survey.  Black crappie numbers are considered normal.  Crappie collected in trapnets ranged in length from 3 to almost 9 inches with an average length of approximately 5 ? inches.Five northern pike were sampled during the 1996 survey.  Pike collected in trapnets ranged in length from 18 to almost 29 ? inches with an average length of approximately 25 ? inches.Black bullhead numbers are also considered normal compared to similar lakes in our area.  Bullhead collected in trapnets ranged in length from 3 to approximately 12 inches with an average length of 5 ? inches.The average length of green sunfish collected in trapnets was approximately 4 inches whereas the average length of hybrid sunfish was approximately 5 inches.To promote and maintain a healthy fish population, pollution and other inputs need to be controlled.  Fish habitat is directly affected by water quality.  Nutrient, sediment and other waste inputs can drastically alter the chemical and physical components of a Lake.  It is paramount to maintain if not improve the current water quality of Summit Lake through watershed management to preserve this fishery for future generations to enjoy.   </p>",
                "headerInfo": [
                    "Summit",
                    null,
                    "17007300",
                    "1996-06-11",
                    "119424",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1996-06-11",
                "lengths": {
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                1
                            ],
                            [
                                3,
                                4
                            ],
                            [
                                4,
                                8
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 4
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                1
                            ],
                            [
                                2,
                                12
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                6
                            ],
                            [
                                12,
                                14
                            ],
                            [
                                13,
                                6
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                8
                            ],
                            [
                                7,
                                3
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 16
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                8
                            ],
                            [
                                1,
                                4
                            ],
                            [
                                10,
                                1
                            ],
                            [
                                2,
                                2
                            ],
                            [
                                3,
                                2
                            ],
                            [
                                4,
                                29
                            ],
                            [
                                5,
                                59
                            ],
                            [
                                6,
                                27
                            ],
                            [
                                7,
                                26
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 10
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                45
                            ],
                            [
                                5,
                                107
                            ],
                            [
                                6,
                                63
                            ],
                            [
                                7,
                                5
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 12
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                29,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 29
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                9
                            ],
                            [
                                5,
                                8
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                11
                            ],
                            [
                                5,
                                7
                            ],
                            [
                                6,
                                2
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                7
                            ],
                            [
                                16,
                                13
                            ],
                            [
                                17,
                                2
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "119560",
                "fishCatchSummaries": [
                    {
                        "CPUE": "26.44",
                        "quartileCount": "1.2-20.0",
                        "totalWeight": 7158.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.07",
                        "totalCatch": 238
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.2-0.7",
                        "totalWeight": 1325.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.3-1.5",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.92",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "74.33",
                        "quartileCount": "1.2-20.5",
                        "totalWeight": 11139.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 669
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "N/A",
                        "totalWeight": 3925.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "4.33",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "190.11",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 184504.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.24",
                        "totalCatch": 1711
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.3-2.6",
                        "totalWeight": 950.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.0",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.09",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "?",
                        "quartileCount": "N/A",
                        "totalWeight": 21670.0,
                        "gearCount": 0.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "2.51",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "WHC",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "3.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BLB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>Summit Lake is an 80 acre lake with a maximum depth of 10 feet and is located near the city of Windom in Cottonwood County.  The lake is presently managed for largemouth bass as the primary species while bluegill and walleye are managed secondarily.  The lake was reclaimed in 1992 and restocked with largemouth bass, bluegill, and walleye in 1993.  Unauthorized stocking resulted in additional fish species present in 1996 and 2000.  The lake is susceptible to algae blooms and winterkill since the addition of black bullhead in Summit.  Because of low oxygen levels in the lake during the winter of 2000-01, the following status of the fishery may likely have changed drastically.     The largemouth bass electrofishing catch rate was 12.7 in 2000 compared to 30.0 in 1996.  Lengths ranged from 12.2 to 16.0 inches and averaged 19.6 inches.  Year classes from 1995 through 2000 were not collected during the assessment indicating minimal natural reproduction.     The bluegill trapnet catch rate of 26.4 was high for lakes similar to Summit.  The bluegill trapnet catch rate was 16.6 in 1996.  Lengths of bluegill ranged from 3.9 to 8.7 inches and averaged  5.8 inches.  The bluegill population was dominated by age 2 fish (84% of the fish collected).     The black crappie trapnet catch rate of 74.3 was high for lakes similar to Summit .  The black crappie trapnet catch rate was 2.3 in 1996.  Lengths ranged from 4.9 to 10.9 inches and averaged  6.4 inches.  Year classes from 1995 through 1998 were collected during the survey.  The population was dominated by age 2 fish (77% of the fish collected).     The black bullhead trapnet catch rate of 190.1 was high for lakes similar to Summit.  The black bullhead CPUE was 25.2 in 196.  Lengths of black bullhead ranged from 4.6 to 11.8 and averaged 9.5 inches.      Two northern pike and zero walleye were collected during the assessment.     To promote and maintain a healthy fish population, pollution and other inputs need to be controlled.  Fish habitat is directly affected by water quality.  Nutrient, sediment and other waste inputs can drastically alter the chemical and physical components of a lake.  It is paramount to maintain if not improve the current water quality of Summit Lake through watershed management to preserve this fishery for future generations to enjoy.            </p>",
                "headerInfo": [
                    "Summit",
                    null,
                    "17007300",
                    "2000-06-05",
                    "119560",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-06-05",
                "lengths": {
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                7
                            ],
                            [
                                16,
                                10
                            ],
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 17
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                27
                            ],
                            [
                                5,
                                166
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                6
                            ],
                            [
                                8,
                                32
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                582
                            ],
                            [
                                11,
                                141
                            ],
                            [
                                4,
                                10
                            ],
                            [
                                6,
                                47
                            ],
                            [
                                7,
                                220
                            ],
                            [
                                8,
                                272
                            ],
                            [
                                9,
                                438
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 11
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                24,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 24,
                        "maximum_length": 28
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                37
                            ],
                            [
                                4,
                                17
                            ],
                            [
                                5,
                                476
                            ],
                            [
                                7,
                                48
                            ],
                            [
                                8,
                                28
                            ],
                            [
                                9,
                                63
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 10
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 16
                    }
                }
            }
        ],
        "countyName": "Cottonwood"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}