{
    "timestamp": 1737674489,
    "result": {
        "lakeName": "Fedji",
        "sampledPlants": [],
        "shoreLengthMiles": 2.6,
        "DOWNumber": 83002100,
        "waterClarity": [
            [
                "06/02/2010",
                "1.3"
            ]
        ],
        "averageWaterClarity": "1.3",
        "littoralAcres": 171.99,
        "areaAcres": 171.99,
        "meanDepthFeet": 5.0,
        "maxDepthFeet": 6.0,
        "officeCode": "F418",
        "accesses": [
            {
                "location": "Trails and Waterways have property on the north end of the lake.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "119621",
                "fishCatchSummaries": [
                    {
                        "CPUE": "13.11",
                        "quartileCount": "1.0-5.5",
                        "totalWeight": 15828.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.4-4.6",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.30",
                        "totalCatch": 118
                    },
                    {
                        "CPUE": "61.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 4225.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.15",
                        "totalCatch": 61
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.2-0.7",
                        "totalWeight": 400.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.3-1.5",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.88",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "24.00",
                        "quartileCount": "1.0-13.8",
                        "totalWeight": 6414.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-3.7",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.59",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "200.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 400
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BLB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "51.33",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 25512.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.12",
                        "totalCatch": 462
                    }
                ],
                "narrative": "<p>Fedje Lake, near the town of Madelia in Watonwan County, is a 184 acre lake with a maximum depth of 6 feet.  The management plan from 1992 indicated Fedje was managed primarily for yellow perch.  Fedje Lake has had a history of low oxygen during winter months.  Local reports indicated a substantial winterkill occurred during the winter of 2000.  Trails and Waterways purchased  4 acres in 2001 from the Watonwan Sportsman's club to ensure a  legitimate access which will make fisheries management a possibile.  The first initial survey was done during the week of May 28, 2002 using 1 gill net, 9 trap nets, and 2 seine hauls.No yellow perch were captured in any of the gears.The catch rate for black bullhead in gill nets was within the range expected.  Total lengths ranged from 4.8 to 10.3 inches and averaged 6.2 inches, which indicated the population was dominated by smaller individuals.  The condition of the fish was average.  It is possible that bullhead fishing could be good, however Fedje Lake has a huge fathead minnow base, making fishing more difficult.  The catch rate for common carp in gill nets was greater than expected.  Total lengths in gill nets ranged from 5 to 18 inches and averaged only 8 inches in length.One 11 inch largemouth bass was captured in a trap net.  This fish had hook marks in it's mouth which indicated that this fish was probably an unauthorized stocking.Seine hauls captured fathead minnows, black bullhead, and 1 brook stickleback.No other species were caught in the survey.Eighteen different species of aquatic vegetation were observed which is a rare for many Windom Area lakes.To promote and maintain healthy fish populations, pollution and other inputs need to be controlled.  Fish habitats are directly affected by water quality.  Nutrient, sediment and other waste inputs can drastically alter the biological, chemical, and physical components of a lake.  It is paramount to maintain if not improve the current water quality of Fedje Lake through watershed management to preserve this fishery for future generations to enjoy.Prepared by Ryan Doorenbos       </p>",
                "headerInfo": [
                    "Fedji",
                    null,
                    "83002100",
                    "2002-05-28",
                    "119621",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "2002-05-28",
                "lengths": {
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                11
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                3,
                                2
                            ],
                            [
                                4,
                                8
                            ],
                            [
                                5,
                                26
                            ],
                            [
                                6,
                                31
                            ],
                            [
                                7,
                                38
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 18
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 11
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                4
                            ],
                            [
                                2,
                                2
                            ],
                            [
                                10,
                                17
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                4,
                                23
                            ],
                            [
                                5,
                                60
                            ],
                            [
                                6,
                                99
                            ],
                            [
                                7,
                                292
                            ],
                            [
                                8,
                                25
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 11
                    }
                }
            },
            {
                "surveyID": "3701014757874013",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 100.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.22",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "96.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 11113.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.26",
                        "totalCatch": 96
                    },
                    {
                        "CPUE": "14.89",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 13144.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.22",
                        "totalCatch": 134
                    }
                ],
                "narrative": "<p>Fedji Lake, near the town of Madelia in Watonwan County, is a 184 acre lake with a maximum depth of 6 feet.  Fedji Lake historically had a good population of yellow perch.  Fedji has been used as a yellow perch source for stocking Windom Area lakes prior to 2010, however fish management has been limited on Fedji Lake because an official public access was not available.  In 2001, a public access was built which made fisheries management possible.  An initial fish survey was conducted in May 2002; only common carp, black bullhead, and one largemouth bass (suspected illegal stocked fish) were caught indicating a winterkill situation had occurred prior to the survey.  At times abundant aquatic macrophyte community exists (18 species) in Fedji Lake and the lake is the only lake in the Windom Fisheries Management Area with white water lily present.   <br> \n <br> \n Fedji Lake has had a history of winterkill.  Local reports indicated a substantial winterkill occurred during the winter of 2000 and 2009.  An aeration system was purchased by the Madelia Sportsmen's Club to maintain the sport fish community.  In collaboration with our office, the system was not installed in 2009 in an effort to reduce/remove common carp through a winterkill.  In the spring of 2009 it was apparent a major winterkill had occurred.  A population assessment was done during the week of June 1st, 2010 using 1 gill net and 9 trap nets.  <br> \n <br> \nOnly black bullheads were sampled in the gill net and black bullhead and one yellow perch were sampled in the trap nets.  Total lengths of black bullhead ranged from 5.0 to 8.4 inches with an average of 7.5 inches.  The yellow perch was not measured.  It is apparent that there was a significant winterkill during 2009-2010.  No common carp were sampled and it appears the winterkill has reduced, if not eliminated common carp from Fedji Lake.  Restocking took place right away in the spring of 2010 as walleye fry were stocked and adult yellow perch were stocked in the fall of 2010.  The aeration system was operational during the winter of 2010-2011 and additional stocking will take place in 2011 to add northern pike and black crappie to Fedji Lake (as well as additional walleye).  Given the little biomass of fish in the lake, with little resulting competition for food, the stocked fish should grow well and become fishable size within two years.  The future outlook for fishing at Fedji Lake is good.  <br> \n <br> \nPrepared by <br> \nNate Hodgins <br> \n</p>",
                "headerInfo": [
                    "Fedji",
                    null,
                    "83002100",
                    "2010-06-01",
                    "3701014757874013",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2010-06-01",
                "lengths": {
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                23
                            ],
                            [
                                7,
                                188
                            ],
                            [
                                8,
                                15
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 8
                    }
                }
            }
        ],
        "countyName": "Watonwan"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}