{
    "timestamp": 1737662422,
    "result": {
        "lakeName": "Goldeneye",
        "sampledPlants": [],
        "shoreLengthMiles": 0.58,
        "DOWNumber": 38002900,
        "waterClarity": [
            [
                "05/29/2012",
                "8"
            ],
            [
                "08/01/2023",
                "7.5"
            ],
            [
                "09/07/2023",
                "7"
            ],
            [
                "07/06/2023",
                "8"
            ],
            [
                "06/23/2023",
                "6"
            ],
            [
                "08/15/2023",
                "8.5"
            ],
            [
                "10/02/2023",
                "5.25"
            ],
            [
                "10/02/2023",
                "5.25"
            ],
            [
                "06/16/2014",
                "10"
            ],
            [
                "06/13/2016",
                "7"
            ],
            [
                "09/24/2018",
                "6"
            ]
        ],
        "averageWaterClarity": "7.1",
        "littoralAcres": 9.2,
        "areaAcres": 10.21,
        "meanDepthFeet": 12.9,
        "maxDepthFeet": 19.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "Quarter mile carry-in from parking area on Lake County Hwy 7. A fairly steep climb uphill to the east shore.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "4331215050775000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.5-9.3",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "15.00",
                        "quartileCount": "N/A",
                        "totalWeight": 6472.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.48",
                        "totalCatch": 30
                    }
                ],
                "narrative": "<p>Goldeneye Lake is 10 acres, 90% of the lake less than 15 feet deep with a maximum depth of 19 feet.  The U.S. Forest Service maintains a 0.25 mile hiking trail from a parking area (four vehicles) off of Lake County Road #7.  The trail is a hike up a steep ridge and then a short distance down the other side to the east shoreline of Goldeneye Lake.  The difficult access to the lake limits most lake anglers to shoreline or canoe fishing; this remote lake is lightly fished for that reason.  The shoreline is lined with white cedar making shore fishing difficult from all but a few locations, the lake drops quickly from shore around most of the lake.  There are numerous fallen trees hanging in or over the water, with a bed of largeleaf pondweed in the south end of the lake. <br> \n <br> \nThis designated stream trout lake has been continuously stocked with brook trout fingerlings since 1954, except for a change to rainbow trout in 1969 and five un-stocked years between 1976 and 1994.  Most recent fall fingerling stockings have been by airplane, loaded at Dumbbell Lake and aerial dropped using pontoon mounted electronically controlled tanks. <br> \n   <br> \nThe brook trout sample in the 2012 investigation was above average for the lake class, for stocked brook trout lakes in the Finland area.  The mean weight was 0.5 pound (10.1 inches), above average compared to the range of sizes (0.24-0.86 pound) sampled in the previous investigations on Goldeneye Lake.  The largest brook trout sampled in 2012 was 15 inches (1.4 pounds).  Three year-classes were identified from scale ageing in 2012, with age-2 fish averaging 9.34 inches at last annulus formation.  The general condition of the brook trout appeared to be good; however, round worms were observed in the gut of 80% and Neascus (black spot parasite) was present on 10% of the brook trout.  One golden shiner was also captured in gill nets.  Many schools of minnows were observed in the shallows around the lake. <br> \n</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2012-05-29",
                    "4331215050775000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2012-05-29",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                7
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "113044",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.00",
                        "quartileCount": "0.5-9.3",
                        "totalWeight": 305.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 298.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.33",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Goldeneye Lake is a small, designated stream trout lake that is stocked with 750 brook trout fingerlings annually by airplane. Access is by 1/4 mile foot trail over rough terrain.  The 2004 assessment sampled brook trout in very low numbers.  Brook trout historically have been fairly abundant in this lake; however, numbers in 2004 appeared to have been much lower than usual.  The two brook trout that were captured in the 2004 assessment measured 7.8 inches and 12.1 inches.</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2004-08-11",
                    "113044",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2004-08-11",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 12
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                4
                            ],
                            [
                                6,
                                4
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 6
                    }
                }
            },
            {
                "surveyID": "19732315155525000",
                "fishCatchSummaries": [],
                "narrative": "<p>Goldeneye Lake is a designated stream trout lake that is stocked every other year with fingerling Brook Trout. A survey was completed in 2023 to monitor the amount of cool, well oxygenated habitat available for trout during the summer. Automated temperature loggers were suspended at depths of three, six, nine, and twelve feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer. In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicate Goldeneye Lake had preferred temperature and dissolved oxygen levels throughout the summer of 2023. The lake is considered to have good habitat for trout compared to other area lakes managed for Brook Trout.</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2023-06-01",
                    "19732315155525000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2023-06-01",
                "lengths": {}
            },
            {
                "surveyID": "17102327549510021",
                "fishCatchSummaries": [
                    {
                        "CPUE": "9.00",
                        "quartileCount": "N/A",
                        "totalWeight": 8039.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.98",
                        "totalCatch": 18
                    }
                ],
                "narrative": "<p>Goldeneye Lake is a designated stream trout lake located approximately nine straight line miles northwest of Schroeder with a carry-in access located on Lake County Road 7. The access trail is about a quarter mile long and includes a fairly steep hill that must be climbed before descending to the lake. The lake is best suited for fishing from a canoe, kayak, or float tube due to the naturally forested shoreline with many downed trees that make shore fishing difficult. The lake is managed for Brook Trout with 750 fingerlings stocked in the fall of odd numbered years. A remote creel survey was completed in 2023 and documented moderate fishing pressure during both the winter and summer trout seasons relative to similar lakes throughout the state.  <br> \n <br> \nA fisheries survey was also completed in early-October to monitor the status of the Brook Trout population in Goldeneye Lake. More Brook Trout were sampled in 2023 compared to 2018, but the catch was within the range of previous surveys of the lake. All trout were likely age-2 fish that had been stocked in 2021 and ranged from 11 to 15 inches long.  The lack of multiple year classes is not surprising or concerning given the alternate year stocking. Even though stocking only occurs every other year the habitat in Goldeneye Lake allows stocked trout to survive multiple years meaning that there should always be fish available to anglers. However, the sizes available to anglers may vary more from year to year than would be expected on a lake that is stocked annually.  <br> \n</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2023-10-02",
                    "17102327549510021",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2023-10-02",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                11
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "112785",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>No fish were sampled in one gillnet set over night.      Stock on alternate years with fingerling Brook Trout 2 pounds per acre; no other fish should be stocked. A check of survival of stocked fish should be done in 1957.     Place on the designated trout lake list. Prohibit the taking of minnows.</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "1953-08-12",
                    "112785",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1953-08-12",
                "lengths": {}
            },
            {
                "surveyID": "112449",
                "fishCatchSummaries": [
                    {
                        "CPUE": "52.00",
                        "quartileCount": "0.5-9.3",
                        "totalWeight": 4.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 52
                    },
                    {
                        "CPUE": "37.00",
                        "quartileCount": "N/A",
                        "totalWeight": 9.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.24",
                        "totalCatch": 37
                    }
                ],
                "narrative": "<p>The 1990 lake survey indicates that Goldeneye Lake continues to support a high Brook Trout population. The Brook Trout gillnet catch in 1990 (37/lift) is comparable to the previous gillnet catch of 41/lift in 1983. The average length in 1990 was 9.0 inches, slightly smaller than the 9.4 inches found in 1983.     Golden Shiner were the only other fish sampled during this survey. The gillnet lift of 52/lift is uncommon for the lakes in this area.</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "1990-08-17",
                    "112449",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1990-08-17",
                "lengths": {}
            },
            {
                "surveyID": "10731416727635000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.5-9.3",
                        "totalWeight": 25.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.06",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "5.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2692.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.54",
                        "totalCatch": 11
                    }
                ],
                "narrative": "<p>Anglers who like to target Brook Trout for their beauty, fight, and taste while spending time amidst some of Minnesota's wildest, most scenic settings may want to try Goldeneye Lake, a designated stream trout lake 16.8 miles northeast of Finland, MN in the Superior National Forest.  Goldeneye Lake is a 10.2 acre lake with 90% of the lake less than 15 feet deep and a maximum depth of 20 feet.  The U.S. Forest Service maintains a 0.25 mile access trail from the parking lot off of Lake County Road #7.  The access trial is a hike up a steep ridge and then a short distance down the other side to the eastern shore of Goldeneye Lake.  This remote lake is lightly fished.  Open water angling is most suitable for anglers with a canoe or float tube.  The shoreline is lined with white cedar making shore fishing difficult from all but a few locations, the lake drops quickly from shore around most of the lake.  There are numerous fallen trees hanging in or over the water, with a bed of largeleaf pondweed in the south end of the lake.  As Goldeneye Lake is a designated trout lake it is important to check the current Minnesota Fishing Regulations to follow all rules applicable to designated trout lakes. <br> \n <br> \nThis designated stream trout lake has been managed for Brook Trout since 1954.  Brook trout populations within Goldeneye Lake are maintained through stocking.  At the time of the 2014 assessment the stocking management called for Brook Trout fingerlings to be stocked on an every-other-year (odd years) cycle. <br> \n <br> \nThe Brook Trout gill net catch rate of 5.5fish/lift in the 2014 investigation was just above average for similar Brook Trout lakes in the Finland area.  Two stocked year-classes were identified from scale ageing.  Age-1 Brook Trout had an average length of 6.10 inches (0.08 pounds) while the age-3 Brook Trout averaged 13.12 inches (0.92 pounds), approximately 45% of the Brook Trout sampled measured greater than 12 inches.  The largest Brook Trout sampled in 2014 was 14.56 inches (1.36 pounds). Although rare, neascus (black spot parasite) is present in Goldeneye Lake. These parasites are small and produce black pigmentation that resembles black pepper sprinkled on fins or flesh (fillets) of fish.  However, although unsightly, the fillet is safe to eat if it is well cooked.  One Golden Shiner was also caught in the gill nets.  Many schools of minnows were observed in the shallow areas around the lake.   <br> \n</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2014-06-16",
                    "10731416727635000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2014-06-16",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                4
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 14
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    }
                }
            },
            {
                "surveyID": "11961616546524000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "31.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 126
                    },
                    {
                        "CPUE": "84.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 337
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "0.5-9.3",
                        "totalWeight": 110.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "8.00",
                        "quartileCount": "N/A",
                        "totalWeight": 6115.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.84",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Anglers who like to target Brook Trout for their beauty, fight, and taste while spending time amidst some of Minnesota's wildest and most scenic settings may want to try Goldeneye Lake, a designated stream trout lake 16.8 miles northeast of Finland, MN in the Superior National Forest.  Goldeneye Lake is a 10 acre lake with a maximum depth of 20 feet that has brown tinted water with a clarity of about 7 feet.  The US Forest Service maintains a 0.25 mile access trail from the parking area off of Lake County Road #7.  The access trail is a hike up a steep ridge and then a short distance down the other side to the eastern shore of the lake.  This remote lake is lightly fished.  Open water angling is best suited for anglers with canoes or float tubes.  The shoreline in ringed with white cedar making shore fishing difficult with the exception of some lightly used trails near the access.  The lake drops off quickly from shore in most areas and there are numerous fallen and over-hanging trees.  A bed of largeleaf pondweed is present in the south end of the lake also.  As Goldeneye Lake is a designated stream trout lake it is important to check the current Minnesota Fishing Regulations for rules applicable to designated trout lakes.</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2016-06-13",
                    "11961616546524000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2016-06-13",
                "lengths": {
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 6
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                2
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "17331826749776000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "57.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 115
                    },
                    {
                        "CPUE": "1100.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 2200
                    },
                    {
                        "CPUE": "875.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "PRD",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1750
                    },
                    {
                        "CPUE": "27.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 55
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.5-9.3",
                        "totalWeight": 81.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.09",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3362.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.62",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "950.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1900
                    }
                ],
                "narrative": "<p>Anglers who like to target Brook Trout for their beauty, fight, and taste while spending time amidst some of Minnesota's wildest and most scenic settings may want to try Goldeneye Lake, a designated stream trout lake 16.8 miles northeast of Finland, MN in the Superior National Forest.  Goldeneye Lake is a 10 acre lake with a maximum depth of 20 feet that has brown tinted water with a clarity of about 7 feet.  The US Forest Service maintains a 0.25 mile access trail from the parking area off of Lake County Road #7.  The access trail is a hike up a steep ridge and then a short distance down the other side to the eastern shore of the lake.  This remote lake receives moderate fishing pressure by Finland Area standards.  Open water angling is best suited for anglers with canoes or float tubes.  The shoreline in ringed with white cedar making shore fishing difficult with the exception of some lightly used trails near the access.  The lake drops off quickly from shore in most areas and there are numerous fallen and over-hanging trees.  A bed of largeleaf pondweed is present in the south end of the lake.  As Goldeneye Lake is a designated stream trout lake it is important to check the current Minnesota Fishing Regulations for rules applicable to designated trout lakes. <br> \n <br> \nGoldeneye Lake has been managed for Brook Trout since 1954. The Brook Trout population is maintained through stocking.  At the time of the 2018 assessment the lake management plan called for fingerlings to be stocked on an every-other-year (odd years) cycle. <br> \n <br> \nThe Brook Trout gill net catch rate of 6/net in 2018 was about average relative to similar Brook Trout lakes in the Finland Area.  Two year classes were sampled in 2018 and had an average length of 11.6 inches and average weight of 0.6 pounds.  The largest Brook Trout sampled was 14.8 inches long and weighed 1.3 pounds.  Although rare, some neascus (black spot) parasites are present in the fish in Goldeneye Lake.  These parasites produce small black pigmentation that resemble black pepper sprinkled on the skin and flesh of infected fish.  However, although a bit unsightly, the meat is safe to eat if it is well cooked.  Brook Stickleback, Golden Shiner, Fathead Minnow, Finescale Dace (rainbow chubs) and Pearl Dace were also sampled in special ultra-light trap nets.  <br> \n</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "2018-09-24",
                    "17331826749776000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2018-09-24",
                "lengths": {
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 6
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "112224",
                "fishCatchSummaries": [
                    {
                        "CPUE": "41.00",
                        "quartileCount": "N/A",
                        "totalWeight": 13.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.32",
                        "totalCatch": 41
                    }
                ],
                "narrative": "<p>Continue stocking, on an annual basis,  1000 Brook Trout fingerlings. Previous 3 year break in stocking resulted in the loss of the fishable trout population. Resumption of the stocking in 1982 and 1983 should result in larger size Brook Trout being available to the angler again in 1984.</p>",
                "headerInfo": [
                    "Goldeneye",
                    "Duck",
                    "38002900",
                    "1983-08-11",
                    "112224",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1983-08-11",
                "lengths": {}
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}