{
    "timestamp": 1737662478,
    "result": {
        "lakeName": "Gypsy",
        "sampledPlants": [],
        "shoreLengthMiles": 0.72,
        "DOWNumber": 38066500,
        "waterClarity": [
            [
                "09/27/2021",
                "4"
            ],
            [
                "05/17/2006",
                "6.5"
            ],
            [
                "09/27/2021",
                "4"
            ],
            [
                "08/12/2010",
                "9"
            ],
            [
                "08/09/2011",
                "7"
            ],
            [
                "06/18/2013",
                "9"
            ],
            [
                "06/28/2013",
                "6.5"
            ],
            [
                "07/19/2013",
                "5.5"
            ],
            [
                "08/02/2013",
                "4.1"
            ],
            [
                "08/19/2013",
                "4"
            ],
            [
                "08/30/2013",
                "4"
            ],
            [
                "09/20/2013",
                "3.5"
            ],
            [
                "10/17/2013",
                "4"
            ]
        ],
        "averageWaterClarity": "5.5",
        "littoralAcres": 7.7,
        "areaAcres": 14.98,
        "meanDepthFeet": 7.0,
        "maxDepthFeet": 18.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "A 200 yard carry-in trail on the south side of USFS Rd. #424. The trail starts about 0.25 mile west of State Highway #1.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "17332130927087007",
                "fishCatchSummaries": [],
                "narrative": "<p>Gyspy Lake is a designated stream trout lake that is stocked annually with yearling Brook Trout.  A survey was completed in 2021 to monitor the amount of cool, well oxygenated habitat available for trout during the summer.  Automated temperature loggers were suspended at depths of three, six, eight, and ten feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer.  In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicate summer dissolved oxygen concentrations and water temperatures likely caused stress to the trout in Gypsy Lake in 2021.  Similar surveys completed previously suggest periods of stress are common in summer months, but the lake currently maintains suitable habitat for stream trout throughout the open water season.  Habitat conditions will continue to be monitored to evaluate the suitability of Gypsy Lake for stream trout management. <br> \n</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2021-06-10",
                    "17332130927087007",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2021-06-10",
                "lengths": {}
            },
            {
                "surveyID": "112997",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 5903.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.08",
                        "totalCatch": 12
                    }
                ],
                "narrative": "<p>Gypsy lake is a 16.4 acre designated stream trout lake that is stocked annually with brook trout fingerlings.  The lake is accessible from Forest Service Road #424 on an unimproved 200 yard foot path.A fish population assessment was conducted on Gypsy Lake in the spring of 2003.  Brook trout was the only specie sampled in test nets.  Brook trout were sampled in average numbers.  The average weight of brook trout sampled was 1.1 pounds, which is above average compared to catches from other brook trout lakes in this lake class.  Brook trout from 7.1 inches to 14.6 inches (1.8 pounds) were sampled, with most of the fish ranging between 12.0 inches and 13.9 inches.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2003-05-28",
                    "112997",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-05-28",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "350631848280000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2814.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.52",
                        "totalCatch": 12
                    }
                ],
                "narrative": "<p>Gypsy Lake is a designated stream trout lake located in the Superior National Forest approximately 15 miles northwest of Isabella. The lake has a maximum depth of 18 feet and the water is moderately bog-stained with a Secchi disc visible to a depth of 6.5 feet. The lake is surrounded by federal land and the shoreline is undeveloped and in a wild state. A 200-yard walking trail from Forest Service Rd. #424 leads to the northwest end of the lake. <br> \n <br> \nIn 2006 brook trout were sampled in average numbers compared to other lakes in this class, but the catch was not as high as in some earlier assessments. There were fewer fish larger than 12 inches sampled. The brook trout collected in 2006 were in two size ranges, with most of the fish between 6.0 and 8.5 inches and a few fish between 13 and 15.2 inches.  <br> \n <br> \nGypsy Lake is stocked annually with brook trout fingerlings via airplane.  <br> \n</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2006-05-17",
                    "350631848280000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2006-05-17",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "112919",
                "fishCatchSummaries": [
                    {
                        "CPUE": "13.50",
                        "quartileCount": "N/A",
                        "totalWeight": 5156.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.42",
                        "totalCatch": 27
                    }
                ],
                "narrative": "<p>DNR test nets in 2000 found average numbers of brook trout with fish up to 13.6 inches collected.  The sample consisted of two size ranges with the smaller size ranging from 6 inches to 9 inches and the larger size ranging from 12 inches to 13.6 inches.  Approximately 30% of the sample was in this larger range.  Gypsy Lake is a designated trout lake that is stocked annually with brook trout fingerlings by airplane.  Minnows are the only other fish species sampled in the lake.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2000-06-12",
                    "112919",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-06-12",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                6
                            ],
                            [
                                8,
                                5
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "17332016428139000",
                "fishCatchSummaries": [],
                "narrative": "<p>Gyspy Lake is a designated stream trout lake that is stocked annually with fingerling Brook Trout.  A survey was completed in 2020 to monitor the amount of cool, well oxygenated habitat available for trout during the summer.  Automated temperature loggers were suspended at depths of three, six, eight, and ten feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer.  In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicate summer dissolved oxygen concentrations and water temperatures likely caused stress to the trout in Gypsy Lake in 2020.  Similar surveys completed previously suggest periods of stress are common in summer months, but the lake currently maintains suitable habitat for stream trout throughout the open water season.  Habitat conditions will continue to be monitored to evaluate the suitability of Gypsy Lake for stream trout management.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2020-06-08",
                    "17332016428139000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2020-06-08",
                "lengths": {}
            },
            {
                "surveyID": "112385",
                "fishCatchSummaries": [
                    {
                        "CPUE": "22.00",
                        "quartileCount": "N/A",
                        "totalWeight": 6.4,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.29",
                        "totalCatch": 22
                    }
                ],
                "narrative": "<p>The Brook Trout catch was 6 times the area average with 81% less then 9 inches. Recent fingerling stocking is reflected in the high number of small Brook Trout captured. One Creek Chub was sampled in 1983, but none were seen in the 1988 assessment. Brook Trout have been stocked every fall from 1981 through the present.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "1988-05-27",
                    "112385",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1988-05-27",
                "lengths": {}
            },
            {
                "surveyID": "17632127126353000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "12.50",
                        "quartileCount": "N/A",
                        "totalWeight": 7833.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.69",
                        "totalCatch": 25
                    }
                ],
                "narrative": "<p>Gypsy Lake is a designated trout lake located about 16 miles east of Babbitt and is 15 acres in size with a maximum depth of 18 feet. The access is off of the New Tomahawk Road (USFS #424) where there is a wide shoulder on the road that allows a couple vehicles to park. A 200 yard carry-in trail ends with a steep hill down to northwest shore. There are limited shoreline fishing opportunities with some user made trails to possible locations.  <br> \n <br> \nThe lake is managed for Brook Trout and is stocked each spring with 350 yearling fish. The catch from the 2021 survey revealed a decent trout population with 25 fish sampled in two gill nets. The length of the trout ranged from 11.0 to 13.5 inches with an average weight of 0.7 pounds. 0ver 60% of the catch was greater than 12 inches long. Age analysis determined two of the Brook Trout were stocked in 2019 with the remaining fish stocked in spring of 2021.  <br> \n <br> \nCreel data collected as part of the fisheries assessment found a fair amount of use by anglers in the summer and winter. Results of the 2021 survey confirm that Gypsy Lake continues to provide excellent opportunities for anglers to catch Brook Trout. The lake will continue to be managed into the foreseeable future with annual yearling stocking although the size structure of the population will likely vary based on the amount of angler harvest and the success of stocked fish. <br> \n</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2021-09-27",
                    "17632127126353000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2021-09-27",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                9
                            ],
                            [
                                12,
                                13
                            ],
                            [
                                13,
                                3
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "112247",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.1,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "CRC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "16.00",
                        "quartileCount": "N/A",
                        "totalWeight": 11.5,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.72",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>Brook Trout population appears fair from this testnetting. Continue annual stocking of 1,000 Brook Trout fingerlings. The three year lapse in stocking has been corrected with larger fish appearing in the catch again.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "1983-06-29",
                    "112247",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1983-06-29",
                "lengths": {}
            },
            {
                "surveyID": "4251022543411015",
                "fishCatchSummaries": [],
                "narrative": "<p>Gypsy Lake has gotten light fishing pressure because of the unmarked 0.25 mile access trail (designated trout lake sign now posted at trailhead) and inconsistent brook trout population. Brook trout fingerlings are stocked annually in this designated stream trout lake.  Low dissolved oxygen levels can be a problem in both the winter and summer seasons on Gypsy Lake below the thermocline.  Water quality measurements show that fishing should probably be limited to the upper ten feet of water in most cases and if the fishing is slow at that depth move up to eight or six feet.  Except for the last couple of weeks in October, after the lake has mixed, fishing the bottom of this 18 foot deep lake will rarely be productive.   </p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2010-08-12",
                    "4251022543411015",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2010-08-12",
                "lengths": {}
            },
            {
                "surveyID": "4251122252751020",
                "fishCatchSummaries": [],
                "narrative": "<p>Gypsy Lake has gotten light fishing pressure because of the unmarked 0.25 mile access trail (Designated Trout Lake sign was posted at trailhead in 2010) and inconsistent brook trout population. Brook trout fingerlings are stocked annually in this designated stream trout lake.  Low dissolved oxygen levels can be a problem in both the winter and summer seasons on Gypsy Lake below the thermocline.  Water quality measurements show that fishing should probably be limited to the upper ten feet of water in most cases and if the fishing is slow at that depth move up to eight or six feet.  Except for early May or the last couple of weeks in October, after the lake has mixed, fishing the deepest portion of this of this 18 foot deep lake will rarely be productive.   </p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2011-08-09",
                    "4251122252751020",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2011-08-09",
                "lengths": {}
            },
            {
                "surveyID": "4251316950875000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "16.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3153.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 32
                    }
                ],
                "narrative": "<p>Gypsy Lake covers 15 acres with a maximum depth of 18 feet with 99% littoral area.  Much of the east shore of the lake is bog the water is brown and bog-stained.  The public access is a 600 foot carry-in trail that leads down a steep slope on the north shore of the lake.  A Designated Stream Trout Lake sign is posted at the start of the trail where there is a bump-out in the road for two vehicles on U. S. Forest Service Road #424 (Denley Lake Road). <br> \n <br> \nThe 2013 population assessment sampled Brook Trout in above average numbers; however, over 90% of the fish sampled were age-1 stocked the previous fall.  The average size of the Brook Trout sampled was 7.5 inches (0.25 pound).  The two age-2 Brook Trout sampled in 2013 averaged 13.0 inches, about one pound each. <br> \n <br> \nGypsy Lake has a history of low dissolved oxygen levels in the lower reaches of the lake.  Anglers fishing, summer and winter, may want to try fishing the upper ten feet of lake and continue fishing shallower if the angling is slow. <br> \n</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2013-06-18",
                    "4251316950875000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2013-06-18",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                6,
                                11
                            ],
                            [
                                7,
                                16
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "112585",
                "fishCatchSummaries": [
                    {
                        "CPUE": "27.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3032.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 27
                    }
                ],
                "narrative": "<p>A 1994 survey in Gypsy Lake indicates that brook trout abundance continues to be high, however size is small with 85% of the catch less than 9 inches. Brook trout up to 14.1 inches were taken with 15% of the fish exceeding 12 inches. Gypsy lake is a designated trout lake and is stocked annually with brook trout.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "1994-06-13",
                    "112585",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1994-06-13",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                5
                            ],
                            [
                                7,
                                16
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "112612",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Gypsy Lake is a small, landlocked, soft-water lake. It has a total area of 13.9 acres, a maximum depth of 21 feet, and a median depth of 6 feet.     About 40% of the shoreline is bordered by lowland bog. The remaining shoreline is bordered by higher, forested land.     The shoal bottom of the lake consists of about 35% muck, and 65% various mixtures of boulders, rubble, gravel, sand, and muck.     Aquatic vegetation was quite sparse in the lake at the time of the survey.     The only species of fish known to be present are Brook Stickleback, and Finescale Dace. Good numbers of these species were taken in a minnow trap.</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "1961-10-19",
                    "112612",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1961-10-19",
                "lengths": {}
            },
            {
                "surveyID": "4251330946995000",
                "fishCatchSummaries": [],
                "narrative": "<p>Gypsy Lake covers 15 acres with a maximum depth of 18 feet with 99% littoral area.  Much of the east shore of the lake is bog the water is brown and bog-stained.  The public access is a 600 foot carry-in trail that leads down a steep slope on the north shore of the lake.  A Designated Stream Trout Lake sign is posted at the start of the trail where there is a bump-out in the road for two vehicles on U. S. Forest Service Road #424 (Denley Lake Road). <br> \n <br> \nThe 2013 special assessment involved collecting hourly water temperature data using temperature recording devices (HOBO water temp Pro v2) from late April to mid-October in association with dissolved oxygen/temperature profiles conducted over the summer.  This information will be used to guide stream trout management on this small body of water. <br> \n     <br> \nGypsy Lake has a history of low dissolved oxygen levels in the lower reaches of the lake.  Anglers fishing, summer and winter, may want to try fishing the upper ten feet of lake and continue fishing shallower if the angling is slow. <br> \n</p>",
                "headerInfo": [
                    "Gypsy",
                    null,
                    "38066500",
                    "2013-04-24",
                    "4251330946995000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-04-24",
                "lengths": {}
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}