{
    "timestamp": 1737662658,
    "result": {
        "lakeName": "Jouppi",
        "sampledPlants": [],
        "shoreLengthMiles": 0.53,
        "DOWNumber": 38090900,
        "waterClarity": [
            [
                "07/05/2007",
                "3.3"
            ],
            [
                "05/08/2019",
                "2.9"
            ],
            [
                "09/17/2019",
                "3.5"
            ],
            [
                "10/01/2019",
                "4"
            ],
            [
                "06/24/2019",
                "4"
            ],
            [
                "08/06/2019",
                "5"
            ],
            [
                "07/17/2019",
                "4.5"
            ],
            [
                "08/21/2019",
                "2.5"
            ],
            [
                "08/12/2010",
                "5"
            ],
            [
                "10/18/2010",
                "4"
            ],
            [
                "04/28/2010",
                "5"
            ],
            [
                "10/01/2019",
                "4"
            ],
            [
                "09/16/2013",
                "4"
            ],
            [
                "06/20/2017",
                "3.5"
            ],
            [
                "09/06/2017",
                "3.5"
            ],
            [
                "09/18/2017",
                "3.7"
            ],
            [
                "10/04/2017",
                "2.8"
            ],
            [
                "10/23/2017",
                "3.1"
            ],
            [
                "08/26/2013",
                "3"
            ],
            [
                "05/19/2014",
                "4"
            ]
        ],
        "averageWaterClarity": "3.8",
        "littoralAcres": 4.0,
        "areaAcres": 5.67,
        "meanDepthFeet": 12.0,
        "maxDepthFeet": 19.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "A Conservation easeament including the access road and access trail was recently purchased and allows public to access the lake.  ",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "112459",
                "fishCatchSummaries": [
                    {
                        "CPUE": "9.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Due to the small size of the lake only one gillnet was set. Brook Trout are more abundant than ever before, however the higher numbers in this infertile bog lake may be negatively affecting the quality size of the fish.</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "1991-06-26",
                    "112459",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1991-06-26",
                "lengths": {}
            },
            {
                "surveyID": "610718030052001",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3632.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.57",
                        "totalCatch": 14
                    }
                ],
                "narrative": "<p>Jouppi Lake is a 7 acre designated steam trout lake located 2.5 miles southeast of Isabella, MN, in the Superior National Forest.  The public access off of State Highway 1 is on 1.2 miles on logging roads; then 250 feet on a carry-down trail to the lake.  Jouppi Lake is surround by bog and wet conditions will be encountered on the access trail.  <br> \n <br> \nThe 2007 population assessment found average numbers of brook trout in Jouppi Lake, a catch similar to previous investigations.  The average length of trout sampled was 9.8 inches, ranging from 6.0 to 15.2 inches (1.7 pounds).  Mid-summer water temperature drops rapidly (thermocline) between 6 and 8 feet; dissolved oxygen levels below the thermocline will not support fish life during much of the angling season.  <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2007-07-05",
                    "610718030052001",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2007-07-05",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                6
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                6,
                                6
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "17101912826052000",
                "fishCatchSummaries": [],
                "narrative": "<p>Jouppi Lake is a designated stream trout lake that is stocked annually with yearling fish alternating between Brook Trout and Rainbow Trout.  A survey was completed in 2019 to monitor the amount of cool, well oxygenated habitat (oxythermal habitat) available for trout during the summer.  Automated temperature loggers were suspended over the deepest spot in the lake at depths of two, four, six, and eight feet below the surface to record water temperatures hourly throughout the summer.  In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicate summer dissolved oxygen concentrations and water temperatures likely cause some stress to trout in Jouppi Lake in 2019.  Similar surveys completed in recent years suggest the lake currently maintains fair habitat for stream trout throughout the open water season.  Oxythermal habitat conditions will continue to be monitored to evaluate the suitability of Jouppi Lake for stream trout management. <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2019-05-08",
                    "17101912826052000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-05-08",
                "lengths": {}
            },
            {
                "surveyID": "4251022546422014",
                "fishCatchSummaries": [],
                "narrative": "<p>Jouppi Lake gets light fishing pressure because of the unmarked rough access road and inconsistent brook trout population. Brook trout yearlings are stocked annually in this designated stream trout lake.  Low dissolved oxygen levels can be a problem in both the winter and summer seasons on Jouppi Lake below the thermocline.  Water quality measurements show that fishing should probably be limited to the upper ten feet of water in most cases and if the fishing is slow at that depth move up to eight or six feet.  Except for the last couple of weeks in October, after the lake has mixed, fishing the bottom of this 19 foot deep lake will rarely be productive. </p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2010-08-12",
                    "4251022546422014",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2010-08-12",
                "lengths": {}
            },
            {
                "surveyID": "4251028628182000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "8.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1919.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.26",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>Jouppi Lake is 7 acres with a maximum depth of 19 feet. The access road to the lake crosses private property for much of the route, the landowner allows recreational travel across the property at this time.  Southwest of Jouppi Lake there is split in the road, one road heading east and one road heading north, the north branch of the road goes to the trail that is then about 75 yards to the lake.  There is very little space for vehicle parking at the trailhead. <br> \n <br> \nJouppi Lake gets light fishing pressure because of the unmarked rough access road and inconsistent brook trout population. Brook trout yearlings are stocked annually in this designated stream trout lake.  The brook trout sample in the 10/18/10 assessment consisted mostly of brook trout yearlings that were stocked in May 2010, with one fish stocked the previous year.  The average weight was about one quarter pound (9.0 inches) with the largest measuring 12.2 inches. <br> \n <br> \nShore-fishing along the bog shoreline is popular, as the water drops to 5 feet quickly off the bog.  Low dissolved oxygen levels can be a problem, both the winter and summer seasons, in the deeper portion of Jouppi Lake.  Water quality measurements show that fishing should probably be limited to the upper ten feet of water in most cases and if the fishing is slow at that depth move up to eight or six feet.  Except for the last couple of weeks in October, after the lake has mixed, fishing the bottom of this 19 foot deep lake will rarely be productive.  <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2010-10-18",
                    "4251028628182000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2010-10-18",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                5
                            ],
                            [
                                9,
                                8
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "112285",
                "fishCatchSummaries": [],
                "narrative": "<p>No fish were sampled. Survival of the 1982 fall fingerling stocking is questionable due to warm water temperatures and low oxygen levels. </p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "1983-07-19",
                    "112285",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1983-07-19",
                "lengths": {}
            },
            {
                "surveyID": "112926",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3411.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.75",
                        "totalCatch": 10
                    }
                ],
                "narrative": "<p>DNR test nets in 2000 found average numbers of brook trout in Jouppi Lake.  The fish ranged in size from 6.7\" to 14.7\" (1.4 pounds) with 40% of the sample between 12\" and 13.9\".  A 2.5 pound brook trout was reportedly caught in the winter of 2001.  Minnows are the only other fish species in the lake.  Jouppi Lake is a designated trout lake that is stocked by airplane each year with brook trout fingerlings.  Access is much easier since recent logging occurred in the vicinity of the lake.</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2000-06-12",
                    "112926",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2000-06-12",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "4251011837614000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.50",
                        "quartileCount": "N/A",
                        "totalWeight": 1855.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.58",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>Jouppi Lake is 7 acres with a maximum depth of 19 feet. The access road to the lake crosses private property for much of the route, although the landowner currently allows recreational travel across the property.  Southwest of the lake, there is split in the road, with one road heading east and one road heading north.  The north branch of the road goes to the 75 yard trail to the lake.  There is very little space for vehicle parking at the trailhead. <br> \n <br> \nJouppi Lake gets light fishing pressure because of the unmarked rough access road and inconsistent brook trout population. Brook trout yearlings are stocked annually in Jouppi Lake.  The brook trout sample in the April 2010 assessment was in the range seen in previous investigations on Jouppi Lake.  Brook trout averaged nearly 0.6 pound (11.6 inches); the largest brook trout measured 12.3 inches.  All the fish sampled in this investigation were from the 2009 yearling stocking. <br> \n <br> \nShore-fishing along the bog shoreline is popular, as the water drops to 5 feet quickly off the bog.  Low dissolved oxygen levels can be a problem in both the winter and summer seasons on Jouppi Lake below the thermocline.  Water quality measurements show that fishing should probably be limited to the upper ten feet of water in most cases and if the fishing is slow at that depth move up to eight or six feet.  Except for the last couple of weeks in October, after the lake has mixed, fishing the bottom of this 19 foot deep lake will rarely be productive.  <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2010-04-28",
                    "4251011837614000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2010-04-28",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "17071927336740000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "IOD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "PRD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 519.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.57",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Jouppi Lake is a small designated stream trout lake that is stocked with yearling fish in the spring of each year. Brook Trout are stocked in odd numbered years and Rainbow Trout are stocked in even numbered years. There is a carry-in access with limited parking on the west side of the lake located on private property containing a permanent conservation easement that provides public access. To reach the lake anglers must take an unmarked rugged forest road off State Highway 1 just south of milepost 328.  <br> \n <br> \nThe lake receives light angling pressure due to its small size and remote location. Trout habitat can be limited during warm summers and winters with deep snow and extended cold. As a result, trout opportunities are mainly for yearling fish stocked in spring although some fish can survive multiple seasons and provide a quality component. All Brook Trout captured in 2019 were stocked earlier in the spring. <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2019-10-01",
                    "17071927336740000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2019-10-01",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "112995",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2950.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.43",
                        "totalCatch": 15
                    }
                ],
                "narrative": "<p>Jouppi Lake is a 7 acre designated stream trout lake that is stocked annually with brook trout fingerlings.  The lake can be reached by traveling 1.2 miles east from State Hwy #1 on a rough logging road; then, approximately 300 feet on an unmarked/unimproved trail.  The Jouppi Lake is surrounded by floating bog, caution should be used when traveling on foot near the shoreline.A fish assessment was conducted on Jouppi Lake in the spring of 2003.  Brook trout were the only species sampled, as has been the case in all previous assessments.  Brook trout were sampled in average numbers as they have been in past assessment nettings.  The fish ranged in size from 6.8 inches to 17.0 inches (2.6 pounds); however, most of the fish were smaller than 9.5 inches</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2003-06-25",
                    "112995",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-06-25",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                5
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "4251325634418000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 675.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.37",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 80.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "CSH",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.18",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 48.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "PRD",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Jouppi Lake covers 7 acres to a maximum depth of 19 feet; the majority of the shoreline is floating bog, the lake drops rapidly from shore.  The water is brown and bog-stained with a Secchi disk measurement of 4 feet in 2013.  The access road to the lake crosses private property for much of the route; the landowner presently allows recreational travel across his property; however, this could change with a change of ownership.  There is very little space for vehicle parking at the trailhead, the trailhead is marked with a Designated Stream Trout Lake sign. <br> \n   <br> \nThe catch of Brook Trout in the 09/16/2013 assessment was well below average compared to similar lakes in the Finland area.  The average length of fish sampled was 9.6 inches (0.4 pound) the largest fish was 11.3 inches.  Scale ageing indicated that all fish sampled in 2013 were age-1, stocked as yearlings on June 5, 2013.  Most open water investigations have found low dissolved oxygen levels below a depth of eight feet.  Winter dissolved oxygen levels have also been low in the deeper area of the lake, angling the deeper water of Jouppi Lake in summer or winter will likely be unproductive.  Jouppi Lake is stocked annually with 500 yearling Brook Trout in the spring. <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2013-09-16",
                    "4251325634418000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-09-16",
                "lengths": {
                    "CSH": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 7
                    },
                    "PRD": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 6
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 11
                    }
                }
            },
            {
                "surveyID": "11961716642031003",
                "fishCatchSummaries": [],
                "narrative": "<p>Jouppi Lake is a 5.7 acre designated trout lake managed for Brook Trout in the Superior National Forest.  The maximum depth is 19 feet and it has dark brown bog stained water.  The lake is located 3 miles southeast of Isabella.  From Hwy 1, go east 1.1 miles on a logging road, this road is also the Mooserun/Sawtooth Snowmobile Trail.  At the top of the hill after crossing a small flowage turn left on a small logging road for 0.2 mile to the parking area.  Access is a 90 yard carry-in.  Shoreline angling is available along the bog.  This small bog lake is best suited for fishermen using canoes or float tubes.  Consult the current Minnesota Fishing Regulations for rules applicable to designated trout lakes.  Brook Trout yearlings are stocked annually in Jouppi Lake. <br> \n <br> \nCold water temperatures and good dissolved oxygen levels are essential for trout growth and survival.  To assess these important criteria, four automatic temperature loggers were deployed at the deepest location in the lake, they were suspended at depths of 2, 4, 6, and 8 feet from June 1 to October 23, 2017.  Dissolved oxygen checks were conducted throughout the summer at the same location.   <br> \n <br> \nThe results of the investigation indicate that in during the summer of 2017, Jouppi Lake maintained limited sufficient oxygen and thermal habitat for the survival of stream trout.  These parameters will continue to be carefully monitored in future investigations to check the suitability of Jouppi Lake for trout stocking. <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2017-06-01",
                    "11961716642031003",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-06-01",
                "lengths": {}
            },
            {
                "surveyID": "112383",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2.9,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.48",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Due to the small size of the lake only one gillnet was set. Brook Trout continue to survive in this bog lake of low pH and Total Alkalinity. No other fish were sampled. </p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "1988-05-25",
                    "112383",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1988-05-25",
                "lengths": {}
            },
            {
                "surveyID": "112286",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.67",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Brook Trout catch in one gillnet set was approximately equal to the area average. </p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "1985-06-04",
                    "112286",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1985-06-04",
                "lengths": {}
            },
            {
                "surveyID": "113077",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2186.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.54",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Jouppi Lake is a very small designated stream trout lake that is stocked annually with brook trout fingerlings.  The lake can be reached by traveling 1.2 miles east from Hwy #1 on a rough logging road, then approximately 100 yards on unmarked foot trail.  The lake is surrounded by floating bog and caution should be used when traveling on foot near the shoreline.A fish assessment in 2005 sampled brook trout in average numbers and the catch was similar to the catches in past assessments.  The average size was 9.7 inches with fish ranging from 6.4 inches to 14.0 inches sampled.Conditions in Jouppi Lake during the summer become less than ideal for brook trout.  The lake has a maximum depth of 19 ft and water temperatures are suitable for brook trout; however, in mid-summer dissolved oxygen levels drop rapidly below a depth of 5.0 ft. with only the upper 5-6 ft of the water column suitable for fish life.</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2005-06-20",
                    "113077",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2005-06-20",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                4
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "4251323950534000",
                "fishCatchSummaries": [],
                "narrative": "<p>Jouppi Lake is seven acres with a maximum depth of 19 feet.  The water is bog-stained brown with a Secchi disk measurement of three feet; the majority of the lake shore is floating bog.  Water quality measurements for dissolved oxygen and temperature were performed in Jouppi Lake (a managed stream trout lake) in the Finland Management Area during summer 2013.  A crew from the Finland Fisheries office recorded dissolved oxygen levels and associated temperature readings at various depths using a model 55 YSI dissolved oxygen/temperature meter at the historic water quality monitoring location.  The lake was stratified with warm oxygenated water above four feet and cool water lacking dissolved oxygen below four feet.  Previous investigations have also recorded stratified conditions on Jouppi Lake with only a narrow band of water suitable for stream trout growth. <br> \n <br> \nAnglers fishing Jouppi Lake will want to concentrate on the upper eight feet of the lake (summer and winter) and if the fish are not biting move even shallower.  Angling along the floating bog may pull some trout out of shaded cover the bog provides.  The access road to the lake crosses private property for much of the route; the landowner presently allows recreational travel across his property; however, this could change with a change of ownership.  There is very little space for vehicle parking at the trailhead, the trailhead is marked with a Designated Stream Trout Lake sign. Jouppi Lake is stocked with 500 Brook Trout yearlings each spring. <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2013-08-26",
                    "4251323950534000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-08-26",
                "lengths": {}
            },
            {
                "surveyID": "10731413936292000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 895.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Suspended gill nets",
                        "averageWeight": "0.66",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Jouppi Lake is a designated stream trout lake and is a 7.0 acre, 57% littoral, lake with a maximum depth of 19.0 feet.  The majority of the shoreline is floating bog.  The lake is 1.3 miles down a logging road off of State Highway 1.  The access road to the lake crosses private property for much of the route, but the land was acquired as a conservation easement in 2013 and is open to the public.  The access has a small parking area with a short trail to the lake.  As Jouppi Lake is a designated trout lake it is important to check the current Minnesota Fishing Regulations to follow all rules applicable to designated trout lakes. <br> \n <br> \nJouppi Lake receives light fishing pressure because of the unmarked and rough access road along with an inconsistent Brook Trout population.   Shore fishing along the bog shoreline is one of the most common ways to fish the lake because the water depth quickly drops from the shoreline.  Low dissolved oxygen levels are often a problem, both in winter and summer, in the lake.  Fishing should be limited to eight to ten feet in depth, as dissolved oxygen levels tend to be low in the deeper water.   <br> \n <br> \nJouppi Lake has been managed for Brook Trout since 1974 and is annually stocked with 500 yearling Brook Trout in the spring.  The 2014 assessment caught three Brook Trout in gill nets.  The trout had an average length of 11.5 inches and averaged 0.7 pounds.   Scale aging determined the fish were two year old fish that were stocked as yearlings in June of 2013.  This special assessment was done prior to the stocking of 500 yearling Brook Trout in June of 2014.  Anglers could expect that the majority of their catch will be yearling (one year old) Brook Trout with a few older trout as well. <br> \n</p>",
                "headerInfo": [
                    "Jouppi",
                    null,
                    "38090900",
                    "2014-05-19",
                    "10731413936292000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-05-19",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 12
                    }
                }
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}