{
    "timestamp": 1737662683,
    "result": {
        "lakeName": "Katydid",
        "sampledPlants": [
            "Blue Flag Iris (Iris versicolor)",
            "Bushy Pondweed  (Najas flexilis)",
            "Filamentous algae (Eukaryotic)",
            "Floating-leaf Burreed Group (Sparganium sp. )",
            "Freshwater Sponge (Freshwater Sponge)",
            "Grass Group  (Gramineae/Poaceae Family)",
            "Northern Milfoil (Myriophyllum sibiricum)",
            "Quillwort Group  (Isoetes sp.)",
            "Sedge Group (Carex sp.)",
            "St. John's-wort Group (Hypericum sp.)",
            "Swamp Fivefinger (Potentilla palustris)",
            "Swamp Horsetail (Equisetum fluviatile)",
            "Yellow Waterlily Group (Nuphar sp.)",
            "bog rosemary (Andromeda glaucophylla)",
            "buckbean (Menyanthes trifoliata)",
            "coiled pondweed (Potamogeton spirillus)",
            "laborador tea (Rhododendron groenlandicum)",
            "large-leaved pondweed (Potamogeton amplifolius)",
            "leatherleaf (Chamaedaphne calyculata)",
            "pipewort (Eriocaulon aquaticum)",
            "ribbon-leaved pondweed (Potamogeton epihydrus)",
            "sweet gale (Myrica gale)",
            "three-way sedge (Dulichium arundinaceum)"
        ],
        "shoreLengthMiles": 0.89,
        "DOWNumber": 38027200,
        "waterClarity": [
            [
                "07/18/2013",
                "10.5"
            ],
            [
                "08/02/2013",
                "10.1"
            ],
            [
                "10/04/2013",
                "11"
            ],
            [
                "08/02/2022",
                "12.5"
            ],
            [
                "05/30/2014",
                "12"
            ],
            [
                "08/01/2014",
                "12"
            ],
            [
                "08/18/2014",
                "10.5"
            ],
            [
                "09/03/2014",
                "7.5"
            ],
            [
                "09/18/2014",
                "8"
            ],
            [
                "10/21/2014",
                "7.5"
            ],
            [
                "08/18/2014",
                "10.5"
            ]
        ],
        "averageWaterClarity": "10.2",
        "littoralAcres": 20.88,
        "areaAcres": 20.88,
        "meanDepthFeet": 4.0,
        "maxDepthFeet": 13.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "4331319954156000",
                "fishCatchSummaries": [],
                "narrative": "<p>Katydid Lake is categorized as a lake class14 lake, is 22 acres, 100% littoral with a maximum depth of 13 feet and a Secchi disc reading near 10 feet in green tinted water.  The lake is located 8 miles east and 2 miles north of Isabella down the Wanless Road (FS 172) with the Cold Spring Quarry bordering on the east. The access is a 700 foot trail off FS 172 and it suitable for pickup trucks or larger SUV type of vehicles.  There is a very small turn around area at the lake.  The carry-in trail is wide enough to push a small trailer to the lake and is suitable for canoes and small boats.  From 1984 to 2007 the lake was used as a Walleye rearing pond.  Many years the fall pond harvest contained multiple year classes of fish.  The largest fish recorded during pond operation was a 5.5 pound Walleye in 2003. <br> \n <br> \nIn 2013 dissolved oxygen/temperature monitoring was performed July 18 to October 4 by placing suspended temperature loggers in the deep hole at 3, 6 and 10 foot depths.  Dissolved oxygen checks were performed on July 18, August 2 and October 4.  The purpose of this investigation is to gather data and determine at what point, and for how long, water temperatures are suitable for trout survival and growth during the summer.  This type of assessment will be performed again in 2014 for the entire summer with dissolved oxygen checks performed every two weeks along with a lake survey to determine the possibility for management as a cold water fishery. <br> \n <br> \nIn three dissolved oxygen checks, the lowest oxygen reading at 10 feet was 6.2 ppm on July 18.  For that reason, the 10 foot level is used to estimate that 20 days were spent in the range of stress and 59 days in the range of growth. <br> \n</p>",
                "headerInfo": [
                    "Katydid",
                    "Spring",
                    "38027200",
                    "2013-07-18",
                    "4331319954156000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-07-18",
                "lengths": {}
            },
            {
                "surveyID": "17102221341249000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "10.17",
                        "quartileCount": "0.1-0.7",
                        "totalWeight": 32521.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.6-3.5",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.18",
                        "totalCatch": 61
                    },
                    {
                        "CPUE": "46.00",
                        "quartileCount": "1.0-7.2",
                        "totalWeight": 28237.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-2.4",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.35",
                        "totalCatch": 46
                    }
                ],
                "narrative": "<p>Katydid Lake has an area of 20 acres and is located 9.5 miles east of Isabella off Forest Service 172 (Wanless Road) just west of the Coldspring Granite Quarry entrance. There is a roughly 600 foot long road that ends at the lake and serves as a carry in access; a vehicle with high clearance is recommended for traveling the access road. There is a small area to turn around at the lake with room for one vehicle; anglers with trailers will need to disconnect them to turn around. There is no boat ramp, but small boats on trailers or in the backs of trucks can be pushed off directly into the lake.  <br> \n <br> \nWalleye are the only sportfish present in Katydid Lake, which was used as a Walleye rearing pond until 2007. Catch of Walleye in the 2022 survey was well above what would be expected relative to similar lakes across the state. The average length of Walleye sampled was 15 inches with the largest fish measuring 22.64 inches long. Fish ranged in age from one to 12 years old with all of the fish originating from natural reproduction in the lake. Growth of Walleye was fast relative to other lakes in the area. At the time of sampling, age-3 Walleye had a length of almost 16 inches. Katydid Lake offers anglers with canoes or small carry-down boats good opportunities to catch Walleye in the 14 to 18 inch range. <br> \n</p>",
                "headerInfo": [
                    "Katydid",
                    "Spring",
                    "38027200",
                    "2022-08-02",
                    "17102221341249000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2022-08-02",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                11,
                                27
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                14
                            ],
                            [
                                15,
                                10
                            ],
                            [
                                16,
                                16
                            ],
                            [
                                17,
                                11
                            ],
                            [
                                18,
                                8
                            ],
                            [
                                19,
                                8
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                22,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 22
                    }
                }
            },
            {
                "surveyID": "10731415028968000",
                "fishCatchSummaries": [],
                "narrative": "<p>Katydid Lake is categorized as a lake class14 lake, is 20.9 acres, 100% littoral with a maximum depth of 13 feet and a Secchi disc reading near 10 feet in green tinted water.  The lake is located 8 miles east and 2 miles north of Isabella down the Wanless Road (FS 172) with the Cold Spring Quarry bordering on the east. The access is a 700 foot trail off FS 172 and is suitable for pickups.  There is a very small turn around area at the lake.  The carry-in trail is wide enough to push a small trailer to the lake and is suitable for canoes and small boats.  <br> \n <br> \nThe purpose of this investigation was to understand the thermal stratification and dissolved oxygen distribution and concentrations within Katydid Lake.  Katydid Lake has historically been used as a Walleye rearing pond and has been consider as a potential lake for trout stocking. <br> \n <br> \nIn 2014, temperature loggers were placed in the deep portion of the lake at the 3, 6 and 10 foots depths which were a repeat of the location from the 2013 special assessment.  Eight dissolved oxygen readings were performed in the summer of 2014 on May 30, June 26, July 16, August 1 and 18, September 3 and 18 and October 21.  The lowest oxygen reading at 10 feet was 7.1 ppm on 8/18/14.  The highest daily mean temperature recorded at 10 feet was 72 degrees Fahrenheit on four occasions in late July and early August.  In May 2014, a water sample found the pH was 7.0, conductivity 41 S/cm, and total alkalinity 13 ppm.   <br> \n</p>",
                "headerInfo": [
                    "Katydid",
                    "Spring",
                    "38027200",
                    "2014-05-30",
                    "10731415028968000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-05-30",
                "lengths": {}
            },
            {
                "surveyID": "10731423029402000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "23.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 70
                    },
                    {
                        "CPUE": "13.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BNM",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "113.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "PRD",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 339
                    },
                    {
                        "CPUE": "12.00",
                        "quartileCount": "1.0-7.2",
                        "totalWeight": 6445.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-2.4",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.18",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "5.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "2.33",
                        "quartileCount": "N/A",
                        "totalWeight": 1533.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.48",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "IOD",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "0.1-0.7",
                        "totalWeight": 6042.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.6-3.5",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.67",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "0.20",
                        "quartileCount": "N/A",
                        "totalWeight": 27.0,
                        "gearCount": 5.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.06",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "8.67",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BNS",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 26
                    }
                ],
                "narrative": "<p>Katydid Lake is 20.9 acres, 100% littoral, with a maximum depth of 13 feet, and categorized as a lake class 14.  The lake is located eight miles east and two miles north of Isabella down the Wanless Road (FS 172) with the Cold Spring Quarry bordering on the east.  There is no developed access for the lake but the lake can be accessed by a 700 foot trail off FS 172 that is suitable for SUV type of vehicles.  There is a very small turn around area at the lake and parking for only one vehicle.  Trailers would need to be disconnected and turned around by hand in order to launch small boats.  From 1984 to 2007 the lake was used as a Walleye rearing pond.  Due to reports of recent angler activity on Katydid Lake, a lake survey was conducted in the summer of 2014 to assess the status of the fishery. <br> \n <br> \nKatydid Lake has very soft water and has low fertility.  Twenty-seven species/groups of vegetation are present in Katydid Lake with the bog species of sweetgale, Labrador tea, and leatherleaf being the most common.  Floating and submerged vegetation within Katydid Lake is rare.  The substrate is mostly muck and detritus with some boulder, rubble, gravel.  There are small spots of sand close to shore.  One small inlet enters on the northwest shore and one outlet exits the lake on the southeast shore.  <br> \n <br> \nThe 2014 survey found a robust Walleye population in this little lake.  Walleye gill net catch and trap net was higher than average for similar lakes in the Finland Management Area.  Approximately 25% of the Walleye sampled were over 15 inches with the largest fish sampled at 21.34 inches and weighed 2.59 pounds.  While the mean weight of 1.18 pounds was average for the Finland Area, growth was faster than the area average.  Six year classes were sampled, three of which were from natural reproduction after the stocking ceased in 2007.  Apparently, Katydid Lake has a naturally reproducing Walleye population that might provide some angling opportunities to anglers with a small boat, canoe, or perhaps a float tube. <br> \n <br> \nOther species sampled in the survey were Blacknose Shiner, Bluntnose Minnow, Fathead Minnow, Finescale Dace, Golden Shiner, Iowa Darter and Pearl Dace. <br> \n</p>",
                "headerInfo": [
                    "Katydid",
                    "Spring",
                    "38027200",
                    "2014-08-18",
                    "10731423029402000",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2014-08-18",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ],
                            [
                                10,
                                14
                            ],
                            [
                                11,
                                8
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 21
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    }
                }
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}