{
    "timestamp": 1737663248,
    "result": {
        "lakeName": "Section Eight",
        "sampledPlants": [],
        "shoreLengthMiles": 0.49,
        "DOWNumber": 38025800,
        "waterClarity": [
            [
                "05/08/2015",
                "10.5"
            ],
            [
                "06/16/2015",
                "9.8"
            ],
            [
                "07/01/2015",
                "8.6"
            ],
            [
                "07/14/2015",
                "7.3"
            ],
            [
                "07/23/2015",
                "8"
            ],
            [
                "08/14/2015",
                "10.5"
            ],
            [
                "08/07/2015",
                "8"
            ],
            [
                "08/27/2015",
                "9"
            ],
            [
                "09/18/2015",
                "8.5"
            ],
            [
                "10/19/2015",
                "6.9"
            ],
            [
                "07/14/2020",
                "9"
            ],
            [
                "08/12/2020",
                "10"
            ],
            [
                "09/02/2020",
                "9.5"
            ],
            [
                "06/02/2020",
                "11"
            ],
            [
                "06/19/2020",
                "12.7"
            ],
            [
                "10/15/2020",
                "10"
            ],
            [
                "05/30/2014",
                "10"
            ],
            [
                "06/26/2014",
                "11"
            ],
            [
                "07/16/2014",
                "9.5"
            ],
            [
                "08/01/2014",
                "11"
            ],
            [
                "08/15/2014",
                "8.5"
            ],
            [
                "09/03/2014",
                "10"
            ],
            [
                "09/18/2014",
                "10"
            ],
            [
                "10/21/2014",
                "8"
            ],
            [
                "07/01/2016",
                "12.5"
            ],
            [
                "05/06/2016",
                "7.5"
            ],
            [
                "06/09/2016",
                "11"
            ],
            [
                "07/29/2016",
                "9.5"
            ],
            [
                "08/19/2016",
                "10.3"
            ],
            [
                "08/29/2016",
                "10"
            ],
            [
                "09/21/2016",
                "11"
            ],
            [
                "10/25/2016",
                "9"
            ],
            [
                "10/17/2017",
                "8.5"
            ],
            [
                "09/17/2019",
                "9.5"
            ],
            [
                "10/09/2019",
                "10"
            ],
            [
                "08/06/2019",
                "10.5"
            ],
            [
                "07/17/2019",
                "10"
            ],
            [
                "06/21/2019",
                "13"
            ],
            [
                "05/13/2019",
                "11"
            ],
            [
                "08/21/2019",
                "7.5"
            ],
            [
                "09/30/2009",
                "12.7"
            ],
            [
                "05/18/2017",
                "9.9"
            ],
            [
                "06/19/2017",
                "8"
            ],
            [
                "07/25/2017",
                "10"
            ],
            [
                "08/11/2017",
                "13"
            ],
            [
                "08/25/2017",
                "11"
            ],
            [
                "09/06/2017",
                "10"
            ],
            [
                "09/19/2017",
                "9"
            ],
            [
                "10/17/2017",
                "8.5"
            ],
            [
                "05/31/2023",
                "9"
            ],
            [
                "09/07/2023",
                "9"
            ],
            [
                "07/06/2023",
                "8.5"
            ],
            [
                "06/23/2023",
                "7.5"
            ],
            [
                "07/31/2023",
                "7.5"
            ],
            [
                "08/15/2023",
                "7.5"
            ],
            [
                "05/15/2018",
                "13.5"
            ],
            [
                "06/20/2018",
                "9"
            ],
            [
                "07/20/2018",
                "9.75"
            ],
            [
                "08/06/2018",
                "7"
            ],
            [
                "08/24/2018",
                "10"
            ],
            [
                "09/13/2018",
                "10"
            ],
            [
                "10/23/2018",
                "9.5"
            ]
        ],
        "averageWaterClarity": "9.6",
        "littoralAcres": 3.0,
        "areaAcres": 5.41,
        "meanDepthFeet": 12.7,
        "maxDepthFeet": 24.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "11961513129665017",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight is a 5.4 acres designated stream trout lake managed for Brook Trout located in the Superior National Forest.  The maximum depth is 24 feet. The lake is located a mile east of Divide Lake along the Wanless Road (FS Rd #172).  Access to the lake is a 200 foot boardwalk across the bog to the north end of the lake. Open water angling is most suitable with a canoe or float tube.  Shoreline angling is available along the bog and eastern upland shore.  Consult the current Minnesota Fishing Regulations to follow all rules applicable to designated trout lakes.  Brook Trout are stocked annually in Section Eight Lake as yearlings.  <br> \n\t <br> \nColder water temperatures and oxygen levels are essential factors in Brook Trout growth and survival.  To assess these important criteria three temperature continuous loggers were deployed at the deepest water location in the lake and dissolved oxygen checks were conducted throughout the summer at the same location.  <br> \n <br> \nThe results of this investigation indicated that Section Eight Lake currently maintains suitable water temperatures and levels of dissolved oxygen to sustain a stream trout fishery.  During the warmest part of summer (late July- to early August) dissolved oxygen and water temperature sufficient for Brook Trout survival and growth were observed to depths of 12.5 feet or greater.  Summer dissolved oxygen and water temperatures were not limiting factors in Section Eight Lake for 2015.  These parameters will continue to be carefully monitored in future investigations to ensure the suitability of Section Eight Lake for Brook Trout stocking. <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2015-05-08",
                    "11961513129665017",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2015-05-08",
                "lengths": {}
            },
            {
                "surveyID": "17332015454989028",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a designated stream trout lake that is stocked annually with yearling Brook Trout.  A survey was completed in 2020 to monitor the amount of cool, well oxygenated habitat available for trout during the summer.  Automated temperature loggers were suspended at depths of three, six, and ten feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer.  In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicated summer dissolved oxygen concentrations and water temperatures were not limiting factors in Section Eight Lake in 2020.  Similar surveys completed in recent years suggest the lake currently maintains suitable habitat for stream trout throughout the open water season.  Habitat conditions will continue to be monitored to evaluate the suitability of Section Eight Lake for Brook Trout management.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2020-06-02",
                    "17332015454989028",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2020-06-02",
                "lengths": {}
            },
            {
                "surveyID": "10731415029043002",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a small, \"Designated Stream Trout Lake\" that is stocked annually with yearling Brook Trout.  Section Eight Lake is located five miles east of Isabella down the Wanless Road (FS 172).  Access to the lake is a 200 foot trail across the bog to the north end of the lake.  In 2013, a boardwalk was created across the bog with a T at the end to provide a better access and a shore angling area at the lake.  The previous access trail, which went up and over the small ridge along the east shore, has been blocked off.  In 2014, a better parking area was created along the Wanless Road, providing parking area for two or three vehicles along the road.  Section Eight gets a fair amount of fishing pressure because of its close proximity to the road and reasonably easy access.  Section Eight Lake is annually stocked with yearling Brook Trout. <br> \n <br> \nIn 2014, dissolved oxygen /temperature monitoring was performed from May 30 to October 21 by placing suspended temperature loggers in the deepest location in the lake at three, six, and 10 foot depths.  Eight dissolved oxygen checks were performed throughout the summer on May 30, June 26, July 16, August 1, August 15, September 3, September 18, and October 21.  The purpose of this investigation was to understand the thermal stratification and dissolved oxygen distribution and concentrations within Section Eight Lake in an effort to understand if oxygen and temperature might be limiting factors in Brook Trout growth and survival. <br> \n <br> \nDuring the warmest part of summer sufficient oxygen was observed to depths of at least 13 feet, where the temperature was usually eight to 10 degrees colder than at 10 feet.  It appears that summertime oxygen and temperature is not a limiting factor in Section Eight Lake.  <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2014-05-30",
                    "10731415029043002",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-05-30",
                "lengths": {}
            },
            {
                "surveyID": "112398",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.2,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Two gillnets sampled only 2 small Brook Trout which were from the 1988 stocking. Low winter oxygen levels recorded during the winter of 1989 was believed to be the reason for the small number of Brook Trout sampled. However during the 1990 winter trout season atleast 2 separate reports of anglers catching 8\" to 10\" Brook Trout were confirmed. It is suspected that a severe winter-kill did not occur and that the netting failed to adequately sample the population. Setting a suspended gillnet over deep water may have resulted in a higher catch of Brook Trout.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1989-06-16",
                    "112398",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1989-06-16",
                "lengths": {}
            },
            {
                "surveyID": "112659",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.20",
                        "quartileCount": "N/A",
                        "totalWeight": 0.1,
                        "gearCount": 5.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Higher than normal sampling effort (5 gillnets) resulted in only one 7.0 inch Brook Trout taken. The lake does experience low winter oxygen levels but Brook Trout survival was confirmed in 1990, after 1989 winter oxygen levels as low as 1.7 ppm were recorded. However, considering the amount of sampling effort and oxygen levels of 1.2 ppm on 03/17/92 it is felt the lake may have suffered a severe winterkill.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1992-06-29",
                    "112659",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1992-06-29",
                "lengths": {}
            },
            {
                "surveyID": "112694",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 570.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.26",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "1.3",
                        "totalWeight": 20.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1",
                        "species": "GOS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Test nets were set in May of 1995 to determine if Section Eight Lake had suffered from winterkill. Only one brook trout (13.9 inches) was sampled in the nets but anglers reported catching some 5 inch to 6 inch brook trout. These data indicate that at least two different year classes are surviving but overall abundance is uncertain.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1995-05-18",
                    "112694",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1995-05-18",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 13
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 4
                    }
                }
            },
            {
                "surveyID": "112744",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>This population assessment was conducted to assess the success of this lake as a managed stream trout lake. The assessment consisted of 1 gillnet and (2) 1/2\" mesh trapnets. One White Sucker was taken in the gillnet, 8 dozen pearl dace in the (2) 1/2\" trapnets. No Brook Trout were sampled.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1976-09-24",
                    "112744",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1976-09-24",
                "lengths": {}
            },
            {
                "surveyID": "11961613027843004",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a 5.4 acre designated trout lake managed for Brook Trout in the Superior National Forest.  The maximum depth is 24 feet and it has fairly clear water.  The lake is located approximately 5 miles east of Isabella, MN along USFS Rd. 172 (Wanless Road).  Access to the lake is a 200 foot boardwalk across a bog to the north end of the lake.  Open water angling is most suitable for anglers with a canoe or float tube.  Shoreline angling is available along the bog and eastern upland shore.  Consult the current Minnesota Fishing Regulations for rules applicable to designated trout lakes.  Brook Trout are stocked annually as yearlings in Section Eight Lake. <br> \n <br> \nCold water temperatures and good oxygen levels are essential factors in Brook Trout growth and survival.  To assess these important criteria, three automatic temperature loggers were deployed at the deepest water location in the lake at depths of 3, 6, and 10 feet from May 6 to October 25, 2016 and dissolved oxygen checks were conducted throughout the summer at the same location. <br> \n <br> \nThe results of this investigation indicated that Section Eight Lake currently maintains suitable water temperatures and dissolved oxygen concentrations to sustain a stream trout fishery.  Summer dissolved oxygen and temperatures were not limiting factors in Section Eight Lake in 2016.  These parameters will continue to be carefully monitored in future investigations to monitor the suitability of Section Eight Lake for Brook Trout stocking. <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2016-05-06",
                    "11961613027843004",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2016-05-06",
                "lengths": {}
            },
            {
                "surveyID": "11951728939891000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.89",
                        "quartileCount": "N/A",
                        "totalWeight": 1538.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.42",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "22.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 44
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "IOD",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 607.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.67",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "324.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 648
                    }
                ],
                "narrative": "<p>Section Eight Lake is a designated trout lake managed for Brook Trout within the Superior National Forest.  The lake is 5.4 acres, has a maximum depth of 24 feet and is located 5.5 miles east of Isabella, MN along USFS Rd. 172 (Wanless Rd.)  The access is a 200 foot boardwalk across the bog to the northern end of the lake. <br> \n <br> \nA standard survey was performed in October 2017 to monitor the Brook Trout population in Section Eight Lake.  Brook Trout, Brook Stickleback, Golden Shiner, and Iowa Darter were sampled in the survey nets.  <br> \n <br> \nBrook Trout are stocked annually in Section Eight Lake.  A total of 10 Brook Trout were captured during the survey.  Size ranged from 9.1 to 12.2 inches with an average weight near 0.6 pounds.  All the fish were 1 year old and growth was fast for the area.   <br> \n <br> \nSection Eight Lake offers a scenic setting and provides an opportunity to catch Brook Trout.  Open water angling is suitable for a canoe or float tube, and shoreline angling is possible along the bog and upland shore on the eastern side of the lake.  Consult the current Minnesota Fishing Regulations for rules applicable to designated trout lakes.   <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2017-10-17",
                    "11951728939891000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-10-17",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "17331914040416012",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a designated stream trout lake that is stocked annually with yearling Brook Trout.  A survey was completed in 2019 to monitor the amount of cool, well oxygenated habitat (oxythermal habitat) available for trout during the summer.  Automated temperature loggers were suspended at depths of three, six, and ten feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer.  In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicate summer dissolved oxygen concentrations and water temperatures were not limiting factors in Section Eight Lake in 2019.  Similar surveys completed in recent years suggest the lake currently maintains suitable habitat for stream trout throughout the open water season.  Oxythermal habitat conditions will continue to be monitored to evaluate the suitability of Section Eight Lake for Brook Trout management. <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2019-05-13",
                    "17331914040416012",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-05-13",
                "lengths": {}
            },
            {
                "surveyID": "112198",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>This population assessment was conducted to assess the    Brook Trout population. the assessment consisted of 1 gillnet and (4) 1/2\" mesh trapnets. No fish were sampled in the one gillnet, the (4) 1/2\" mesh trapnets sampled: Brook Trout - 28 that ranged from 4\" to 6.5\", Pearl Dace - 17, and Golden Shiner - 6.     The Brook Trout sampled are likely the stock from the fall of 1984, these fish were too small to be sampled with the gillnet.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1985-05-16",
                    "112198",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1985-05-16",
                "lengths": {}
            },
            {
                "surveyID": "112747",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>This lake has been a Brook Trout lake since 1954 with goood production of trout to the anglers each year. The lake winter-killed in 1975 and since then all stocking has failed to produce any fish in test nets or to anglers. The lake has been dropped for trout management due to the failure of the 1976, 1977, and 1978 stockings. There is still a high minnow population present, but winter oxygen checks have found very low oxygen levels and low pH readings in the deeper water.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1979-06-21",
                    "112747",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1979-06-21",
                "lengths": {}
            },
            {
                "surveyID": "3310927232352000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.89",
                        "quartileCount": "N/A",
                        "totalWeight": 2725.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.75",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "1.3",
                        "totalWeight": 30.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1",
                        "species": "GOS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.07",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 803.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.59",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Section Eight gets a fair amount of fishing pressure because of its close proximity to the road and reasonably easy access. There was evidence that a fair amount of fishing is done from shore along the bog on the north side of the lake. In the 2009 assessment, brook trout lengths ranged from 10.7 to 14.1 inches with an overall average length of 11.8 inches. Section Eight Lake occasionally winter kills, but is annually stocked with yearling brook trout so anglers can expect to catch some nice sized fish each year</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2009-09-29",
                    "3310927232352000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2009-09-29",
                "lengths": {
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                14,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "11961714255327017",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a 5.4 acre designated trout lake in the Superior National Forest.  The maximum depth is 24 feet and it has fairly clear water.  The lake is located approximately 5 miles east of Isabella, MN along USFS Rd. 172 (Wanless Road).  Access to the lake is a 200 foot boardwalk across a bog to the north end of the lake.  Open water angling is most suitable for anglers with a canoe or float tube.  Shoreline angling is available along the bog and eastern upland shore.  Consult the current Minnesota Fishing Regulations for rules applicable to designated trout lakes.  Brook Trout yearlings are stocked annually in Section Eight Lake. <br> \n <br> \nCold water temperatures and good oxygen levels are essential factors in Brook Trout growth and survival.  To assess these important criteria, three automatic temperature loggers were deployed at the deepest water location in the lake at depths of 3, 6, and 10 feet from May 18 to October 17, 2017 and dissolved oxygen checks were conducted throughout the summer at the same location. <br> \n <br> \nThe results of this investigation indicated that Section Eight Lake currently maintains suitable water temperatures and dissolved oxygen concentrations to sustain a stream trout fishery.  Summer dissolved oxygen and temperatures were not limiting factors in Section Eight Lake in 2017.  These parameters will continue to be carefully monitored in future investigations to monitor the suitability of Section Eight Lake for Brook Trout stocking. <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2017-05-18",
                    "11961714255327017",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-05-18",
                "lengths": {}
            },
            {
                "surveyID": "112748",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>No fish were caught in test netting or have there been any reports of Brook Trout caught by anglers. The last stocking of 1978 has passed its life span. The lake will be retained without stocking until an acid-resistant strain of Brook Trout becomes available for experimental stocking.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1983-07-21",
                    "112748",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1983-07-21",
                "lengths": {}
            },
            {
                "surveyID": "112947",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.12",
                        "quartileCount": "N/A",
                        "totalWeight": 3275.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.42",
                        "totalCatch": 17
                    }
                ],
                "narrative": "<p>Section Eight Lake is a small, designated trout lake that is stocked annually with brook trout yearlings.Brook trout were collected in average numbers in DNR test nets in 2001 and ranged in size from 6.5 inches to 13.0 inches.  Most of the trout collected were between 9.5 inches and 11.0 inches and had been stocked that spring.  Section Eight Lake has produced some fish in the 12 inch to 14 inch range and occasionally a fish over 15 inches has been caught; however, trout of this size are uncommon.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2001-06-04",
                    "112947",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2001-06-04",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                12
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "19732315130435003",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a designated stream trout lake that is stocked annually with yearling Brook Trout. A survey was completed in 2023 to monitor the amount of cool, well oxygenated habitat available for trout during the summer. Automated temperature loggers were suspended at depths of three, six, and ten feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer. In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well oxygenated water occurred. <br> \n <br> \nSurvey results indicate summer dissolved oxygen concentrations and water temperatures likely caused stress to the trout in Section Eight Lake in 2023. Similar surveys completed since 2014 suggest periods of stress are common in summer months, but the lake currently maintains suitable habitat for stream trout throughout the open water season. Habitat conditions will continue to be monitored to evaluate the suitability of Section 8 Lake for Brook Trout management.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2023-06-01",
                    "19732315130435003",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2023-06-01",
                "lengths": {}
            },
            {
                "surveyID": "17072228549637033",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 420.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.31",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Section Eight Lake is a small designated trout lake located within the Superior National Forest about five miles east of Isabella. There is a carry-in access on Wanless Road (Forest Service 172) with a few steep steps and a short walk on a boardwalk across a bog to the edge of the lake. Shore angling is limited due to the bog fringe, but small watercraft like canoes, kayaks, and float tubes can be used to fish around the entire lake. The lake is managed for Brook Trout and currently yearling fish are stocked each spring to provide angling opportunities during the open water season.  <br> \n <br> \nA standard survey was completed in 2022 using netting to assess the trout population as well as remote creel techniques to collect information about angler use. Results confirmed the lake gets a modest amount of fishing pressure and that a few trout survive through summer. In addition, temperature and dissolved oxygen monitoring completed in recent years has documented sufficient habitat to consistently support trout through the summer season. Based on these results the lake will continue to be managed as a put-take fishery with annual spring stocking of yearling fish into the foreseeable future. </p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2022-10-12",
                    "17072228549637033",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2022-10-12",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "113082",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.75",
                        "quartileCount": "N/A",
                        "totalWeight": 1230.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.45",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "13.00",
                        "quartileCount": "N/A",
                        "totalWeight": 5627.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.48",
                        "totalCatch": 26
                    }
                ],
                "narrative": "<p>Section Eight Lake is a small Designated Stream Trout Lake which is open to angling during the stream trout season (lakes).  The lake is located 5.3 miles east of Isabella, MN and is accessible by a 200 foot trail across a bog off Forest Service Rd. #172. The lake is stocked annually with yearling brook trout.In the 2005 assessment brook trout were sampled in average numbers compared to similar stream trout lakes in the Finland area.  They ranged from 9.1 inches to 14.3 inches and averaged 11.0 inches.  If winter conditions do not become too severe, Section Eight Lake can provide a good brook trout fishery and produce some quality size fish.Possessing live minnows or using them for bait on designated stream trout lakes is prohibited.  Only one line is permitted at any time.  All stream trout must have head, tail, fins and skin intact when being transported.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2005-09-12",
                    "113082",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2005-09-12",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                13
                            ],
                            [
                                11,
                                11
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "11961813554475000",
                "fishCatchSummaries": [],
                "narrative": "<p>Section Eight Lake is a 5.4 acre designated trout lake in the Superior National Forest.  The maximum depth is 24 feet and it has fairly clear water.  The lake is located approximately 5 miles east of Isabella, MN along USFS Rd. 172 (Wanless Road).  Access to the lake is a 200 foot boardwalk across a bog to the north end of the lake.  Open water angling is most suitable for anglers with a canoe or float tube.  Shoreline angling is available along the bog and eastern upland shore.  Consult the current Minnesota Fishing Regulations for rules applicable to designated trout lakes.  Brook Trout yearlings are stocked annually in Section Eight Lake. <br> \n <br> \nCold water temperatures and good oxygen levels are essential factors in Brook Trout growth and survival.  To assess these important criteria, three automatic temperature loggers were deployed at the deepest water location in the lake at depths of 3, 6, and 10 feet from May 15 to October 23, 2018 and dissolved oxygen checks were conducted throughout the summer at the same location. <br> \n <br> \nThe results of this investigation indicated that Section Eight Lake currently maintains suitable water temperatures and dissolved oxygen concentrations to sustain a stream trout fishery.  Summer dissolved oxygen and temperatures were not limiting factors in Section Eight Lake in 2018.  These parameters will continue to be carefully monitored in future investigations to monitor the suitability of Section Eight Lake for Brook Trout stocking. <br> \n</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "2018-05-15",
                    "11961813554475000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-05-15",
                "lengths": {}
            },
            {
                "surveyID": "112745",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>This population assessment was conducted to check the success of Brook Trout stocking over the last four years. There were no fish taken in 1 gillnet.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1977-06-13",
                    "112745",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1977-06-13",
                "lengths": {}
            },
            {
                "surveyID": "112743",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>This population assessment was conducted using (2) 1\" mesh and (2) 1/4\" mesh trapnets. No fish were sample in the 1\" mesh trapnets, the 1/4\" mesh trapnets caught 30 dozen minnows - Pearl Daceand Golden Shiner.</p>",
                "headerInfo": [
                    "Section Eight",
                    null,
                    "38025800",
                    "1975-09-10",
                    "112743",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1975-09-10",
                "lengths": {}
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}