{
    "timestamp": 1737663291,
    "result": {
        "lakeName": "Short",
        "sampledPlants": [],
        "shoreLengthMiles": 0.83,
        "DOWNumber": 38007500,
        "waterClarity": [
            [
                "08/22/2017",
                "2"
            ]
        ],
        "averageWaterClarity": "2.0",
        "littoralAcres": 0.0,
        "areaAcres": 26.9,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 20.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "Paddle and portage from Unnamed Creek from Watonwan Lake.  ",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "11951724953946004",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.00",
                        "quartileCount": "3.9-9.4",
                        "totalWeight": 4625.0,
                        "gearCount": 1.0,
                        "quartileWeight": "1.2-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.55",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "2.6-17.5",
                        "totalWeight": 3225.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.18",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Short Lake is located approximately 21 miles northeast of Isabella and lies completely within the Boundary Waters Canoe Area Wilderness (BWCAW).  Access to the lake starts by portaging the 0.95 miles trail into Watonwan Lake and then paddling north to the outlet (Unnamed \"Sundown\" Creek).  Once at the outlet there is 0.27 miles of creek to paddle and several small portages over beaver dams to reach the lake.    <br> \n <br> \nShort Lake has an area of 26.90 acres but only 8.49 acres of the lake were surveyed as the majority of the lake is a narrow stream channel from an old beaver pond.  The lake was found to have a maximum depth of 20 feet and water clarity was poor.  Visibility measured just 2 feet in the dark brown, bog-stained water.  The shoreline around the lake is mainly a mixed coniferous and deciduous forest with areas of bog along the southwestern shore.  Eleven aquatic plant species were noted during the survey with the majority of the vegetation found in the shallow western portion of the lake.   <br> \n <br> \nThe 2017 standard survey was the first recorded investigation on Short Lake and was done to document the status of the fish community and aquatic habitat in the lake.  Northern Pike and White Sucker were the only fish species sampled during this survey.  A single gill net captured four Northern Pike and six White Sucker.  Pike ranged from 17 to 30 inches and the largest weighed about 5 pounds.  White Suckers ranged from 9 to 19 inches and averaged 1.2 pounds.  <br> \n <br> \nShort Lake is a small, scenic, and remote BWCAW lake.  Access is difficult, yet the lake provides an opportunity to fish for Northern Pike for anglers wishing to get away from everyone and everything.  All anglers and visitors to Short Lake must abide by the BWCAW regulations and the lake is entirely non-motorized.  <br> \n</p>",
                "headerInfo": [
                    "Short",
                    null,
                    "38007500",
                    "2017-08-22",
                    "11951724953946004",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-08-22",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 19
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                29,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 29
                    }
                }
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}