{
    "timestamp": 1737663332,
    "result": {
        "lakeName": "Snowbank",
        "sampledPlants": [],
        "shoreLengthMiles": 43.09,
        "DOWNumber": 38052900,
        "waterClarity": [
            [
                "08/02/2010",
                "19"
            ],
            [
                "07/05/2022",
                "15"
            ],
            [
                "07/31/2017",
                "20"
            ]
        ],
        "averageWaterClarity": "18.0",
        "littoralAcres": 879.0,
        "areaAcres": 4654.85,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 150.0,
        "officeCode": "F214",
        "accesses": [
            {
                "location": "Parking for approx. 8 vehicles with trailers.     Outhouse available.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            },
            {
                "location": "Portage invloves two parts; 158yds. to a small beaver pond, paddle across pond, then 209yds. to Snowbank Lk.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "Parking for approx. 30 vehicles without trailers.    This is the designated canoe landing, there is a dock but no ramp.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            },
            {
                "location": "Parking for approx. 7 vehicles with trailers.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "109407",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.91",
                        "quartileCount": "N/A",
                        "totalWeight": 20734.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.43",
                        "totalCatch": 32
                    },
                    {
                        "CPUE": "0.80",
                        "quartileCount": "0.3-2.3",
                        "totalWeight": 882.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.16",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "11.42",
                        "quartileCount": "N/A",
                        "totalWeight": 9885.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 137
                    },
                    {
                        "CPUE": "21.27",
                        "quartileCount": "N/A",
                        "totalWeight": 134097.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.26",
                        "totalCatch": 234
                    },
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 37480.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.75",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 35.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 22503.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.38",
                        "totalCatch": 36
                    },
                    {
                        "CPUE": "9.18",
                        "quartileCount": "N/A",
                        "totalWeight": 69804.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.52",
                        "totalCatch": 101
                    },
                    {
                        "CPUE": "2.73",
                        "quartileCount": "N/A",
                        "totalWeight": 1770.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "1.07",
                        "quartileCount": "N/A",
                        "totalWeight": 7672.0,
                        "gearCount": 15.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.06",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 2450.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.80",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "14.00",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 12528.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.1-0.5",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 210
                    },
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 35843.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.29",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "3.27",
                        "quartileCount": "N/A",
                        "totalWeight": 62665.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.84",
                        "totalCatch": 36
                    },
                    {
                        "CPUE": "1.13",
                        "quartileCount": "0.6-3.5",
                        "totalWeight": 1858.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.2-0.6",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.24",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 5317.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.27",
                        "totalCatch": 44
                    },
                    {
                        "CPUE": "0.73",
                        "quartileCount": "0.8-2.9",
                        "totalWeight": 2030.0,
                        "gearCount": 15.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.41",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "2.07",
                        "quartileCount": "3.4",
                        "totalWeight": 7831.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.3",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.56",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 1204.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.33",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "1.20",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 13500.0,
                        "gearCount": 15.0,
                        "quartileWeight": "1.1-2.0",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.65",
                        "totalCatch": 18
                    }
                ],
                "narrative": "<p>Snowbank Lake is in Ecological Lake Class 1, which consists of 34 lakes in northeast Minnesota that are large, deep, have irregular shoreline shapes, and have clear and soft (unmineralized) water.  Snowbank Lake is typical of lakes in this lake class except that it it larger (3,303 acres) than the lake class average of 1,201 acres.Snowbank Lake was thermally stratified on 07/18/2000 and retained 6.1 ppm oxygen to the bottom at 95 ft, where the temperature was 43 F.  There are seven inlets; the major inlet from Parent Lake has a large sucker spawning run each spring.  The outlet is to Boot Lake.  Shoal substrates are 66 % rubble, 14% boulder, 8% ledgerock, 8% muck, 2% gravel, and 2% sand.  Much of the muck is in the shallow south bay (Pickeral Bay).  Aquatic plants are sparse and grow to a depth of 15 ft; floatingleaf pondweed is the most common plant.There is a public access with a concrete boat ramp and a canoe landing .  Snowbank Lake is a popular entry point to the Boundary Waters Canoe Area Wilderness (BWCAW).  The northeast half of Snowbank Lake is in the BWCAW; overnight camping permits (there is a fee per camper) and outboard motor use permits are required and there is a 25 horsepower outboard motor limit.  Snowmobiles are not allowed in the BWCAW.  Free day use paddle permits are required in the BWCAW during summer months.  There are three resorts with about 30 cabins and about 25 private homes or cottages (many of which are on Federal leased land on the southwest corner of the lake.This fish population assessment consisted of 15 standard trapnet sets, 11 shallow gillnets (set in water above 55 F, in depths of 10-30 ft), and 12 deep gillnets (set in water below 55 F,  in depths of 42-90 ft).  Seven previous investigations, dating back to 1950, consisted of 11-14 shallow gillnet sets and 4-12 deep gillnet sets.  Trapnets were previously used only in 1983.  Results from research studies from 1969 through 1979 and in 1994 are not included here because few fish were caught or non-standard sampling methods were used.  Lake class gillnet medians are based on nets set through the thermocline, from shallow (warm) water to deep (cold) water, with an indeterminate amount of net set in each zone.  Because only stratified shallow and deep gillnets have been used on Snowbank Lake, lake class gillnet medians cannot be used as a basis for comparison and are not presented in this report.\t\t\t\tShallow Water Fish PopulationsThe total catch of fish (all species combined) in the shallow gillnets in 2000 of 43 fish/net (58 lb/net) was higher than the median catch of 30 fish/net (36 lb/net) in all investigations on this lake.  More walleye were caught in the shallow gillnets in 2000 than in previous investigations.The total catch of fish in the trapnets in 2000 of 21 fish/net (7 lb/net) was higher than the 1983 catch of 13 fish/net (7 lb/net).  More rock bass were caught in the trapnets in 2000 than in 1983.Shallow water fish populations in 2000 were dominated by walleye, followed by white sucker, northern pike, rock bass, and smallmouth bass.Walleye numbers in 2000 (21.3/shallow gillnet) were much higher than the median catch of 7.1/shallow gillnet in all investigations on this lake.  Walleye sizes in 2000 averaged 14.7\", which was smaller than the average size of 16.5\" in all investigations on this lake; the largest walleye in 2000 was 25.4\".  Most of the walleye were from strong 1996 and 1998 year classes.  Growth of walleye captured in 2000 was slower than in most previous investigations on this lake.  Growth of age one and two walleye was in the second quartile for area lakes, while growth of age three and older walleye was in the fourth quartile.White sucker numbers in 2000 (9.2/shallow gillnet) were lower than the median catch of 12.1/shallow gillnet in all investigations on this lake.  Sucker numbers in the deep gillnets in 2000 (2.5/net), were similar to the median catch of 2.3/deep gillnet in all investigations on this lake.  The number of suckers present in deep water in Snowbank Lake is unusual.  Sucker sizes in 2000 averaged 15.1\" in the shallow gillnets and 18.6\" in the deep gillnets.Northern pike numbers in 2000 (3.3/shallow gillnet) were higher than the median catch of 2.4/shallow gillnet in all investigations on this lake.  Pike sizes in 2000 averaged 24.4\", which is similar to the average size of 25.0\" in all investigations on this lake; the largest pike in 2000 was 34.7\".  Pike scales were difficult to read, but pike growth appeared to be in the fourth quartile for area lakes.Rock bass numbers in the trapnets in 2000 (14.0/trapnet) were higher than the previous catch of 5.1/trapnet in 1983, while rock bass numbers in the shallow gillnets in 2000 (4.0/shallow gillnet) were similar to the median catch of 5.2/shallow gillnet in all investigations on this lake.  Rock bass sizes in 2000 averaged 5.6\" in the trapnets and 6.9\" in the gillnets; the largest was 8.7\".Smallmouth bass numbers in 2000 (2.9/shallow gillnet) were similar to the median catch of 2.8/shallow gillnet in all investigations on this lake.  Smallmouth sizes in 2000 averaged 14.0\", which was larger than the average size of 10.8\" in all investigations on this lake; the largest smallmouth in 2000 was 18.1\".  Smallmouth growth was faster than in most previous investigations on this lake and was in the third quartile for area lakes.Forty blue crayfish (Orconectes propinquus) were identified by the survey crew in the shallow gillnet west of the point on the northeast side of Birch Island.  This is the first report of unusual crayfish catches in Snowbank Lake.  Blue crayfish have been captured nearby in recent years, in the east end of Basswood Lake, and in Newfound, Sucker, and Birch lakes.\t\t\t\tDeep Water Fish PopulationsThe total catch of fish (all species combined) in the deep gillnets in 2000 of 19 fish/net (20 lb/net) was similar to the median catch of 15 fish/net (16 lb/net) in all investigations of this lake.  More cisco were caught in 2000 than in most previous investigations.  Deep water fish populations in 2000 were dominated by lake trout, burbot, cisco, and white sucker.Lake trout numbers in 2000 (2.0/deep gillnet) were similar to the median catch of 2.1/deep gillnet in all investigations on this lake.  Lake trout sizes in 2000 averaged 20.0\", which was larger than the average size of 18.3\" in all investigations on this lake; the largest lake trout in 2000 was 31.1\".  Lake trout otoliths in 2000 were moderately difficult to read, and growth (measured as length-at-capture) was faster than in most past investigations on this lake and was faster than the median for area lakes.  Marked (fin-clipped) lake trout were stocked biennially in Snowbank Lake through 1995; none of the six lake trout from the 1993 and 1995 year classes captured in 2000 had clipped fins, indicating they had been produced naturally in the lake.Burbot numbers in 2000 (3.0/deep gillnet) were similar to the median catch of 2.3/deep gillnet in all investigations on this lake.  Burbot sizes in 2000 averaged 17.6\", which was similar to the average size of 18.2\" in all investigations on this lake; the largest burbot in 2000 was 23.0\".Cisco numbers in 2000 (11.4/deep gillnet) were higher than the median catch of 8.2/gillnet in all investigations on this lake.  Cisco sizes in 2000 averaged 8.2\", which was similar to the average size of 7.6\" in all investigations on this lake; the largest cisco in 2000 was 11.5\".All of the parasites found on the fish examined in 2000 were common and native to the area.  They cannot infect humans, are often removed by filleting, and are killed at temperatures used to cook fish.     </p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "2000-07-18",
                    "109407",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-07-18",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                5
                            ],
                            [
                                18,
                                5
                            ],
                            [
                                19,
                                6
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                5
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                4
                            ],
                            [
                                28,
                                3
                            ],
                            [
                                29,
                                2
                            ],
                            [
                                30,
                                2
                            ],
                            [
                                33,
                                1
                            ],
                            [
                                34,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 34
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                31,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 31
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                10
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                73
                            ],
                            [
                                8,
                                26
                            ],
                            [
                                9,
                                19
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 11
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                27
                            ],
                            [
                                14,
                                48
                            ],
                            [
                                15,
                                8
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                14
                            ],
                            [
                                18,
                                16
                            ],
                            [
                                19,
                                15
                            ],
                            [
                                20,
                                6
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 21
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                40
                            ],
                            [
                                11,
                                8
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                12
                            ],
                            [
                                15,
                                18
                            ],
                            [
                                16,
                                31
                            ],
                            [
                                17,
                                39
                            ],
                            [
                                18,
                                21
                            ],
                            [
                                19,
                                11
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                24,
                                4
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                48
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 25
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                13
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 15
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                5
                            ],
                            [
                                16,
                                6
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                9
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 18
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                6
                            ],
                            [
                                17,
                                7
                            ],
                            [
                                18,
                                4
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 23
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                24
                            ],
                            [
                                7,
                                11
                            ],
                            [
                                8,
                                5
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 10
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                13
                            ],
                            [
                                4,
                                42
                            ],
                            [
                                5,
                                84
                            ],
                            [
                                6,
                                64
                            ],
                            [
                                7,
                                44
                            ],
                            [
                                8,
                                7
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "6851330451592000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.01",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 70.0,
                        "quartileWeight": "N/A",
                        "species": "SHR",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.87",
                        "quartileCount": "N/A",
                        "totalWeight": 158596.0,
                        "gearCount": 70.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Special trap nets",
                        "averageWeight": "5.73",
                        "totalCatch": 61
                    },
                    {
                        "CPUE": "0.16",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 70.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.01",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 70.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.01",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 70.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Snowbank Lake is located approximately 18 miles east and 5 miles north of Ely. Nearly one-half of the lake is within the BWCAW. The surface area is roughly 4,273 acres and the maximum depth is 150 feet. Snowbank Lake has a long history of lake trout management including the stocking of lake trout in the past. The purpose of this special assessment was to collect DNA from mature spawning lake trout for genetic ancestry testing. <br> \n <br> \nA total of 61 lake trout (0.9/net) were sampled. The catch was comprised of seventy-five percent males and twenty-five percent females. The average length of lake trout sampled was 25.4 inches. The smallest trout was 19.7 inches and the largest sampled was 31.0 inches long. Low numbers of rock bass, smallmouth bass, shorthead redhorse and white sucker were also observed.</p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "2013-10-14",
                    "6851330451592000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2013-10-14",
                "lengths": {
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                8
                            ],
                            [
                                23,
                                7
                            ],
                            [
                                24,
                                6
                            ],
                            [
                                25,
                                10
                            ],
                            [
                                26,
                                7
                            ],
                            [
                                27,
                                10
                            ],
                            [
                                28,
                                4
                            ],
                            [
                                29,
                                2
                            ],
                            [
                                30,
                                2
                            ]
                        ],
                        "minimum_length": 19,
                        "maximum_length": 30
                    }
                }
            },
            {
                "surveyID": "4271029847888002",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "4.18",
                        "quartileCount": "N/A",
                        "totalWeight": 20680.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.99",
                        "totalCatch": 46
                    },
                    {
                        "CPUE": "0.13",
                        "quartileCount": "0.3-2.3",
                        "totalWeight": 135.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.15",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "7.73",
                        "quartileCount": "N/A",
                        "totalWeight": 57152.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.48",
                        "totalCatch": 85
                    },
                    {
                        "CPUE": "5.58",
                        "quartileCount": "N/A",
                        "totalWeight": 8128.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.27",
                        "totalCatch": 67
                    },
                    {
                        "CPUE": "0.20",
                        "quartileCount": "N/A",
                        "totalWeight": 1350.0,
                        "gearCount": 15.0,
                        "quartileWeight": "N/A",
                        "species": "SIP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.99",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.58",
                        "quartileCount": "N/A",
                        "totalWeight": 26785.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.11",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "6.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 39.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.09",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "MMS",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "2.58",
                        "quartileCount": "N/A",
                        "totalWeight": 19741.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.40",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "4.64",
                        "quartileCount": "N/A",
                        "totalWeight": 40910.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.77",
                        "totalCatch": 51
                    },
                    {
                        "CPUE": "0.18",
                        "quartileCount": "N/A",
                        "totalWeight": 300.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.33",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.18",
                        "quartileCount": "N/A",
                        "totalWeight": 2530.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "SIP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.79",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.80",
                        "quartileCount": "N/A",
                        "totalWeight": 10343.0,
                        "gearCount": 15.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.90",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BNS",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.42",
                        "quartileCount": "N/A",
                        "totalWeight": 8500.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.75",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "20.47",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 16081.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.1-0.5",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.12",
                        "totalCatch": 307
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 22287.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.07",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BNM",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "3.82",
                        "quartileCount": "N/A",
                        "totalWeight": 46170.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.42",
                        "totalCatch": 42
                    },
                    {
                        "CPUE": "3.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "0.09",
                        "quartileCount": "N/A",
                        "totalWeight": 110.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "GOS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.24",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.60",
                        "quartileCount": "0.6-3.5",
                        "totalWeight": 3229.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.2-0.6",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.30",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "5.82",
                        "quartileCount": "N/A",
                        "totalWeight": 6397.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 64
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.8-2.9",
                        "totalWeight": 7841.0,
                        "gearCount": 15.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.73",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 1050.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.31",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.60",
                        "quartileCount": "3.4",
                        "totalWeight": 5975.0,
                        "gearCount": 15.0,
                        "quartileWeight": "0.3",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.55",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "6.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 11790.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.25",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.40",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 4121.0,
                        "gearCount": 15.0,
                        "quartileWeight": "1.1-2.0",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.51",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Snowbank Lake is a 4,273-acre lake with a maximum depth of 150 feet located 18 miles east and 5 miles north of Ely in Lake County.  The lake is located on the edge of the Boundary Waters Canoe Area Wilderness (BWCAW).  There is a public access with a concrete boat ramp and a canoe landing at the end of the Snowbank Lake Road off the Fernberg Road on the south end of the lake.  Snowbank Lake is a popular entry point for the BWCAW administered by United States Forest Service (USFS).  Permits are required on the BWCAW portion of the lake.  Please contact USFS for information on necessary permits.  Outboard motors are restricted to 25 horsepower maximum on the BWCAW portion of the lake.  Snowbank Lake is managed primarily for lake trout and walleye. <br> \n <br> \nAn aquatic vegetation survey was included in the 2010 sampling on Snowbank Lake.  All aquatic plants identified had an abundance rating of rare.  The shallow bays on the south end of the lake have the most abundant aquatic plants and are critically important to the over-all health of the lake.  In 2010, the non-native rusty crayfish were first discovered for the first time in Snowbank Lake.  Clearwater crayfish, another non-native crayfish, also exists in the lake.  Their introduction into Snowbank Lake and surrounding lakes was probably accidental by anglers using them as bait.  It is unlawful to harvest and transport crayfish.   <br> \n <br> \nSnowbank Lake has a combination of private and public shoreline.  Most of the northeast half of the lake is in the BWCAW.  Most of the southwest half of the lake is privately owned and subject to development.  The number of lake homes on the lake has increased from 18 in 1983 to 34 in 2010. This increasing development on the south end of the lake and within the lakeshed can degrade water quality and impact valuable shoreline habitat.  Lakeshore owners can minimize their impact on the shoreline and maintain a more natural setting while decreasing annual maintenance.  For more information on how to accomplish this, contact the nearest area fisheries office or go to www.mndnr.gov website. <br> \n <br> \nSnowbank Lake is a popular destination for anglers seeking walleye, lake trout, northern pike and smallmouth bass.  In 2010, lake trout up to 28 inches were sampled by DNR personnel.  These lake trout consisted of nine different year classes indicating good natural reproduction.  <br> \n  <br> \nIn 2010, walleye abundance was typical of past assessments.  Walleye sampled ranged in length from 8.5 inches to 27.5 inches with an average of 15.8 inches.  Ten different year classes were identified in the sample with the 2007 year class (age 3) comprising 72% of the sample.  All of these year classes are the result of natural reproduction. <br> \n <br> \nNorthern pike abundance was typical for BWCAW lakes.  Pike up to 31 inches were sampled in 2010; however, pike up 38 inches have been sampled in past assessments.  Silver pike, a rare color phase are present in Snowbank Lake and some of the adjacent lakes.  The connecting Disappointment Lake is connected to Snowbank and currently holds the state record for silver pike. <br> \n <br> \nSmallmouth bass provide additional opportunities for anglers on Snowbank Lake.  Smallmouth up to 18 inches long have been sampled in past assessments.  Largemouth bass are also present in the lake especially in the shallow south bays. <br> \n <br> \nThere is a fish consumption advisory on fish from Snowbank Lake due to mercury.  For information see www.mndnr.gov/Lakefinder. <br> \n</p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "2010-07-19",
                    "4271029847888002",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2010-07-19",
                "lengths": {
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                7
                            ],
                            [
                                17,
                                7
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 24
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 8
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                12
                            ],
                            [
                                4,
                                44
                            ],
                            [
                                5,
                                131
                            ],
                            [
                                6,
                                104
                            ],
                            [
                                7,
                                68
                            ],
                            [
                                8,
                                11
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                5
                            ],
                            [
                                2,
                                29
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 8
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 27
                    },
                    "SIP": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 26
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                4
                            ],
                            [
                                18,
                                4
                            ],
                            [
                                19,
                                10
                            ],
                            [
                                20,
                                6
                            ],
                            [
                                21,
                                9
                            ],
                            [
                                22,
                                6
                            ],
                            [
                                23,
                                3
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                7
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                30,
                                2
                            ],
                            [
                                33,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 33
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                13
                            ],
                            [
                                13,
                                25
                            ],
                            [
                                14,
                                25
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                5
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                5
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                2
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 27
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                26
                            ],
                            [
                                3,
                                9
                            ],
                            [
                                10,
                                7
                            ],
                            [
                                11,
                                8
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                9
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                7
                            ],
                            [
                                8,
                                16
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 17
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                2
                            ],
                            [
                                2,
                                10
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                10,
                                9
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 13
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                4
                            ],
                            [
                                11,
                                6
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                4
                            ],
                            [
                                7,
                                27
                            ],
                            [
                                8,
                                10
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                8
                            ],
                            [
                                15,
                                8
                            ],
                            [
                                16,
                                9
                            ],
                            [
                                17,
                                12
                            ],
                            [
                                18,
                                12
                            ],
                            [
                                19,
                                6
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                6
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 22
                    }
                }
            },
            {
                "surveyID": "18912234738129000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.75",
                        "quartileCount": "N/A",
                        "totalWeight": 16676.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.08",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "13.00",
                        "quartileCount": "N/A",
                        "totalWeight": 16448.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.23",
                        "totalCatch": 156
                    },
                    {
                        "CPUE": "4.42",
                        "quartileCount": "N/A",
                        "totalWeight": 28245.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.17",
                        "totalCatch": 53
                    },
                    {
                        "CPUE": "2.92",
                        "quartileCount": "N/A",
                        "totalWeight": 78676.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.96",
                        "totalCatch": 35
                    }
                ],
                "narrative": "<p>Snowbank Lake is a 4,655 acre lake located 18 miles east of Ely. The lake can be reached by road through three accesses and by canoe through five portages to and from nearby lakes.  The main public access is located in the southern part of the lake off the Snowbank Road.  Just north of this ramp is a canoe access.  Snowbank Lake is a popular entry point to the Boundary Waters Canoe Area Wilderness (BWCAW) for canoers.  The southern part of Snowbank is outside the BWCAW and any size boat with any size horsepower motor can be used.  The north part of the lake is within the BWCAW and only outboards that are 25 horsepower or less are allowed.  People can access the wilderness side of the lake for day-trips in canoes with self-issued permits at the access.  People intending to camp or motor into the allowed portion of the BWCAW on Snowbank must obtain an overnight or motor use permit from a US Forest Service District office.   <br> \n <br> \nSnowbank has a maximum depth of 150 feet and has clear water.  For its size, the lake only has three relatively minor inlets.  A tributary comes in on the north shore from Wooden Leg Lake, and two small rivers (an unnamed stream and the outlet of Parent Lake) come into Pickerel Bay on the south side.  The only outlet goes out the northeast corner to Boot Lake.  Snowbank is a prototypical northern Minnesota/Canadian shield waterbody with shorelines covered in tall pines, areas of tall granite ledge rock, exceptionally clear water and much of the shoreline undeveloped.  The only road accessible area is along the south shore.  Some of these areas are lightly developed with homes and cabins.  Lake bottom substrates along the shoreline are mostly boulder and ledgerock.  Some bays have soft bottoms with a minimal amount of aquatic vegetation.  Snowbank Lake is a two-story fishery with deep, cold, well oxygenated water capable of supporting a cold water fishery and a shallow, warmer, but still well oxygenated area capable of supporting a cool and warm water fishery.   <br> \n <br> \nThe overall deep water gillnet catch rate for all fish combined was 21.1 fish/net which was the second highest on record for Snowbank Lake.  Yield was 25.7 lbs/net which was the highest on record for the lake.  Fish species sampled in deep water gill nets were cisco, burbot, lake trout, and walleye.   <br> \n <br> \nThe deep water gillnet catch for lake trout in 2022 was 2.9 fish/net which was the second highest catch rate on record for the lake and ranked 16th out of 38 recent investigations of lake trout populations in the Tower area.  Lengths ranged from 8 to 35 inches with an average of nearly 23 inches, which was the highest on record for Snowbank Lake.  The 35 inch fish was also the largest lake trout ever captured in survey nets on Snowbank.  Mean weight was an impressive 5 pounds.  Twenty lake trout were aged with ages ranging from 3 to 23 years.  Growth rates for all ages were fast when compared to the average of all lake trout lakes in the Tower area.  The average 8 year old lake trout was just over 21 inches on Snowbank. <br> \n <br> \nOne hundred-fifty-six cisco were caught in deep water gill nets for a catch rate of 13.0 fish/net.  This was the second highest catch rate on record for the lake and better than average compared to other lakes in the Tower area.  Sizes were 7 to 15 inches with an average of nearly 9 inches.   <br> \n <br> \nSnowbank has proven to be one of the best burbot lakes in the area.  The 2022 deep water gillnet catch was 4.4 fish/net which was the second best catch rate of all surveys from Snowbank and ranks first when compared to all other surveys from burbot lakes in the area.  Lengths ranged from 12 to nearly 23 inches with an average of 17 inches.  Ages ranged from 3 to 18 years. <br> \n</p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "2022-07-05",
                    "18912234738129000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-07-05",
                "lengths": {
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                6
                            ],
                            [
                                16,
                                7
                            ],
                            [
                                17,
                                14
                            ],
                            [
                                18,
                                6
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                22,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 22
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                22,
                                8
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                25,
                                6
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                28,
                                4
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                30,
                                1
                            ],
                            [
                                33,
                                1
                            ],
                            [
                                35,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 35
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                13
                            ],
                            [
                                11,
                                15
                            ],
                            [
                                12,
                                11
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                5
                            ],
                            [
                                7,
                                71
                            ],
                            [
                                8,
                                27
                            ],
                            [
                                9,
                                13
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 28
                    }
                }
            },
            {
                "surveyID": "108718",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.83",
                        "quartileCount": "N/A",
                        "totalWeight": 71211.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.62",
                        "totalCatch": 34
                    },
                    {
                        "CPUE": "6.25",
                        "quartileCount": "N/A",
                        "totalWeight": 9125.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.27",
                        "totalCatch": 75
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 59240.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.72",
                        "totalCatch": 48
                    },
                    {
                        "CPUE": "1.08",
                        "quartileCount": "N/A",
                        "totalWeight": 15205.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.58",
                        "totalCatch": 13
                    }
                ],
                "narrative": "<p>This deep water assessment consisted of 12 gillnets set below 55 F (32').  Its purpose was to check survival and growth of stocked lake trout fingerlings, and to monitor cold water fish populations.In 1994, deep water fish populations were dominated by burbot (4.0/gillnet), followed by lake trout (1.1/gillnet) and cisco (6.3/gillnet).  In addition many white sucker were captured, most at 40' to 50', but ranging down to 80'.  Cisco sizes were small, ranging in size from 6.7\" to 8.0\".  Lake trout sizes ranged from 10\" to 28\" and were age 3 through age 14 as determined by otolith sections.  None were clipped, indicating good natural reproduction but poor stocking survival.  Some lake trout had been eating cisco and trout-perch, but most trout stomachs were empty.   Walleye and smallmouth bass numbers were above average for the area in the 1992 shallow water assessement.</p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "1994-08-15",
                    "108718",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-08-15",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                15
                            ],
                            [
                                18,
                                12
                            ],
                            [
                                19,
                                3
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 19
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                4
                            ],
                            [
                                6,
                                5
                            ],
                            [
                                7,
                                35
                            ],
                            [
                                8,
                                16
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 10
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 28
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                15,
                                10
                            ],
                            [
                                16,
                                8
                            ],
                            [
                                17,
                                8
                            ],
                            [
                                18,
                                6
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                22,
                                3
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                30,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 30
                    }
                }
            },
            {
                "surveyID": "12231720551512000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.67",
                        "quartileCount": "N/A",
                        "totalWeight": 21507.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.37",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "7.00",
                        "quartileCount": "N/A",
                        "totalWeight": 7496.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.21",
                        "totalCatch": 77
                    },
                    {
                        "CPUE": "1.09",
                        "quartileCount": "N/A",
                        "totalWeight": 642.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "7.50",
                        "quartileCount": "N/A",
                        "totalWeight": 10053.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "CIS",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 90
                    },
                    {
                        "CPUE": "2.91",
                        "quartileCount": "N/A",
                        "totalWeight": 53224.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.67",
                        "totalCatch": 32
                    },
                    {
                        "CPUE": "7.00",
                        "quartileCount": "N/A",
                        "totalWeight": 41993.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.20",
                        "totalCatch": 77
                    },
                    {
                        "CPUE": "0.36",
                        "quartileCount": "N/A",
                        "totalWeight": 4577.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "SIP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.52",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "4.25",
                        "quartileCount": "N/A",
                        "totalWeight": 30761.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.33",
                        "totalCatch": 51
                    },
                    {
                        "CPUE": "10.91",
                        "quartileCount": "N/A",
                        "totalWeight": 90481.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.66",
                        "totalCatch": 120
                    },
                    {
                        "CPUE": "2.45",
                        "quartileCount": "N/A",
                        "totalWeight": 13724.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.12",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 11266.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.10",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.09",
                        "quartileCount": "N/A",
                        "totalWeight": 51.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "CIS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Snowbank Lake is a 4,655 acre lake located 18 miles east of Ely.  There are three public accesses with the main access located in the southern part of the lake off the Snowbank Road.  Just north of this ramp is a canoe access.  Snowbank Lake is a popular entry point to the Boundary Waters Canoe Area Wilderness (BWCAW) for canoers with five portages to nearby lakes.  The southern part of Snowbank is outside the BWCA, however the north part of the lake is within the BWCA and only outboards that are 25 horsepower or less are allowed.  People can access the wilderness side of the lake for day-trips in canoes with self-issued permits at the access.  People intending to camp or motor into the allowed portion of the BWCA on Snowbank must obtain an overnight or motor use permit from a US Forest Service District office.  \n\nSnowbank has a maximum depth of 150 feet and very clear water.  There are three relatively minor inlets.  A tributary comes in on the north shore from Wooden Leg Lake and two small rivers (an unnamed stream and the outlet of Parent Lake) come into Pickerel Bay on the south side.  The only outlet goes out the northeast corner to Boot Lake.  Snowbank is a prototypical northern Minnesota/Canadian shield waterbody with shorelines covered in tall pines, areas of tall granite ledge rock, exceptionally clear water and much of the shoreline undeveloped.  The only road accessible area is along the south shore.  Some of these areas are lightly developed with homes and cabins.  Lake bottom substrates along the shoreline are mostly boulder and ledgerock.  Some bays have soft bottoms with a minimal amount of aquatic vegetation.  Snowbank Lake is a two-story fishery with deep, cold, well oxygenated water capable of supporting a cold water fishery (fish such as lake trout, cisco, and burbot) and a shallow, warmer, but still well oxygenated area capable of supporting a cool and warm water fishery (fish such as walleye, northern pike, and bass).\n\nSnowbank Lake has a long history of stocking dating back to 1934.  Lake trout were the most recent species stocked, although due to evidence of good natural reproduction, stocking was discontinued after 1995.  \n\nThe 2017 survey consisted of shallow water and deep water gillnet sets, and for the first time in its history, spring night electrofishing.  Fish species sampled included burbot, cisco, lake trout, largemouth bass, northern pike, rock bass, smallmouth bass, walleye, white sucker and yellow perch.\n\nThe deep water gillnet catch for lake trout was 1.7 fish/net which was slightly below average compared to past surveys on Snowbank as well as surveys of other area lake trout lakes.  Lengths ranged from 8 to 28 inches with an average of 17 inches.  These sizes were comparable to past lake trout catches from Snowbank.  Not all the lake trout caught were aged but of those that were, ages ranged from 2 to 8 years.  All fish over 21 inches or older than 6 years, were sexually mature.  Growth rates were fast when compared to other lake trout populations in the area.  \n\nShallow water gill nets sampled 120 walleye for a catch rate of 10.9 fish/net.  This catch rate was good compared to other walleye catches on Snowbank Lake and very good compared to other walleye lakes in the Tower area.  Lengths ranged from 8 to 28 inches with an average of just under 16 inches which was slightly smaller than normal for the lake.  With a plentiful, high quality food source, growth rates were very good.  Typical of these big, deep, cold lakes, some walleye can grow quite old.  Fish from this survey were aged up to 21 years with fourteen year classes represented.  The 2015 year class was exceptionally strong.  \n\nThirty-two normal phase northern pike were sampled in shallow gill nets for a catch rate of 2.9 fish/net.  Silver phase northern pike are fairly common in Snowbank and four silver phase pike were sampled.  The silver phase is an uncommon color variation in northern pike observed in a handful of lakes.  The catch rate was slightly better than average for the lake.  Lengths ranged from 16 to 37 inches with an average of 25 inches.  The largest silver pike sampled was 26 inches.   \n\nCisco make up a substantial food source for gamefish in Snowbank.  Ninety cisco were caught in deep water gill nets for a catch rate of 7.5 fish/net.  This was above average compared to past surveys on Snowbank and above average compared to other cisco populations in the area.  Sizes were 7 to 14 inches with an average of 9 inches, which was similar to past surveys.  \n\nSnowbank has proven to be one of the best burbot lakes in the area.  The 2017 deep water gillnet catch was 4.3 fish/net which was the second best catch rate of all surveys from Snowbank and ranks second compared to all other surveys from burbot lakes in the area.  Lengths ranged from 11 to 26 inches with an average of 17 inches, which was slightly below the average for the lake.  \n\nSnowbank was spring night electrofished for the first time in 2017.  Due to computer issues, some of the data collected that night was not recorded.  A total of 148 smallmouth (98.7/hour) and 5 largemouth (3.3/hour) were sampled.  The smallmouth catch rate was exceptional compared to other smallmouth lakes in the area, but the largemouth catch rate was low.  Smallmouth ranged from 2 to 18 inches with good size distribution but largemouth lengths were not recorded.  Twenty-seven additional smallmouth were sampled in shallow gill nets for a catch rate of 2.5 fish/net.  This catch rate was quite good compared to other smallmouth lakes in the area.  These fish ranged in size from 6 to nearly 18 inches with an average of 12 inches, which was slightly better than the lake's overall average.  Growth rates were relatively slow compared to other lakes.   Fish were aged up to 7 years with the 2012 year class being strong.\n\nOther species sampled in shallow gill nets were white sucker, rock bass, and yellow perch.  Catches for these fish were not vastly different from past surveys.\n\nRusty crayfish, an invasive species, were first sampled in Snowbank in 2010.  They were only caught in the southeast part of the lake at that time.  During the 2017 survey, more were sampled in the same area as well as further north along the east shore.  They were not sampled in any of the rest of the nets throughout the lake.  Rusty's can out compete native crayfish and devastate aquatic vegetation beds.  At some point, they were likely brought in by anglers using them for bait. \n</p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "2017-07-31",
                    "12231720551512000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-07-31",
                "lengths": {
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                11
                            ],
                            [
                                15,
                                8
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                8
                            ],
                            [
                                18,
                                7
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 25
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                5
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 7
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                29
                            ],
                            [
                                6,
                                30
                            ],
                            [
                                7,
                                16
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 8
                    },
                    "SIP": {
                        "species": null,
                        "fishCount": [
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                26,
                                1
                            ]
                        ],
                        "minimum_length": 21,
                        "maximum_length": 26
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                23,
                                4
                            ],
                            [
                                24,
                                5
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                5
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                34,
                                2
                            ],
                            [
                                37,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 37
                    },
                    "CIS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                10
                            ],
                            [
                                11,
                                9
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                6,
                                4
                            ],
                            [
                                7,
                                35
                            ],
                            [
                                8,
                                14
                            ],
                            [
                                9,
                                14
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 14
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 27
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                11,
                                14
                            ],
                            [
                                12,
                                11
                            ],
                            [
                                13,
                                10
                            ],
                            [
                                14,
                                7
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                18,
                                9
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 23
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 17
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                24
                            ],
                            [
                                11,
                                16
                            ],
                            [
                                12,
                                9
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                9
                            ],
                            [
                                18,
                                12
                            ],
                            [
                                19,
                                8
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                5
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                4
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                3
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 28
                    }
                }
            },
            {
                "surveyID": "109154",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 2093.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.61",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.25",
                        "quartileCount": "N/A",
                        "totalWeight": 35580.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "5.23",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 10956.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.34",
                        "totalCatch": 72
                    },
                    {
                        "CPUE": "5.92",
                        "quartileCount": "N/A",
                        "totalWeight": 91071.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.83",
                        "totalCatch": 71
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "N/A",
                        "totalWeight": 26322.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.15",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 834.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.84",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Snowbank Lake is in Ecological Lake Class 1, which consists of 34 lakes in northeast Minnesota that are large, very deep, irregularly shaped, and have very clear and soft (unmineralized) water.  Snowbank Lake is typical of lakes in this class, except it is larger than most.Snowbank Lake stratifies thermally in midsummer and retains good oxygen (more than 5 ppm) to a depth of more than 90 ft, where the temperature is about 40 F.  Shallow lake areas are dominated by ledgerock, boulder, and rubble.  There are few aquatic plants.The 1996 deep water fish population assessment consisted of 12 gillnets set in depths of 40 ft (temperature = 45 F) to 90 ft (temperature = 40 F).  The earliest lake survey (1950) consisted of deep and shallow gillnets, and there have been 12 surveys or assessments since then.The total catch of fish in the deep water gillnets in 1996 (all species combined) of 15 fish/net (17 lb/net) was very similar to the long term average catch in Snowbank of 16 fish/net (15 lb/net).  Burbot numbers have increased in recent years, from an average of about 1.5/net from 1950 through 1989 to 2.9/net in 1992, 4.0/net in 1994, and to 5.9/net in 1996.  The reason for this increase is not known.  Burbot sizes in 1996 averaged 17\"; the largest was 31\".Lake trout numbers in 1996 (2.3/net) were similar to the long term average of 2.1/net in this lake.  Lake trout sizes averaged 16\"; the largest was 32\".  Lake trout ages ranged from age two through age 12.  Many of the lake trout had cisco or sculpin in their stomachs.  Lake trout were stocked in Snowbank Lake in many of the years from 1934 through 1995.  Lake trout stocked from 1985 through 1995 were marked with a fin clip to differentiate them from naturally produced trout.  None of the 27 trout caught in the 1996 gillnetting were fin clipped, nor were any of the 252 lake trout examined at Smitty's on Snowbank Resort during the winter of 1997.Cisco numbers in 1996 (6.0/net) were near the long term average catch in this lake of 9.1/net (range: 4.4-19.2/net).  Cisco sizes in 1996 averaged 8\"; the largest was 12\".  White sucker numbers in 1996 (1.3/net) were similar to the long term average catch of 2.0/net for deep sets in this lake.  Sucker sizes averaged 18\"; the largest was 21\".  Snowbank Lake has high numbers of sucker, and there is a large spawning run in the Parent River each spring.  Sucker are captured at unusual depths, 50 ft or greater, in Snowbank Lake.</p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "1996-07-22",
                    "109154",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1996-07-22",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                23,
                                1
                            ]
                        ],
                        "minimum_length": 23,
                        "maximum_length": 23
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                8
                            ],
                            [
                                14,
                                5
                            ],
                            [
                                15,
                                5
                            ],
                            [
                                16,
                                11
                            ],
                            [
                                17,
                                16
                            ],
                            [
                                18,
                                11
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                3
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                31,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 31
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                32,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 32
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                9
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 21
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                6,
                                10
                            ],
                            [
                                7,
                                38
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                11
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 12
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                23,
                                1
                            ]
                        ],
                        "minimum_length": 23,
                        "maximum_length": 23
                    }
                }
            },
            {
                "surveyID": "109544",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.15",
                        "quartileCount": "N/A",
                        "totalWeight": 70.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.23",
                        "quartileCount": "N/A",
                        "totalWeight": 3875.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.85",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.31",
                        "quartileCount": "N/A",
                        "totalWeight": 22507.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.92",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "9.00",
                        "quartileCount": "N/A",
                        "totalWeight": 8908.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 117
                    },
                    {
                        "CPUE": "3.69",
                        "quartileCount": "N/A",
                        "totalWeight": 31942.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.47",
                        "totalCatch": 48
                    },
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 29332.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.49",
                        "totalCatch": 26
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 620.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.37",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Snowbank Lake is in Ecological Lake Class 1, which consists of 34 lakes in northeast Minnesota that are large, deep, have irregular shoreline shapes, and have clear and soft (unmineralized) water.  Snowbank Lake is larger than many of the lakes in this lake class.Snowbank Lake was thermally stratified on 07/25/2005 and retained 4.9 ppm oxygen to the bottom at 100 ft, where the temperature was 46 F.  The major inlet, from Parent Lake, has a large sucker spawning run each spring.  The outlet is to Boot Lake.  Bottom substrates along the shoreline of Snowbank Lake are mostly rubble, boulder, and ledgerock.  The shallow south bay (Pickeral Bay) has a mucky bottom.  Aquatic plants are sparse and grow to a depth of 15 ft; floatingleaf pondweed is the most common plant.There is a public access with a concrete boat ramp and a canoe landing.  Snowbank Lake is a popular entry point to the Boundary Waters Canoe Area Wilderness (BWCAW), which is administered by the United States Forest Service (USFS).  The northeast half of Snowbank Lake is in the BWCAW, where overnight camping permits and outboard motor permits are required and there is a 25 horsepower outboard motor limit.  Snowmobiles and power augers are not allowed in the BWCAW portion of Snowbank Lake.  Day use paddle only self written permits (on forms provided by the USFS) are required in the BWCAW during summer months.  From October 1 through April 30 BWCAW, self written permits on forms provided by the USFS are required.  Questions about BWCAW permits should be directed to the USFS.  There are two resorts on Snowbank Lake (Smitty's and Wilderness Bay) with about 20 cabins and there are about 25 private homes or cottages (many of which are on USFS leased land on the southwest corner of the lake).  A third resort (Jackpine Lodge) was purchased in 2004 and is currently being divided into private cabins.There has been some confusion about the size of Snowbank Lake.  The DNR lake contour map, made in 1949, lists the surface area at 3,303 acres.  Kevin Zytkovicz (DNR Division of Ecological Services) examined GIS data in 2005 and found that the rectified lake outline of Snowbank Lake was 4,654 acres minus 380 acres of island area, resulting in a lake surface area of 4,273 acres.This cold-water fish population assessment consisted of 12 deep gillnets (set in water colder than 55 F), in depths of 42-100 ft.  Eight previous cold water investigations, dating back to 1950, consisted of 4-12 deep gillnet sets.  Net catches from research studies from 1969 through 1979 and in 1994 are not used for comparison in this discussion because non-standard sampling methods were used.  Lake class quartiles for cold water gillnets have not been calculated and are not presented in this report.The total catch of fish (all species combined) in the deep gillnets in 2005 of 18 fish/net (17 lb/net) was similar to the median catch of 16 fish/net (17 lb/net) in all cold water investigations on this lake.  More burbot were captured in 2005 than in most previous investigations.Lake trout numbers in 2005 (2.2/deep gillnet) were at the median for all cold water investigations on this lake.  Lake trout sizes in 2005 averaged 16.9\", which was slightly smaller than the average size of 17.7\" in all investigations on this lake.  The largest lake trout captured in 2005 was 29.7\".  Most of the lake trout were age three (9 fish), four (3 fish) or five (6 fish), indicating good natural reproduction in recent years.  Only two mature lake trout (both age nine) were caught.  Growth of lake trout captured in 2005 was faster than average for this lake and for the area.  Lake trout stomachs were empty (8) or contained cisco (5), yellow perch (3), sculpin (3), unidentified fish (2), or mayflies (1).Burbot numbers in 2006 (4.0/deep gillnet) were higher than the median catch of 2.9/deep gillnet in all cold water investigations on this lake.  Burbot numbers in the last four investigations (from 1994 through 2005) were higher than in previous investigations.  Burbot sizes in 2005 averaged 17.7\", which was smaller than the average size of 18.2\" in all investigations on this lake.  The largest burbot captured in 2005 was 22.2\".  Cisco numbers in 2005 (9.8/deep gillnet) were at the median for all cold water investigations on this lake.  Cisco sizes in 2005 averaged 7.9\", which was similar to the average size of 7.7\" in all investigations on this lake.  The largest cisco captured in 2005 was 12.2\".   </p>",
                "headerInfo": [
                    "Snowbank",
                    null,
                    "38052900",
                    "2005-07-25",
                    "109544",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2005-07-25",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                2
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                6,
                                13
                            ],
                            [
                                7,
                                72
                            ],
                            [
                                8,
                                17
                            ],
                            [
                                9,
                                8
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 12
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                4
                            ],
                            [
                                18,
                                5
                            ],
                            [
                                19,
                                5
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                2
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 21
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                19,
                                2
                            ],
                            [
                                21,
                                1
                            ]
                        ],
                        "minimum_length": 19,
                        "maximum_length": 21
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                12
                            ],
                            [
                                17,
                                8
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 22
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 19,
                        "maximum_length": 19
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                3
                            ],
                            [
                                26,
                                2
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 29
                    }
                }
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}