{
    "timestamp": 1737663446,
    "result": {
        "lakeName": "Sundown",
        "sampledPlants": [],
        "shoreLengthMiles": 0.72,
        "DOWNumber": 38008200,
        "waterClarity": [
            [
                "08/21/2017",
                "5.5"
            ]
        ],
        "averageWaterClarity": "5.5",
        "littoralAcres": 0.0,
        "areaAcres": 19.02,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 16.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "Portage and paddle up from Watonwan Lake up Unnamed Creek. Carry across floating bog to west shore.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "11951724327825000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "IOD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "14.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "PRD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 28
                    },
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BNM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Sundown Lake is located approximately 20 miles northeast of Isabella and lies completely within the Boundary Waters Canoe Area Wilderness (BWCAW).  Access to the lake starts by portaging the 0.95 mile trail into Watonwan Lake and then paddling to the southeast then south to the inlet (Unnamed \"Sundown\" Creek) on the south shore.  Once at the inlet there is 0.36 miles to portage and paddle along the creek.  There are several beaver dams to portage and ponds to paddle across.  The last 0.15 miles is a carry or drag across the floating bog to the shore of Sundown Lake.     <br> \n <br> \nSundown Lake has an area of 19 acres and a maximum depth of 16 feet.  Water clarity was fair with visibility measuring 5.5 feet in the brown bog-stained water.  The shoreline around the lake is mainly bog with a mixed coniferous and deciduous forest along the south shore.  Aquatic vegetation occurred throughout most of the lake.   <br> \n <br> \nThe 2017 standard survey was the first recorded investigation to document the status of the fish community and aquatic habitat on Sundown Lake.  Although no game fish species were sampled during the survey, Northern Pearl Dace, Bluntnose Minnow, Brook Stickleback, and Iowa Darter were captured in minnow traps.  <br> \n <br> \nSundown Lake is a small, scenic, and very remote lake within the BWCAW.  Access to the lake is difficult, and there are no game fish present to be of value to anglers.  Angling pressure on the lake is presumed to be nonexistent.  All anglers and visitors to Sundown Lake must abide by the BWCAW regulations at all times; the lake is entirely non-motorized.  <br> \n</p>",
                "headerInfo": [
                    "Sundown",
                    null,
                    "38008200",
                    "2017-08-21",
                    "11951724327825000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-08-21",
                "lengths": {}
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}