{
    "timestamp": 1737663482,
    "result": {
        "lakeName": "Tetagouche",
        "sampledPlants": [],
        "shoreLengthMiles": 1.81,
        "DOWNumber": 38023100,
        "waterClarity": [
            [
                "07/11/2022",
                "5.5"
            ],
            [
                "06/25/2012",
                "9"
            ]
        ],
        "averageWaterClarity": "7.3",
        "littoralAcres": 66.0,
        "areaAcres": 66.56,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 20.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "17102219242868000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "69.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Trapnet - Mini Fyke",
                        "averageWeight": "0.00",
                        "totalCatch": 139
                    },
                    {
                        "CPUE": "12.67",
                        "quartileCount": "2.0-6.3",
                        "totalWeight": 38793.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.3-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.25",
                        "totalCatch": 38
                    },
                    {
                        "CPUE": "9.33",
                        "quartileCount": "2.2-14.6",
                        "totalWeight": 2077.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 28
                    }
                ],
                "narrative": "<p>Tettagouche Lake is a 67 acre lake with a maximum depth of 20 feet located entirely within Tettagouche State Park. Minnesota residents do not need a fishing license to fish on the lake because the lake is completely contained within a state park, but must comply with all other fishing regulations. Motorized watercraft are not allowed on the lake, which helps maintain a quiet and peaceful setting. To access the lake, anglers must hike 1.25 miles on a steep, but relatively even park maintenance road up toward Tettagouche Camp from a parking lot on the Lax Lake Road (state park permit required). From the maintenance road, there is a short, but steep and uneven access trail to the right (southwest) that leads down to the lake. <br> \n <br> \nA survey was completed on Tettagouche Lake during July of 2022 to assess the status of the Northern Pike population. Pike catch was similar to previous surveys of the lake, which have documented an abundant population compared to similar lakes statewide. Size of pike was good with 26 percent of the catch longer than 24 inches. The fish ranged in age from one to nine years old with no missing ages indicating pike reproduce consistently.  <br> \n <br> \nYellow Perch catch was within the normal range relative to similar lakes and higher than the last survey on Tettagouche Lake. The average length of Yellow Perch sampled was seven inches with the longest fish measuring just shy of nine inches.  Perch are an important forage species for the pike population, but they seldom reach a size of interest to most anglers. No other fish species were sampled in the lake. <br> \n</p>",
                "headerInfo": [
                    "Tetagouche",
                    null,
                    "38023100",
                    "2022-07-11",
                    "17102219242868000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2022-07-11",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                5
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                5
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                4
                            ],
                            [
                                24,
                                3
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                4
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 28
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                16
                            ],
                            [
                                1,
                                78
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                11
                            ],
                            [
                                7,
                                9
                            ],
                            [
                                8,
                                5
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "4331217454949000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "15.00",
                        "quartileCount": "2.0-6.3",
                        "totalWeight": 42495.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.3-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.08",
                        "totalCatch": 45
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "2.2-14.6",
                        "totalWeight": 295.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Tettegouche Lake is a small scenic lake located within the boundaries of Tettegouche State Park.  The lake is 66.5 acres with a maximum depth of 20 feet.  Public access to the lake is via a carry in trail within the park.  Tettegouche Lake gets little angling pressure both summer and winter and provides a wilderness type of fishing experience for those willing to undertake the hike and portage.  Anglers can access the lake from Lake County Road #402 (Lax Lake Road) and then hike the service road 1.25 miles over hilly terrain down to the marked trail which leads to the lake.  Canoe rentals are available at Tettegouche Camp on Mic Mac Lake and could be carried 0.25 miles to use on Tettegouche Lake.   <br> \n <br> \nSince the DNR sampling began in 1980, northern pike and yellow perch have been the only fish species found within Tettegouche Lake.  Both species are maintained in the lake by natural reproduction with northern pike providing the most consistent angling opportunities.   <br> \n <br> \nIn 2012 the number of northern pike sampled Tettegouche Lake was above average for this type of lake and were found to have faster than average growth compared to other lakes in the Finland Management Area.  The population assessment found average weight of northern pike to be 2.28 pounds and the average length was 21.58 inches.  The largest fish measured was 28 inches and weighed 5.28 pounds.  It takes an average of 4 years for a northern pike in Tettegouche Lake to reach 21 inches.  Good habitat is the key to producing northern pike.  Given that Tettegouche has relatively clean water and adequate spawning habitat, if the perch population can provide adequate forage, northern pike will likely continue to proliferate. <br> \n <br> \nIn 2012 the number of yellow perch sampled Tettegouche Lake was below average for this type of lake.  However, the average size of perch was just less than 8 inches which would be above average this type of lake.  Historic surveys found perch to be present in greater numbers.  Since yellow perch are extremely important as a forage species in Tettegouche Lake their numbers will be carefully monitored in the future. <br> \n <br> \nBe sure to check with Tettegouche State Park Headquarters on State Highway 61 for information regarding current state park regulations, management, and maps.  Current state park regulations do not allow for the use of outboard motors and power ice augers on Tettegouche Lake.  Also, per current state statue, a fishing license is not required to fish Tettegouche Lake. <br> \n</p>",
                "headerInfo": [
                    "Tetagouche",
                    null,
                    "38023100",
                    "2012-06-25",
                    "4331217454949000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2012-06-25",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 8
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                2
                            ],
                            [
                                10,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                7
                            ],
                            [
                                20,
                                8
                            ],
                            [
                                21,
                                10
                            ],
                            [
                                22,
                                7
                            ],
                            [
                                23,
                                3
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 28
                    }
                }
            },
            {
                "surveyID": "113012",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.67",
                        "quartileCount": "0.4-2.1",
                        "totalWeight": 3533.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 69
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "2.0-6.3",
                        "totalWeight": 9965.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.3-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.83",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "17.00",
                        "quartileCount": "2.2-14.6",
                        "totalWeight": 1755.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 34
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 5790.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.42",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "9.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 37
                    }
                ],
                "narrative": "<p>A lake survey was conducted on Tettegouche Lake in the summer of 2003.  Fish species sampled in this survey were northern pike and yellow perch.  These were also the only species sampled in previous assessments of Tettegouche Lake.The number of northern pike sampled was average for this lake class, but was lower than previous surveys on Tettegouche Lake.  The average weight of northern pike taken in gill nets was 1.8 pounds, and fish ranged in size from 12.8 to 24.2 inches (3.4 pounds).  Half of the northern pike were between 22.0 inches and 22.9 inches.  It appeared that average size of northern pike had declined, compared to previous assessments.Yellow perch are present in fairly high numbers; however, most are too small to interest anglers.  The average size was 6.7 inches, the largest measured 8.2 inches.Tettegouche Lake is located within the boundaries of Tettegouche State Park.  The following state park rules apply: no outboard motors, snowmobiles or gas-powered ice augers are allowed on the lake. Open fires are not allowed on the ice, fires are allowed only in designated fire rings.</p>",
                "headerInfo": [
                    "Tetagouche",
                    null,
                    "38023100",
                    "2003-07-07",
                    "113012",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2003-07-07",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                4
                            ],
                            [
                                1,
                                4
                            ],
                            [
                                5,
                                22
                            ],
                            [
                                6,
                                50
                            ],
                            [
                                7,
                                25
                            ],
                            [
                                8,
                                6
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 8
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                5
                            ],
                            [
                                24,
                                2
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 24
                    }
                }
            },
            {
                "surveyID": "112116",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.4-2.1",
                        "totalWeight": 1.0,
                        "gearCount": 20.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "10.50",
                        "quartileCount": "2.0-6.3",
                        "totalWeight": 104.0,
                        "gearCount": 4.0,
                        "quartileWeight": "1.3-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.48",
                        "totalCatch": 42
                    },
                    {
                        "CPUE": "2.95",
                        "quartileCount": "N/A",
                        "totalWeight": 112.0,
                        "gearCount": 20.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.90",
                        "totalCatch": 59
                    }
                ],
                "narrative": "<p>There is a very high population of Northern Pike and a very low forage fish population.  Northern Pike taken in the nets were long and thin indicating poor feeding, bog conditions.</p>",
                "headerInfo": [
                    "Tetagouche",
                    null,
                    "38023100",
                    "1980-06-23",
                    "112116",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1980-06-23",
                "lengths": {}
            },
            {
                "surveyID": "112359",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.4-2.1",
                        "totalWeight": 0.4,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "8.50",
                        "quartileCount": "2.0-6.3",
                        "totalWeight": 38.5,
                        "gearCount": 2.0,
                        "quartileWeight": "1.3-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.26",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "15.00",
                        "quartileCount": "2.2-14.6",
                        "totalWeight": 5.1,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 14.3,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.38",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>The Northern Pike gillnet catch remains quite high (2.1 times the area average) which was about the same as found in the 1980 survey. Yellow Perch are now present in increasing numbers from no individuals found in the 1980 gillnetting to the present 15/lift. This is just slightly below the area average. Few young-of-the-year Yellow Perch were seen in the 1987 natural reproduction check. </p>",
                "headerInfo": [
                    "Tetagouche",
                    null,
                    "38023100",
                    "1987-08-21",
                    "112359",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1987-08-21",
                "lengths": {}
            },
            {
                "surveyID": "112666",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "0.4-2.1",
                        "totalWeight": 2.8,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "17.50",
                        "quartileCount": "2.0-6.3",
                        "totalWeight": 81.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.3-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.31",
                        "totalCatch": 35
                    },
                    {
                        "CPUE": "12.50",
                        "quartileCount": "2.2-14.6",
                        "totalWeight": 3.1,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 25
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 20.5,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.56",
                        "totalCatch": 8
                    }
                ],
                "narrative": "<p>Northern Pike densities appear to be at their highest level since sampling on the lake began in 1980. The gillnet catch of 17.5/lift was over 2 times that of the previous assessment and substantially higher than gillnet catches of the initial survey. The average size of the Northern Pike (2.3 pounds) has remained nearly equal the historical average.     The Yellow Perch catch declined 17% from gillnet catches of the previous assessment but are still abundant at 12.5/lift.</p>",
                "headerInfo": [
                    "Tetagouche",
                    null,
                    "38023100",
                    "1992-07-17",
                    "112666",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1992-07-17",
                "lengths": {}
            }
        ],
        "countyName": "Lake"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}