{
    "timestamp": 1737667405,
    "result": {
        "lakeName": "Clear",
        "sampledPlants": [],
        "shoreLengthMiles": 0.9,
        "DOWNumber": 58010400,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 13.0,
        "areaAcres": 26.28,
        "meanDepthFeet": 14.0,
        "maxDepthFeet": 39.0,
        "officeCode": "F311",
        "accesses": [],
        "surveys": [
            {
                "surveyID": "115110",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.00",
                        "quartileCount": "2.5-7.8",
                        "totalWeight": 20215.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.6-2.9",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.12",
                        "totalCatch": 21
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "1.0-9.1",
                        "totalWeight": 100.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "8.22",
                        "quartileCount": "4.3-32.8",
                        "totalWeight": 4685.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.14",
                        "totalCatch": 74
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.5-1.4",
                        "totalWeight": 2540.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.3-1.1",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.93",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "1.67",
                        "quartileCount": "N/A",
                        "totalWeight": 480.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "PMK",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.21",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.89",
                        "quartileCount": "1.1-10.6",
                        "totalWeight": 1150.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.32",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 6300.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.54",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "2.56",
                        "quartileCount": "1.3-9.8",
                        "totalWeight": 4000.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.38",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "4.33",
                        "quartileCount": "N/A",
                        "totalWeight": 510.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.09",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "1.5-20.5",
                        "totalWeight": 155.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.5-2.1",
                        "totalWeight": 930.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.5-1.4",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.03",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>     Status of the Fishery          Clear Lake is a 23-acre natural lake located in northwestern Pine County near the town of Willow River.  Minnesota lakes  managed for fishing are grouped into classes based on physical, chemical, and biological similarities.  Clear Lake is assigned to lake class 21, which indicates that the lake is very small, moderately deep, has a high percentage of littoral area relative to the total surface area, contains soft water, has moderate water clarity, and has a relatively round shape.  The last lake survey conducted on Clear Lake was in 1958.  A lake survey was conducted during July 2001 to compare the fish assemblage present in Clear Lake to other Minnesota lakes classified as lake class 21.          The watershed surrounding Clear Lake was composed mostly of undeveloped forest or woodland (55%) and marshland (15%); however, some development did exist in the Clear Lake watershed and included agriculture (20%) and livestock/pasture (10%).  The immediate shoreline of Clear Lake was largely composed of undeveloped forest or woodland (85%).  The remaining 15% of the Clear Lake shoreline was developed and included to a large extent the Optimist Club of Minneapolis Camp Heartland Project, Inc.  Camp Heartland maintained a large conference center, 4 cabins, and a single campsite; however, no other structures were constructed near the shoreline of Clear Lake.  There was no designated public access to Clear Lake; however, roughly 25% of the Clear Lake shoreline was owned by the Minnesota Department of Natural Resources and was accessible to the general public.          Clear Lake had a maximum depth of 39 ft, a secchi depth of 13 ft, and supported vegetation to a depth of 19 ft.  A thermocline was present in Clear Lake during summer 2001 at approximately 19 ft, which correlates with the maximum depth of vegetation.  Below the thermocline in Clear Lake oxygen in the water would not likely be sufficient to support fish.  Submergent and emergent vegetative growth was abundant in Clear Lake above the thermocline and dense beds of white and yellow water lily, water shield, large leaf pondweed and Robbin's pondweed were common.  The dominate bottom substrate composition of Clear Lake was mostly sand, and muck.  The water level of Clear Lake was above the level recorded during the 1958 survey.  Local residents reported that the water level on Clear Lake was generally high during the spring and early summer of 2001 relative to historic observed water levels.          The abundance of submergent and emergent vegetation accompanied by the clear water and sufficient littoral areas available in Clear Lake would indicate that the fishery could be ideally managed for fish of the sunfish family, which includes largemouth bass, bluegill, and other sunfishes.  Sunfishes captured in trap nets were exclusively comprised of bluegill and pumpkinseed sunfish with catch rates (fish/net) of 8.2 and 2.6, respectively.  The catch rates of bluegill and pumpkinseed sunfish each were within the normal range (4.3 - 32.8 and 1.3 - 9.8, respectively) for lakes of class 21.  Overpopulation of bluegill in Clear Lake was a concern reported in the last lake survey report conducted in 1958; however, growth of bluegill in the 2001 survey was nearly normal.  In fact, the catch rate of bluegill during the 2001 survey in Clear Lake was reduced by one half that reported in 1958.  Spawning habitat for sunfishes was apparently abundant in Clear Lake.            The gillnet and trap net catch rates for largemouth bass were each 0.7 and fell within the normal range (0.5 - 2.1 and 0.5 - 1.4, respectively) for lake class 21.  Although the gillnet and trap net catch rates for largemouth bass fell within the normal range for lakes of class 21, the catch rates were near the lower limits and indicate that largemouth bass abundance was low.  Growth of largemouth bass captured from Clear Lake was normal.  Electrofishing is the ideal collection method for estimating largemouth bass population characteristics and especially in estimating relative abundance; however, electrofishing was not conducted during this survey.          Gill net catches were dominated by northern pike.  A total of 21 northern pike were captured in gillnets and the catch rate was 7.0, which was near the upper normal range for lakes in class 21 (2.5 - 7.8).  Most northern pike captured in gillnets were larger than 14 inches in Clear Lake.  Furthermore, one northern pike was captured that was greater than 36 inches.  The growth of northern pike was normal when compared to the growth of northern pike in other Minnesota waters.  Northern pike spawning habitat in Clear Lake was rare; however, during high water northern pike could spawn on flooded vegetation at the waters edge.          Gill net catch rates of black crappie (0.3), and yellow perch (1.0) were below the normal range for lakes of class 21.  Furthermore, the trap net catch rates for black crappie (0.9) and yellow perch (0.0) were below normal and likely indicated the lack of proper spawning habitat and subsequent low population abundance.  No black bullhead or green sunfish were encountered in any sampling gear or observed visually during this study, which is in contrast to the presence of both fish species in the 1958 survey.          Angling was encountered on Clear Lake during this survey by the Camp Heartland attendees; however, no fish removal was observed and most fish caught are likely released back to the lake.  Harvest of fish from Clear Lake was presumed to be low because no public boat access to the lake was present; however, the general public can access the lake on the southwest side and thus angling pressure and subsequent harvest could occur.  Overall, anglers should have good success targeting sunfishes and largemouth bass in Clear Lake.  About 40% of the bluegills in Clear Lake were between 6 and 8 inches, which would most likely be harvest sized fish for most anglers.  Furthermore, most largemouth bass in Clear Lake were between 8 and 15 inches.  Although the populations of bluegill and largemouth bass in Clear Lake were within normal ranges for lake class 21, the small size of Clear Lake would indicate that anglers could have a high impact on the bluegill and largemouth bass populations in Clear Lake.  For example, the targeted removal of a high proportion of the larger sunfishes from the population could result in overpopulation and stunted growth.  Furthermore, over harvest of largemouth bass could be a concern given the apparent low population abundance.  No specific management plans are recommended for Clear Lake at this time.          </p>",
                "headerInfo": [
                    "Clear",
                    null,
                    "58010400",
                    "2001-07-17",
                    "115110",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "2001-07-17",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                7
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                2
                            ],
                            [
                                38,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 38
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 7
                    },
                    "PMK": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                6
                            ],
                            [
                                7,
                                14
                            ],
                            [
                                8,
                                6
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                1
                            ],
                            [
                                3,
                                6
                            ],
                            [
                                4,
                                30
                            ],
                            [
                                5,
                                14
                            ],
                            [
                                6,
                                26
                            ],
                            [
                                7,
                                9
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 8
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 15
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                5
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 9
                    }
                }
            }
        ],
        "countyName": "Pine"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}