{
    "timestamp": 1737667409,
    "result": {
        "lakeName": "Close",
        "sampledPlants": [],
        "shoreLengthMiles": 1.08,
        "DOWNumber": 58007100,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 19.0,
        "areaAcres": 33.13,
        "meanDepthFeet": 14.0,
        "maxDepthFeet": 37.0,
        "officeCode": "F311",
        "accesses": [],
        "surveys": [
            {
                "surveyID": "115119",
                "fishCatchSummaries": [
                    {
                        "CPUE": "9.50",
                        "quartileCount": "2.5-7.8",
                        "totalWeight": 17095.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.6-2.9",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.98",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "1.0-9.1",
                        "totalWeight": 294.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.32",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "N/A",
                        "totalWeight": 350.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.39",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "10.56",
                        "quartileCount": "4.3-32.8",
                        "totalWeight": 9441.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.22",
                        "totalCatch": 95
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.5-3.3",
                        "totalWeight": 0.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "0.5-1.4",
                        "totalWeight": 150.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.3-1.1",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.17",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "2.67",
                        "quartileCount": "1.1-10.6",
                        "totalWeight": 3408.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.31",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "N/A",
                        "totalWeight": 1199.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.66",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "4.44",
                        "quartileCount": "1.3-9.8",
                        "totalWeight": 4996.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.28",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 214.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.09",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.5-2.1",
                        "totalWeight": 2500.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.5-1.4",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.76",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Close Lake is a 36-acre natural lake located in northern Pine County east of the Sturgeon Lake city limits.  Minnesota lakes managed for fishing are grouped into classes based on physical, chemical, and biological similarities.  Close Lake is assigned to lake class 21, which indicates that the lake is very small, moderately deep, has a high percentage of littoral area relative to the total surface area, contains soft water, has moderate water clarity, and has a relatively round shape.  The last lake survey conducted on Close Lake was in 1967.  A lake survey was conducted during August 2001 to compare the fish assemblage present in Close Lake to other Minnesota lakes classified as lake class 21.The watershed and immediate shoreline surrounding Close Lake were similar and were composed mostly of undeveloped forest or woodland (30%), marshland (30%) and bog (5%); however, some development did exist around Close Lake and included residential (15%), agriculture (10%) and livestock/pasture (10%).  Residentially, five cabins were present on Close Lake.  There were no permanent inlets or outlets to Close Lake and there was no designated public access.Close Lake had a maximum depth of 37 ft, a secchi depth of 9 ft, and supported vegetation to a depth of 20 ft.  A thermocline was present in Close Lake during summer 2001 at approximately 10 ft.  Below the thermocline in Close Lake the oxygen in the water was likely to low for fish to live.  Submergent and emergent vegetative growth was abundant in Close Lake and dense beds of white and yellow water lily, water shield, large leaf pondweed and variable pondweed were common.  The dominate bottom substrate composition of Close Lake was mostly sand, and sand covered with detritus and rubble.  Local residents reported that the water level of Close Lake was normal during the summer of 2001 relative to historic observed water levels.The abundance of submergent and emergent vegetation accompanied by the clear water and sufficient littoral areas available in Close Lake would indicate that the fishery could be ideally managed for fish in the Sunfish family such as largemouth bass, bluegill, crappies, and other sunfishes.  The catch rates (fish/net) of bluegill (10.6) and pumpkinseed sunfish (4.4) captured in trap nets were normal compared to similar lakes. The growth of bluegill in Close Lake was slow compared to other Minnesota lakes, but the growth of pumpkinseed was normal.  Bluegill captured in trap nets ranged in length from 5.9 to 10.2 inches, had a mean length of 8.3 inches, and had an average weight/fish of just under a quarter pound (0.2 lbs).  Pumpkinseed sunfish in Close Lake were slightly more plump and ranged in length from 4.3 to 8.1 inches, had a mean length of 6.6 inches, and had an average weight/fish of 0.3 lbs.  Some apparent bluegill and pumpkinseed sunfish hybrids were captured in trap nets during this survey.  Black crappie and largemouth bass were established in Close Lake.  The trap net catch rate of black crappie in Close Lake was 2.7 and was within the normal range for similar lakes in Minnesota.  Black crappie in Close Lake ranged in total length from 5.9 to 10.2 inches, had an average total length of 8.3 inches, and an average weight of 0.3 lbs.  Approximately 63% of the black crappies captured in trap nets from Close Lake were larger than 8 inches in total length.  The gill net catch rates of largemouth bass was 1.0 and fell within the normal range for lakes of class 21; however, the trap net catch rate of largemouth bass was 0.2 and was below normal.  Electrofishing is the ideal collection method for estimating largemouth bass population characteristics and especially in estimating relative abundance; however, electrofishing was not conducted during this survey.Northern pike in Close Lake were a highlight to the 2001 lake survey.  A total of 19 northern pike were captured in gillnets with an overall catch rate of 9.5, which was well above the normal range (2.5 - 7.8).  Northern pike captured in gillnets were generally large and ranged in total length from 17.4 to 28.7 inches, had a mean total length of 20.9 inches, and had a mean weight of 2 lbs.  Northern pike spawning habitat in Clear Lake was available in the abundant grasses and sedges around the perimeter of the shoreline and a bay on the north end of the lake with shallow marshy conditions.Few yellow perch were observed in Close Lake and no golden shiner or white sucker were captured in any sampling gear or observed during the 2001 survey although both fish species were captured in the 1967 survey.Angling was not encountered on Close Lake during this survey; however, local residents reported some success in capturing bluegill and northern pike near the shorelines.  Harvest of fish from Close Lake was presumed to be low because no public boat access to the lake was present; however, residents could impact the fish assemblage through angling.  Overall, anglers should have good success targeting bluegill, pumpkinseed sunfish, crappie, and northern pike in Close Lake.  Although the populations of bluegill, pumpkinseed sunfish, and black crappie in Close Lake were within normal ranges for lake class 21, the small size of Close Lake would indicate that anglers could have a high impact on the fish assemblage.  For example, the targeted removal of a high proportion of the larger sunfishes from the population could result in overpopulation and stunted growth.  No specific management plans are recommended for Close Lake at this time.-Prepared by Craig A. Soupir</p>",
                "headerInfo": [
                    "Close",
                    null,
                    "58007100",
                    "2001-08-06",
                    "115119",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "2001-08-06",
                "lengths": {
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                11
                            ],
                            [
                                4,
                                9
                            ],
                            [
                                5,
                                19
                            ],
                            [
                                6,
                                20
                            ],
                            [
                                7,
                                33
                            ],
                            [
                                8,
                                8
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 7
                    },
                    "PMK": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                9
                            ],
                            [
                                6,
                                14
                            ],
                            [
                                7,
                                14
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 8
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 28
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                8
                            ],
                            [
                                8,
                                10
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 10
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 18
                    }
                }
            }
        ],
        "countyName": "Pine"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}