{
    "timestamp": 1737649991,
    "result": {
        "lakeName": "Beth",
        "sampledPlants": [],
        "shoreLengthMiles": 4.41,
        "DOWNumber": 16065900,
        "waterClarity": [
            [
                "08/07/2012",
                "14"
            ]
        ],
        "averageWaterClarity": "14.0",
        "littoralAcres": 101.0,
        "areaAcres": 170.05,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 22.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "4331222628086000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "2.3-5.1",
                        "totalWeight": 1120.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.4-2.2",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.82",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "13.67",
                        "quartileCount": "1.0-4.1",
                        "totalWeight": 17911.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.5-1.5",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.48",
                        "totalCatch": 82
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "1.7-12.5",
                        "totalWeight": 3640.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "4.01",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Beth Lake is 170 acres with a maximum depth of 22 feet and is located 21 miles north of Schroeder completely within the BWCAW. The lake is accessed by one of three portage routes. Alton Lake, to the east, is a 144 rod portage, or about half of a mile. Ella Lake, to the north, is a 72 rod portage, about 0.2 miles. Grace Lake, to the west, is a 285 rod portage, or about 0.9 miles. The half mile portage from Alton Lake crosses the Laurentian divide and is a particularly arduous portage. Four remote campsites are present with latrines and cooking grates. <br> \n <br> \nThe 2012 resurvey showed Beth to be a very soft water lake with low fertility. Water quality analysis revealed a secchi disc reading of 14 feet in clear water. Temperature and oxygen remained nearly constant throughout the water column. Substrates were dominated by boulder and interspersed with rubble, gravel and ledge rock. Spawning habitat was rated poor for northern pike, yellow perch and white sucker and good for smallmouth bass. Twenty-one different aquatic plant species or species groups were identified. Vegetation was very sparse and was observed growing to a depth of only 2.5 feet. The majority of submerged or floating leaf vegetation consisted of quillwort, pipewort, water lobelia, floating burreed and water lily. One small inlet with intermittent flow is present on the northwest portion of the lake originating from Ella Lake. The small channel was dry and braided across large boulders at the mouth. One outlet is present on the west end of the lake flowing into Grace Lake.  <br> \n <br> \nBeth Lake offers the angler small but plentiful small smallmouth bass.  Smallmouth bass gill net catch rates were well above average for the lake class at 13.7/lift. Average size was small at 0.48 pounds/fish. The average length of fish sampled was 9.7 inches with the largest fish only 12.76 inches. Growth of smallmouth bass is slower than average by Finland Area standards.  Smallmouth bass are maintained in the lake by natural reproduction with 10 different year classes present during the last sample.  However, the majority of the catch (85%) came from three different year classes. <br> \n <br> \nNorthern pike gill net catch rate was well below average both in numbers and size, 0.5/lift and 0.8 pounds/fish. Average length was 15.7 inches with the largest fish only 17.9 inches. All three fish that were sampled were two years old and growth was average by Finland Area standards. <br> \n <br> \nWhite sucker and yellow perch were also sampled but in very low numbers.  All anglers on Beth Lake must abide by BWCAW regulations at all times; the lake is entirely non-motorized.  <br> \n</p>",
                "headerInfo": [
                    "Beth",
                    null,
                    "16065900",
                    "2012-08-07",
                    "4331222628086000",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2012-08-07",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                1
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 1
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                21,
                                1
                            ],
                            [
                                24,
                                1
                            ]
                        ],
                        "minimum_length": 21,
                        "maximum_length": 24
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                2
                            ],
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 17
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                31
                            ],
                            [
                                11,
                                12
                            ],
                            [
                                12,
                                6
                            ],
                            [
                                5,
                                9
                            ],
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                18
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "112813",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.17",
                        "quartileCount": "2.3-5.1",
                        "totalWeight": 0.0,
                        "gearCount": 12.0,
                        "quartileWeight": "1.4-2.2",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "7.75",
                        "quartileCount": "1.7-12.5",
                        "totalWeight": 0.0,
                        "gearCount": 12.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 93
                    }
                ],
                "narrative": "<p>Beth Lake is a 182 acre, very soft-water lake in the Kawishiwi River Watershed. The lake lies within the roadless area and airspace reservation zone of the Superior National Forest, and is completely surrounded by federal forest land. Beth Lake is a canoe-route lake and is accessible by portages from Alton, Grace or Ella Lakes.     The maximum depth of Beth Lake is 22 feet, and there are three areas of intermittent drainage into the lake and one outlet from the lake. Shoal soils are mostly boulders, but there are also limited amounts of rubble, ledgerock, gravel and sand, and muck. Areas of shoreline marsh are present along the outlet and the edge of the northwest bay.     At the time of the survey, there was a temperature difference of only 1 degree F. from the surface to the bottom (22 feet). Sufficient amounts of dissolvedd oxygen for fish life were present at all depths. Water color was light greenish, and aquatic vegetation was scarce. Northern pike and white sucker were the only species of fish taken in gillnetting. Both species appeared to have low to moderate abundance. Minnows, darters, white sucker, and yellow perch were taken in shoreline seining. Spawning facilities were rated \"fair to good\" for northern pike, \"poor to fair\" for walleye and smallmouth bass, \"poor\" for largemouth bass and centrarchid panfish.     Occasionally, good northern pike catches have been reported from Beth Lake.     Three unimproved campsites were present on the lake at the time of the survey.</p>",
                "headerInfo": [
                    "Beth",
                    null,
                    "16065900",
                    "1963-08-26",
                    "112813",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1963-08-26",
                "lengths": {}
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}