{
    "timestamp": 1737650432,
    "result": {
        "lakeName": "Extortion",
        "sampledPlants": [],
        "shoreLengthMiles": 1.47,
        "DOWNumber": 16045000,
        "waterClarity": [
            [
                "09/10/2018",
                "4.5"
            ],
            [
                "09/10/2009",
                "5"
            ],
            [
                "08/17/1972",
                "4.5"
            ],
            [
                "09/19/2013",
                "2.5"
            ]
        ],
        "averageWaterClarity": "4.1",
        "littoralAcres": 16.0,
        "areaAcres": 16.34,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 36.0,
        "officeCode": "F218",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "17311827135977020",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1617.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.89",
                        "totalCatch": 4
                    }
                ],
                "narrative": "<p>Extortion Lake has been managed for stream trout since 1993.  It is a deeply bog-stained lake, with conditions suitable for trout usually found only in surface waters.  This was the first of three surveys scheduled on this lake in the 2018 lake management plan.  Objectives for those surveys were to determine if survival and growth of stocked Rainbow Trout were satisfactory, and to determine whether summer temperature-oxygen conditions remained suitable for stream trout. <br> \n <br> \nThe Rainbow Trout gill net catch in this survey fell short of the goal from the 2018 plan (a minimum of 3.0 fish/set); however, with the low number of nets used in surveys of this lake, results of multiple surveys are needed to assessment goal attainment with any confidence.  The catch fell within the normal range (1.00-5.00 fish/set) for gill-net catches in fall surveys of stream trout lakes in this area.  The catch of age-2 and age-3 fish indicated there had been some survival of the last two stocked year classes (2016 and 2015), but the sample size was too low to support any assessment of their growth.  As in past surveys of this lake, no undesirable fish species were caught. <br> \n <br> \nLate-summer temperature-oxygen data have only been collected on this lake in two surveys (1992 and 1972).  Surface waters were cool (64 F) in mid August 1992, but the 1972 survey found water temperatures of 70.5-76.0 F in well oxygenated surface waters in mid August.  Most temperature-oxygen profiles on this lake have been done in the fall after surface waters have cooled considerably, and that was again the case in this survey.  Surface waters were very cool (61.9 F) on 10 September, but dissolved oxygen abruptly dropped to almost zero between the depths of eight and nine feet.  That was typical for this lake, and indicated that in periods when surface waters are excessively warm, there would likely be little or no deeper, colder water with enough oxygen for trout. <br> \n    </p>",
                "headerInfo": [
                    "Extortion",
                    null,
                    "16045000",
                    "2018-09-10",
                    "17311827135977020",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2018-09-10",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "111228",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2072.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.65",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>The 2000 assessment found average numbers of splake, compared to other stream trout lakes in the area.  Size of the splake collected (mean length 12.6 inches) was below-average for the time of year, compared to other lakes in the area.  Growth of splake collected in 2000 had been about average; three-year-old fish averaged 14.4 inches when collected in early September.  No other game fish species or undesirable fish species were found, or known to have been present.</p>",
                "headerInfo": [
                    "Extortion",
                    null,
                    "16045000",
                    "2000-09-06",
                    "111228",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-09-06",
                "lengths": {
                    "SPT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "111330",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 139.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "CRC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.31",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2092.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.46",
                        "totalCatch": 10
                    }
                ],
                "narrative": "<p>Splake abundance and average size in Extortion Lake in 2002 were below average, compared to other stream trout lakes in this area.  The 2002 catch consisted mostly of small fish from the 2001 fingerling stocking.  Survival of previous stockings appeared to have been poor, although age-2 and age-3 fish were collected.  Growth rates for the older fish had been about average for the area.  Only splake and creek chub were collected in assessment nets in 2002.</p>",
                "headerInfo": [
                    "Extortion",
                    null,
                    "16045000",
                    "2002-09-09",
                    "111330",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2002-09-09",
                "lengths": {
                    "SPT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 18
                    },
                    "CRC": {
                        "species": null,
                        "fishCount": [
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 9
                    }
                }
            },
            {
                "surveyID": "4310925454691000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2716.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.75",
                        "totalCatch": 8
                    }
                ],
                "narrative": "<p>Rainbow trout abundance and average size appeared to have been at normal levels for a stream trout lake in this area.  Management goals for the species (gill net catch over 3.0 fish/set) were met in 2009.   Fish from the 2007 kamloops and 2006 arlee-strain stocking contributed to the 2009 catch.  No other rainbow trout year classes could have been present, since the species was first stocked in 2006, and 2009 stocking occurred after this assessment.  Growth of fish of both strains had been relatively slow. <br> \n <br> \nSurvival of stocked brown trout may have been unusually poor.  No brown trout from the 2005 or 2008 stockings were taken.   Brown trout are normally fairly vulnerable to gill net sampling gear; the normal range for fall gill net catches in brown trout lakes in the Grand Marais area is 2.0-6.0 fish/set.  Fish from the 2005 stocking should still have been present in 2009, since brown trout have generally shown good long-term survival in even heavily-fished lakes in the area.  Fish from the 2008 stocking should have been large enough to be taken in the sampling gear used. <br> \n <br> \n <br> \n</p>",
                "headerInfo": [
                    "Extortion",
                    null,
                    "16045000",
                    "2009-09-10",
                    "4310925454691000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2009-09-10",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                5
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "4311326834561015",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 6121.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BNT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.70",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>This assessment was the last intended to evaluate alternating stocking of brown trout and rainbow trout in this lake.  The most recent (2010) lake management plan called for Brown Trout stocking to be discontinued after 2011, while Rainbow Trout stocking would continue, at the current frequency of two years of every three. <br> \n <br> \nAlthough Rainbow Trout stocked in 2010 and 2012 should been vulnerable to the sampling gear used in this assessment, none were taken.  Survival of recent stockings may have been low; however, with only two gill net sets used, failure to capture Rainbow Trout even if they were present in reasonable numbers would not be unusual.  The normal range for Rainbow Trout gill net catches in fall assessments of stream trout lakes in this area is 1.0 - 6.5 fish/net.  An assessment of Extortion Lake in 2009 yielded a Rainbow Trout gill net catch of 4.0 fish/net.  <br> \n <br> \nBrown trout from stockings done in 2011 and 2008 were collected in this assessment.  Brown Trout lengths ranged from 14.1 to 21.4 inches, indicating the lake supported a fairly high-quality population.  Growth of the two five-year-old fish from which scale samples were obtained was similar to growth observed among other brown trout of the same age sampled in this area.   <br> \n <br> \nThe presence of large brown trout in this lake may have resulted in some loss to predation of stocked trout fingerlings.  Rainbow Trout fingerlings stocked in 2006 and 2007, in the absence of an established brown trout population, seemed to have exhibited good survival and were sampled in fair numbers in the 2009 assessment. <br> \n   </p>",
                "headerInfo": [
                    "Extortion",
                    null,
                    "16045000",
                    "2013-09-19",
                    "4311326834561015",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2013-09-19",
                "lengths": {
                    "BNT": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                21,
                                1
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 21
                    }
                }
            },
            {
                "surveyID": "110560",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1837.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.81",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>Stocking in 1993 and 1994 has established a small population of splake in Extortion Lake.  Based on reports from anglers, angling catch rate was probably fair to good, and angling pressure was probably low in 1995.  The population may increase somewhat as more year classes are stocked, but angling pressure may increase as well.</p>",
                "headerInfo": [
                    "Extortion",
                    null,
                    "16045000",
                    "1995-09-26",
                    "110560",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1995-09-26",
                "lengths": {
                    "SPT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                15,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 15
                    }
                }
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}