{
    "timestamp": 1737650451,
    "result": {
        "lakeName": "Feather",
        "sampledPlants": [],
        "shoreLengthMiles": 0.54,
        "DOWNumber": 16090500,
        "waterClarity": [
            [
                "10/18/2021",
                "7.5"
            ],
            [
                "06/05/2006",
                "7.5"
            ],
            [
                "07/14/2014",
                "7"
            ],
            [
                "05/28/2021",
                "7.5"
            ],
            [
                "07/23/2021",
                "5.5"
            ],
            [
                "08/06/2021",
                "6.75"
            ],
            [
                "10/18/2021",
                "7.5"
            ],
            [
                "08/26/2021",
                "10"
            ],
            [
                "09/10/2021",
                "11"
            ],
            [
                "07/07/2021",
                "6"
            ]
        ],
        "averageWaterClarity": "7.6",
        "littoralAcres": 7.8,
        "areaAcres": 8.69,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 24.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "Access trail is a 90 yard carry ending with a wooden boardwalk along the bog at the shore of the lake. There is parking for a couple vehicles. ",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "17632129128704002",
                "fishCatchSummaries": [
                    {
                        "CPUE": "49.00",
                        "quartileCount": "N/A",
                        "totalWeight": 6291.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.28",
                        "totalCatch": 49
                    }
                ],
                "narrative": "<p>Feather Lake is a designated trout lake located about twelve miles north of Schroeder that is eight acres in size with a maximum depth of 24 feet. There is a carry in access 0.7 miles south of the Four Mile Grade (Forest Service 170) located at the end of Forest Service 170F. The access trail is about 100 yards long and includes a boardwalk over the bog fringe of the lake. Shore fishing is limited because of aquatic floating leaf vegetation that occurs around the perimeter of the lake, although anglers have established foot paths to areas that provide some opportunities.   <br> \n <br> \nThe lake is managed for Brook Trout and the current plan calls for 1,000 fingerling fish to be stocked annually in the fall. The catch from the 2021 survey revealed an abundant trout population with 49 fish sampled in a single gill net. Size of fish ranged from 7.6 to 13.4\" with only 4% greater than 12\" long and an average size of just 9.1\" and 0.28 pounds. Fish from the three previous stocking events were identified in the catch, but only one age-3 fish was sampled.  <br> \n <br> \nCreel data collected as part of the fisheries assessment found a good amount of use by anglers in the summer and winter. Results of the 2021 survey confirm that Feather Lake continues to provide excellent opportunities for anglers to catch Brook Trout. The lake will continue to be managed as a put-grow-take fishery into the foreseeable future through annual stocking although the size structure of the population will likely vary based on the amount of angler harvest and the success of stocked fish.</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "2021-10-18",
                    "17632129128704002",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2021-10-18",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                25
                            ],
                            [
                                9,
                                17
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "112921",
                "fishCatchSummaries": [
                    {
                        "CPUE": "19.50",
                        "quartileCount": "N/A",
                        "totalWeight": 6164.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.35",
                        "totalCatch": 39
                    }
                ],
                "narrative": "<p>DNR test nets in 2000 found above-average numbers of brook trout in Feather Lake.  The largest brook trout sampled during this assessment was 16.1\" however about 87% of the fish collected were less than 10 inches.  Feather Lake is a designated trout lake that is stocked by airplane each year with brook trout fingerlings.</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "2000-06-06",
                    "112921",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-06-06",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                13
                            ],
                            [
                                8,
                                15
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "112996",
                "fishCatchSummaries": [
                    {
                        "CPUE": "20.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4225.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.47",
                        "totalCatch": 20
                    }
                ],
                "narrative": "<p>Feather Lake is a 10 acre designated stream trout lake located 10.75 miles northwest of Tofte, MN.  This lake is stocked every fall, by airplane, with 1000 brook trout fingerlings.  A large part of the lake is surrounded by floating bog.  The access is an 80 yard unimproved foot path, from a rough logging road, on the northeast end of the lake.A fish population assessment was conducted on Feather Lake in the spring of 2003.  Brook trout were the only fish sampled during the assessment and are believed to be the only species in the lake, other than minnows.  Brook trout were sampled in fairly high numbers as they were in a previous assessment.  They ranged in size from 6.0 to 12.9 inches, and averaged 0.47 pound.  Twenty percent of the brook trout collected ranged from 12.0 to 12.9 inches.  Brook trout up to 16.1 inches were sampled in an earlier assessment.</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "2003-05-28",
                    "112996",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-05-28",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                6,
                                5
                            ],
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "350631754238000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "48.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 96
                    },
                    {
                        "CPUE": "7.50",
                        "quartileCount": "N/A",
                        "totalWeight": 6272.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.92",
                        "totalCatch": 15
                    }
                ],
                "narrative": "<p>Feather Lake is a designated stream trout lake located in the Superior National Forest approximately 11 miles northwest of Tofte. The lake is stocked with 1,000 brook trout fingerlings every year via airplane. The maximum depth is 24 feet and the water is fairly clear water, with a Secchi disc visible to a depth of 7.5 feet. The lake is surrounded by Federal land and the shoreline is undeveloped and in a wild state. Access is from a brushy logging road for 0.7 mile, then an 80-yard trail to the lake.  <br> \n <br> \nA population assessment in 2006 collected average numbers of brook trout, although the catch was not as high as in previous assessments. Mean weight was above average, with a weight of 0.92 pounds per fish, and was substantially larger than seen in earlier assessments. Brook trout up to 16.9 inches (2.1 pounds) were sampled in this assessment.    <br> \n</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "2006-06-05",
                    "350631754238000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2006-06-05",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "10731419531730000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "75.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 150
                    },
                    {
                        "CPUE": "16.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4610.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.64",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>Anglers who like to target Brook Trout for their beauty, fight, and taste while spending time amidst some of Minnesota's wildest, most scenic settings may want to try Feather Lake, a designated stream trout lake 12 miles north of Schroeder in the Superior National Forest.  Public access is a 90 yard carry from the parking area across upland and bog.  From USFS #170 (Four Mile Grade) go 0.8 mile northeast of the Toohey Lake access, then 0.7 mile east on the Feather Lake access road to the parking area.  This remote lake is lightly fished.  Open water angling is most suitable for anglers with a canoe or float tube.  Shoreline angling is limited as most of the shoreline is lined by bog.  As Feather Lake is a designated trout lake it is important to check the current Minnesota Fishing Regulations to follow all rules applicable to designated trout lakes. <br> \n <br> \nThe lake is 8.7 acres, 90% of the lake is less than 15 feet in depth with a maximum depth of 24 feet.  Like many lakes in the Finland Area, Feather Lake contains very soft water of low fertility.  Muck and detritus are common around most of the lake, with some rubble, gravel and sand along the south shore.  No submersed vegetation was observed in Feather Lake.  Emergent vegetation species include watershield and yellow waterlily.  The lake has no inlets or outlets. <br> \n <br> \nThe 2014 Brook Trout gill net catch in one set was 16, higher than average for stocked Brook Trout lakes in the area.  The mean weight of 0.64 pounds and length of 11 inches was also higher than average for the Finland Area.  The largest fish sampled was 13.2 inches and weighed 1.25 pounds.  Seven of the sampled fish were 12 inches larger, all of which were two years old.  Brook Trout growth was slightly faster than average for the Finland Area. <br> \n <br> \nFeather Lake despite its small size produces some nice trout and occasionally a 16 inch plus fish is caught.  The lake is considered one of the better fingerling stocked Brook Trout lakes in the Finland Area.  It is reasonably accessible and the Brook Trout have no competition with other undesirable species. <br> \n</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "2014-07-14",
                    "10731419531730000",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2014-07-14",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "112638",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "NPS",
                        "gear": "Standard gill nets",
                        "averageWeight": "N/A",
                        "totalCatch": 0
                    }
                ],
                "narrative": "<p>No fish were sampled in 2 gillnet sets. A total of 2 dozen Northern Redbelly Dace were sampled in 4 overnight minnow trap sets. Also many minnows were observed in the shallows (06/10/92).</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "1992-06-10",
                    "112638",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1992-06-10",
                "lengths": {}
            },
            {
                "surveyID": "17332114853714000",
                "fishCatchSummaries": [],
                "narrative": "<p>Feather Lake is a designated stream trout lake that is stocked annually with fingerling Brook Trout.  A survey was completed in 2021 to monitor the amount of cool, well oxygenated habitat available for trout during the summer.  Automated temperature loggers were suspended at depths of three, six, nine, and twelve feet below the surface over the deepest spot in the lake to record water temperatures hourly throughout the summer.  In addition, temperature and dissolved oxygen profiles were collected on several occasions to determine how deep well-oxygenated water occurred. <br> \n <br> \nSurvey results indicated summer dissolved oxygen concentrations and water temperatures were not limiting factors in Feather Lake in 2021.  Periods of stress are not uncommon in summer months, but the limited data collected to date suggests the lake currently maintains suitable habitat for stream trout throughout the open water season.  Habitat conditions will continue to be monitored to evaluate the suitability of Feather Lake for stream trout management. <br> \n</p>",
                "headerInfo": [
                    "Feather",
                    null,
                    "16090500",
                    "2021-05-28",
                    "17332114853714000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2021-05-28",
                "lengths": {}
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}