{
    "timestamp": 1737650818,
    "result": {
        "lakeName": "Knight",
        "sampledPlants": [],
        "shoreLengthMiles": 3.43,
        "DOWNumber": 16080700,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 94.13,
        "areaAcres": 94.13,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 6.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "BWCAW access via canoe route; no motorized travel allowed.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "112814",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.80",
                        "quartileCount": "2.8-8.5",
                        "totalWeight": 0.0,
                        "gearCount": 5.0,
                        "quartileWeight": "1.1-2.0",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 34
                    },
                    {
                        "CPUE": "3.80",
                        "quartileCount": "2.0-16.0",
                        "totalWeight": 0.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "20.20",
                        "quartileCount": "4.0-14.5",
                        "totalWeight": 0.0,
                        "gearCount": 5.0,
                        "quartileWeight": "1.4-2.5",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 101
                    }
                ],
                "narrative": "<p>Knight Lake is a 99 acre, very soft-water lake in the Phoebe River system of the Kawishiwi Watershed. The lake lies in the roadless area and airspace reservation zone of the Superior National Forest and is accessible by navigation of rivers and lakes, with portaging. The maximum depth of Knight Lake is six feet, and there are three inlets and one outlet. Shoal soils are mostly muck, ledgerock, and boulder. Some rubble is also present. The lake is completely surrounded by federal forest land, and about one-half of the shoreline is marsh.     At the time of the survey, water levels were about normal, and appeared to be fairly stable. Submerged and floating-leaved vegetation was found in about two-thirds of the surface area of the lake; emergent vegetation was confined to about 1% of the total area.     Test netting indicated that White Sucker and Northern Pike were abundant, and that Yellow Perch were present in lesser amounts. Pumpkinseed sunfish, Yellow Perch, White Sucker, darters, shiners, minnows, and unidentifed panfish fry were taken in shoreline seining.     Spawning facilities are rated \"good\" for Northern Pike, \"poor to fair\" for Walleye and Smallmouth Bass, and \"poor\" for most other gamefish.     Knight Lake appears to get little use; no campsites were present. The lake is probably used more as a water route than for fishing.     The short channel between Knight and Phoebe Lakes has an average depth of six feet, permitting fish movement between the two lakes.</p>",
                "headerInfo": [
                    "Knight",
                    null,
                    "16080700",
                    "1963-08-12",
                    "112814",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1963-08-12",
                "lengths": {}
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}