{
    "timestamp": 1737650822,
    "result": {
        "lakeName": "Kraut",
        "sampledPlants": [],
        "shoreLengthMiles": 0.84,
        "DOWNumber": 16012300,
        "waterClarity": [
            [
                "08/22/2014",
                "6.2"
            ],
            [
                "09/15/2014",
                "6.5"
            ],
            [
                "09/19/2017",
                "7.2"
            ]
        ],
        "averageWaterClarity": "6.6",
        "littoralAcres": 16.0,
        "areaAcres": 20.48,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 20.0,
        "officeCode": "F218",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "11381430447695000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "15.00",
                        "quartileCount": "N/A",
                        "totalWeight": 14775.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.17",
                        "totalCatch": 15
                    }
                ],
                "narrative": "<p>Kraut Lake has been managed for stream trout since 2004.  It is one of the \"trophy trout\" lakes in the Grand Marais area.  As such, it is closed to winter fishing.  During the open water season only catch-and-release fishing is allowed.  Anglers must use artificial lures and flies only, with a single hook only, with no bait allowed.  The current (2010) lake management plan established a long term goal for brook trout of a minimum gill net catch of 6.0 fish/set, with some fish over 16 inches present, with the lake supporting low to moderate fishing pressure.   <br> \n <br> \nThis was the first fish population assessment completed on this lake since brook trout were introduced.  Only one angling report on the lake has been received since 2004; that party, reporting in July 2011, caught no fish and saw no activity from fish on the lake.  There has been no noticeable use of potential access routes, even when they have been flagged by Fisheries crews.  It seems unlikely that the goal of supporting low to moderate fishing pressure has been met to date. <br> \n <br> \nThe temperature-oxygen profile measured on 22 August 2014 found ideal conditions for brook trout (temperature < 68 F, oxygen > 5 ppm) from the surface to a depth of about 11 feet.  Since the summer of 2014 was relatively cool, this may have represented a best-case scenario for late summer conditions in this lake.  A profile measured on 15 August 2007 found no waters cooler than 69 F with oxygen exceeding 5 ppm. <br> \n <br> \nIt appeared that catch and size goals for this lake were met in 2014.  Although only one gill net set was made, brook trout seemed to have been abundant and large.  Fifteen brook trout, 13.6 to 18.1 inches long, were collected.  All fish taken in 2014 were apparently survivors of the 2011 and 2012 fingerling stockings.  Growth of those fish was apparently fast, compared to area averages.  Three-year-old fish reached a mean length of 14.1 inches by the end of their third year, compared to an area average of 12.5 inches.  Fish stocked in 2011 and 2012 were a new strain (Minnesota Wild), and performance of those fish appeared to have been very good. <br> \n <br> \nNo other fish species were sampled in 2014.  The initial (2000) survey of this lake collected brook stickleback, fathead minnow, and northern redbelly dace in minnow traps, and captured no fish in gill net sets. <br> \n</p>",
                "headerInfo": [
                    "Kraut",
                    null,
                    "16012300",
                    "2014-09-15",
                    "11381430447695000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2014-09-15",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                5
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                4
                            ],
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 18
                    }
                }
            },
            {
                "surveyID": "111261",
                "fishCatchSummaries": [
                    {
                        "CPUE": "10.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 82
                    },
                    {
                        "CPUE": "27.75",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "NRD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 222
                    },
                    {
                        "CPUE": "7.62",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 61
                    }
                ],
                "narrative": "<p>No fish were taken in two gill nets set in Kraut Lake in 2000.  Minnow traps set along shore collected fairly high numbers of brook stickleback, fathead minnows, and northern redbelly dace.  The lake was found to have a maximum depth of 20 ft, with good dissolved oxygen to a depth of 13 ft.  Kraut Lake would probably support trout, if stocked.</p>",
                "headerInfo": [
                    "Kraut",
                    null,
                    "16012300",
                    "2000-07-05",
                    "111261",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "2000-07-05",
                "lengths": {}
            },
            {
                "surveyID": "12821730558365069",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3426.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.89",
                        "totalCatch": 4
                    }
                ],
                "narrative": "<p>Kraut Lake is a small remote stream trout lake 25 miles by road from Grand Marais.  Access is difficult.  Kraut Lake has been managed for stream trout since 2004.  Through 2017 it was one of the \"Trophy Trout\" lakes in the Grand Marais area, managed as a catch-and-release only fishery.  The lake was closed to winter fishing, and anglers were limited to artificial lures and flies only, with a single hook only, with no bait allowed.  Special regulations on this lake were reviewed in 2017, and will be dropped effective March 1 2018. <br> \n <br> \nThis survey was the second of two scheduled in the 2010 lake management plan to determine whether Brook Trout stocked in the lake had survived, and to determine whether there were any signs of public use.  Observations by sampling crews in those two surveys suggested use had been almost zero under the special regulation - a key reason for dropping that regulation. <br> \n       <br> \nThe 2017 survey collected four Brook Trout in one gill net set. Sampling effort was kept very low to avoid excess losses of high-quality trout the lake was suspected of supporting.  Brook Trout captured ranged in length from 14.4 to 19.3 inches.  All were mature female fish in excellent condition.  Netting effort in 2017 was too low to allow assessment of the catch goal from the 2010 plan; however, the size goal in that plan (some fish over 16 inches present) was met.  The catch consisted of three- and five-year-old fish, indicating good long-term survival.  Growth appeared to have been about average; fish reached a mean length of 13.4 inches at the end of their third year, compared to an area average of 12.7 inches. <br> \n <br> \nNo Rainbow Trout (stocked in 2016) were taken in the 2017 survey.  Fish from that stocking should have been vulnerable to sampling gear used in 2017; however, Rainbow Trout have been harder to sample in area stream trout lakes than Brook Trout, and it would be easy to miss a single year class, when using just a single net.  It is also possible that large Brook Trout present in this lake preyed on stocked Rainbow Trout, as they have been known to do in other area lakes.     <br> \n  <br> \nAnglers have reported some difficulty finding Kraut Lake.  To reach it from Grand Marais, travel 15.9 miles north on the Gunflint Trail  (Co. Rd. 12); then 4 miles northeast on the Greenwood Lake Road (USFS 309); then 4 miles north on the Shoe Lake Road (USFS  313); then 0.6 miles west on a logging access road (USFS 313I).  From a parking area at the end of that road, take a 0.8-mile carry-in trail to Cucumber Lake, travel by water to the extreme northwest end of Cucumber Lake, then portage 210 yards along the Cucumber Lake outlet, then over the ridge to Kraut Lake.  The portage trail has been only minimally cleared, and is poorly marked.   <br> \n  </p>",
                "headerInfo": [
                    "Kraut",
                    null,
                    "16012300",
                    "2017-09-18",
                    "12821730558365069",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-09-18",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 19
                    }
                }
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}