{
    "timestamp": 1737650916,
    "result": {
        "lakeName": "Little Snow",
        "sampledPlants": [],
        "shoreLengthMiles": 1.21,
        "DOWNumber": 16065100,
        "waterClarity": [
            [
                "08/07/2017",
                "6"
            ]
        ],
        "averageWaterClarity": "6.0",
        "littoralAcres": 31.0,
        "areaAcres": 30.79,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 11.0,
        "officeCode": "F215",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "A 0.1 mile foot path from end of logging road to north shore of Big Snow Lake; then across Big Snow Lake to trail on west shore of south bay; then 0.25 mile over the divide between Big and Little Snow Lakes to the northeast shore of Little Snow Lake. ",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "112497",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.00",
                        "quartileCount": "3.9-9.4",
                        "totalWeight": 4100.0,
                        "gearCount": 1.0,
                        "quartileWeight": "1.2-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.01",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "37.00",
                        "quartileCount": "1.0-7.2",
                        "totalWeight": 24600.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-2.4",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.47",
                        "totalCatch": 37
                    }
                ],
                "narrative": "<p>The 1993 assessment found the introduction of Walleyes into Little Snow Lake to be very successful. Walleye abundance is currently high compared to similar lakes in the Finland area. Walleye lengths ranged from 14.0\" to 19.5\" and averaged 17.0\". The present population has been established entirely by fry stocking with no reproduction observed to date.     Northern Pike are present but not particularly abundant. Fish up to 4.5 lbs were observed during the survey.</p>",
                "headerInfo": [
                    "Little Snow",
                    null,
                    "16065100",
                    "1993-07-12",
                    "112497",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1993-07-12",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                22,
                                2
                            ],
                            [
                                27,
                                1
                            ]
                        ],
                        "minimum_length": 22,
                        "maximum_length": 27
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                9
                            ],
                            [
                                15,
                                5
                            ],
                            [
                                17,
                                6
                            ],
                            [
                                18,
                                11
                            ],
                            [
                                19,
                                6
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "610823430163000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.33",
                        "quartileCount": "3.9-9.4",
                        "totalWeight": 14742.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.2-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.25",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "15.33",
                        "quartileCount": "1.0-7.2",
                        "totalWeight": 32668.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.8-2.4",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.57",
                        "totalCatch": 46
                    },
                    {
                        "CPUE": "7.00",
                        "quartileCount": "2.0-23.0",
                        "totalWeight": 1125.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>The walleye population in Little Snow Lake was above average for the lake class in 2008.  The average length was 16.4 inches; the largest walleye sampled was 20.8 inches.   Northern pike numbers were below average for this lake class in 2008.  The average length of northern pike was 23.8 inches the largest fish sampled was 33.6 inches. The present walleye and northern pike populations should provide good fishing opportunities for anglers who want to fish off the beaten path.  Yellow perch were present in good numbers in 2008, but the population appears to fluctuate dramatically and the size is below average. <br> \n <br> \nAccess to Little Snow Lake is difficult.  The logging road off of Cook County #3, the start of the adventure, is 4.5 miles west of the Sawbill Trail.  This logging road goes south, about 1.4 miles to a point that it can no longer be driven, ending in a clear-cut area.  This road is in poor condition and requires a four-wheel-drive/ high-clearance vehicle most of the summer.  There is an unmarked trail, approximately 0.1 mile, to Big Snow Lake.  Travel across Big Snow Lake to the small bay on southwest shore; then a portage 0.2 mile over a hump of land to Little Snow Lake.  This is a user maintained route, so be prepared for the unexpected.  Another access route, portage from Hog Lake, is overgrown and difficult to find.  <br> \n</p>",
                "headerInfo": [
                    "Little Snow",
                    null,
                    "16065100",
                    "2008-08-25",
                    "610823430163000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2008-08-25",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                12
                            ],
                            [
                                17,
                                13
                            ],
                            [
                                18,
                                8
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 20
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                18
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 8
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                33,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 33
                    }
                }
            },
            {
                "surveyID": "11941722150067000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.33",
                        "quartileCount": "3.9-9.4",
                        "totalWeight": 4425.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.2-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.39",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "12.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BNS",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1462.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Special trap nets",
                        "averageWeight": "1.61",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "13.00",
                        "quartileCount": "1.0-7.2",
                        "totalWeight": 23820.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.8-2.4",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.35",
                        "totalCatch": 39
                    },
                    {
                        "CPUE": "159.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Special trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 319
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2762.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Special trap nets",
                        "averageWeight": "2.03",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Little Snow Lake is located in a remote part of western Cook County approximately 17 miles northwest of Tofte.  The lake has an area of 30 acres and a maximum recorded depth of 11 feet.  Access to Little Snow Lake is difficult.  From the Sawbill Trail, proceed 4.5 miles west on Cook County Road 3 to a two track road that heads south roughly 1.5 miles before dead ending in an old logging landing.  The first 1.2 miles of this road are suitable for a high clearance vehicle with four wheel drive, but the last 0.3 miles are narrow and brushy, best suited for an ATV.  From the old logging landing, a trail proceeds a little over a tenth of a mile to Big Snow Lake.  There is a 0.2 mile long portage trail from the bay on the south shore of Big Snow Lake to the north shore of Little Snow Lake.  The portage trail is moderately steep as it goes up and over the divide between the Hudson Bay and Lake Superior drainages; it is quite brushy and somewhat difficult to spot from Big Snow Lake as use is light. <br> \n  <br> \nWalleye fry were stocked sporadically in Little Snow Lake up until 2010 when it was decided based on survey data that the Walleye population should be able to sustain itself without stocking.  The purpose of the 2017 survey was to assess the state of the sportfish populations in Little Snow Lake following the end of Walleye stocking.  <br> \n <br> \nThe Walleye catch rate was well above average when compared to similar lakes in the area.  Average length was 16 inches and average weight was 1.4 pounds with the longest Walleye sampled just short of 20 inches long.  Walleye growth in Little Snow Lake was average when compared to other area lakes.  A total of 12 year classes were observed in the sample with the oldest fish estimated to be age-18.  Stocking occurred in just 2 of the years that produced a year class identified during the 2017 survey. Recruitment appears to be consistent with fish spread over a wide range of year classes.  These results indicate the Walleye population sampled in 2017 was largely the result of natural reproduction. <br> \n   <br> \nThe catch rate for Northern Pike during the 2017 survey was below average when compared to similar lakes in the area.  The average length of Northern Pike was only slightly over 19 inches with the longest fish sampled measuring just 21 inches.  These results are similar to previous assessments and indicate that the lake continues to support a small population of little Northern Pike. <br> \n <br> \nThe only other species sampled during this survey were Blacknose Shiner and Yellow Perch.  Although no adults were captured in any sampling gear, young of the year Yellow Perch were sampled, which suggests a small but naturally reproducing population inhabits the lake. <br> \n    <br> \nLittle Snow Lake is a remote, scenic lake and anglers have to work very hard to get to this destination.  The reward for their determination is abundant Walleye with plenty of fish in the 16 to 20 inch range at the time of the 2017 survey.  Northern Pike and Yellow Perch are also present in the lake, but are likely of little interest to anglers due to the low numbers and small sizes. <br> \n</p>",
                "headerInfo": [
                    "Little Snow",
                    null,
                    "16065100",
                    "2017-08-07",
                    "11941722150067000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-08-07",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                319
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 2
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                2
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 21
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                11
                            ],
                            [
                                17,
                                11
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                6
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "113013",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "3.9-9.4",
                        "totalWeight": 1100.0,
                        "gearCount": 1.0,
                        "quartileWeight": "1.2-2.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.43",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "21.00",
                        "quartileCount": "1.0-7.2",
                        "totalWeight": 10641.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-2.4",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.12",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>Walleye were sampled in above-average numbers, as they have in all the assessments conducted since they were introduced in 1988.  The walleye in this assessment averaged 15.0 inches (1.1 pounds) and ranged in size from 9.6 inches to 17.8 inches.  Walleye fry have been stocked in several different years, and were stocked as recently as 1998.  Seventy-five percent of the walleye collected in 2003 were from the 1998 year class.Little Snow Lake is a remote lake that is accessible by a 1000 foot unmarked portage from Big Snow Lake.  The road leading to the trail to Big Snow Lake is very rough and suitable for high clearance, four-wheel-drive vehicles only. </p>",
                "headerInfo": [
                    "Little Snow",
                    null,
                    "16065100",
                    "2003-06-11",
                    "113013",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2003-06-11",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                24,
                                1
                            ]
                        ],
                        "minimum_length": 24,
                        "maximum_length": 24
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                7
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                6
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "112329",
                "fishCatchSummaries": [
                    {
                        "CPUE": "41.00",
                        "quartileCount": "2.0-23.0",
                        "totalWeight": 20.6,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 82
                    }
                ],
                "narrative": "<p>The Lake is at present dominated by a dense Yellow Perch population. Catch in gillnets was 41/lift, which is 2.3 times the area average. Minnows were observed visually, but no minnow traps were set. </p>",
                "headerInfo": [
                    "Little Snow",
                    null,
                    "16065100",
                    "1986-06-17",
                    "112329",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1986-06-17",
                "lengths": {}
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}