{
    "timestamp": 1737651027,
    "result": {
        "lakeName": "Mavis",
        "sampledPlants": [],
        "shoreLengthMiles": 0.47,
        "DOWNumber": 16052800,
        "waterClarity": [
            [
                "09/06/2016",
                "17.5"
            ],
            [
                "07/08/1959",
                "21"
            ],
            [
                "08/28/1989",
                "18"
            ]
        ],
        "averageWaterClarity": "18.8",
        "littoralAcres": 3.4,
        "areaAcres": 9.26,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 55.0,
        "officeCode": "F218",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "111420",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 439.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.97",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>The brook trout catch in 2003 was very low compared to catches usually seen in fall assessments of stream trout lakes in this area.  However, similarly low catches have often been observed in this lake.  The lone brook trout taken was a survivor of a 2002 fingerling stocking.  Although the gill net catch was low, the survey crew did see fish jumping around the lake.The 2003 assessment crew noted that the access trail to Wee Lake from Missing Link Lake had been moved.  It now starts in the north corner of Missing Link Lake, about 70 yards west of a campsite off a ledgerock point in front of a large boulder.</p>",
                "headerInfo": [
                    "Mavis",
                    null,
                    "16052800",
                    "2003-09-25",
                    "111420",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-09-25",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "12861625334236000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2850.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.09",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Mavis is a designated stream trout lake that has been stocked with trout since 1959.  This was the first of two standard surveys scheduled in the current (2014) lake management plan to determine whether the current stocking program was producing a satisfactory Brook Trout population.  The current plan calls for stocking 1,000 Brook Trout fingerlings annually, with a goal of maintaining a minimum gill net catch of 5.0 fish/net, with at least two catchable-sized (over 10 inch) year classes present. <br> \n <br> \nIn small lakes like Mavis, where the number of gill net sets used is very low, little value can be placed on catches in any single survey.  The catch in this survey fell short of the long range goal, and was barely within the normal range (1.25-14.00 fish/gill net) for fall surveys of stream trout lakes in this area.  Two catchable-sized year classes (2013 and 2011) were included in the catch, and it was encouraging to see some survival of fish to five years of age.  Too few fish were taken to describe their growth rates with any confidence.  The failure to sample any one or two-year-old fish, which should have been large enough to have been taken in gill nets used in this survey, may suggest poor survival of recent stockings, either due to stocking mortality, or predation from the larger Brook Trout present. <br> \n <br> \nBrook Trout have been stocked annually in this lake since 1980, and the stocking quota has been set at 1,000 fingerlings/stocking (100 fingerlings/acre) since 1990 (it had been higher earlier).  Three assessments have been done since 1990, and gill net catches in each case have been very low (the 2016 catch was the highest in that period).  This is a difficult lake to set a standard gill net in without having it drop into deep waters lacking enough oxygen for fish (because of steep drop-offs along the entire shore), but pains have been taken in the last two assessments to keep all (or most) of each set in shallower waters.  A high catch in a 1989 assessment (11.00 fish/net) showed that Mavis Lake could produce higher numbers of fish.  Other than Brook Trout strain changes, nothing has changed in Mavis Lake, or in the way it has been managed, since 1989, other than a reduction in stocking quota.  At 100 fingerlings/acre, the current quota is still fairly high for a lake of this size; most area Brook Trout lakes are stocked at a lower density (and less frequently). <br> \n <br> \nOther than a single White Sucker collected in 1971, no undesirable fish species, and no species other than trout (and minnows), have ever been found in Mavis Lake.  The lake retains excellent water quality; the temperature-oxygen profile obtained during this survey found suitable conditions for Brook Trout (water temperature < 68 F, dissolved oxygen > 5 ppm) at depths of 14 to 25 ft, and even surface waters would have been tolerable.  No other stream trout lake in the area tested in 2016 had temperature-oxygen conditions nearly as good as those found in Mavis. <br> \n</p>",
                "headerInfo": [
                    "Mavis",
                    null,
                    "16052800",
                    "2016-09-06",
                    "12861625334236000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2016-09-06",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                2
                            ],
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "110557",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 505.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.11",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>The status of the brook trout population in Mavis Lake is uncertain at this time.  Only one fish was collected in the 1995 assessment.  Brook are stocked each year.</p>",
                "headerInfo": [
                    "Mavis",
                    null,
                    "16052800",
                    "1995-09-25",
                    "110557",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1995-09-25",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "110107",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 1.25,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.25",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "11.00",
                        "quartileCount": "N/A",
                        "totalWeight": 11.19,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.51",
                        "totalCatch": 22
                    }
                ],
                "narrative": "<p>BROOK TROUT STOCKED IN 1988 SHOW GOOD SURVIVAL AND FAIR GROWTH. SOME BROOK TROUT SAMPLED MAY ALSO HAVE BEEN FROM THE 1987 STOCKING. ONE RAIN- BOW WAS ALSO SAMPLED, HOWEVER RAINBOW TROUT HAVE NOT BEEN STOCKED SINCE 1979.</p>",
                "headerInfo": [
                    "Mavis",
                    null,
                    "16052800",
                    "1989-08-28",
                    "110107",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1989-08-28",
                "lengths": {}
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}