{
    "timestamp": 1737651564,
    "result": {
        "lakeName": "Sea Gull",
        "sampledPlants": [],
        "shoreLengthMiles": 74.97,
        "DOWNumber": 16062900,
        "waterClarity": [
            [
                "06/25/2018",
                "16"
            ],
            [
                "06/20/2018",
                "21"
            ],
            [
                "08/23/2018",
                "14"
            ],
            [
                "06/08/2015",
                "14"
            ],
            [
                "06/08/2015",
                "14"
            ],
            [
                "06/22/2021",
                "16"
            ],
            [
                "06/16/2021",
                "20"
            ],
            [
                "07/22/1988",
                "18"
            ],
            [
                "07/08/1991",
                "11.5"
            ],
            [
                "07/10/1954",
                "11"
            ],
            [
                "07/02/2009",
                "14"
            ],
            [
                "08/19/1977",
                "20.5"
            ],
            [
                "07/24/1956",
                "14.5"
            ]
        ],
        "averageWaterClarity": "15.7",
        "littoralAcres": 927.0,
        "areaAcres": 3957.73,
        "meanDepthFeet": 36.0,
        "maxDepthFeet": 145.0,
        "officeCode": "F218",
        "accesses": [
            {
                "location": " ",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": "No permit is required to use the non-BWCAW portion of the lake."
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "12821818651363000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 56262.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.72",
                        "totalCatch": 72
                    },
                    {
                        "CPUE": "0.06",
                        "quartileCount": "0.1-0.8",
                        "totalWeight": 43.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.09",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.58",
                        "quartileCount": "N/A",
                        "totalWeight": 7257.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.29",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 47.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 19816.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.73",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "10.25",
                        "quartileCount": "N/A",
                        "totalWeight": 63608.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.14",
                        "totalCatch": 123
                    },
                    {
                        "CPUE": "1.58",
                        "quartileCount": "N/A",
                        "totalWeight": 24945.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.89",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "0.88",
                        "quartileCount": "N/A",
                        "totalWeight": 5388.0,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.85",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "0.19",
                        "quartileCount": "1.1",
                        "totalWeight": 114.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.2",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.08",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.06",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 1958.0,
                        "gearCount": 16.0,
                        "quartileWeight": "1.1-2.0",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "4.32",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 8401.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.32",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "1.17",
                        "quartileCount": "N/A",
                        "totalWeight": 18111.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.85",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 1466.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.23",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.42",
                        "quartileCount": "N/A",
                        "totalWeight": 4306.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.90",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.19",
                        "quartileCount": "0.8-2.9",
                        "totalWeight": 4969.0,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.65",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 3610.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.98",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.19",
                        "quartileCount": "0.6-3.5",
                        "totalWeight": 1400.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.2-0.6",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.03",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Sea Gull is a large, deep Canadian Shield lake, currently managed for Lake Trout (primary species) and Walleye (secondary species).  The current (2017) lake management plan established a long range goal for Lake Trout of maintaining a minimum catch in deep gill net sets of 1.0 fish/set.  The long range goal set for Walleye was a minimum catch in shallow gill net sets of 3.0 fish/set.  Catch goals for larger fish of both species (in deep and shallow gill net sets combined) were also established:  a minimum of 0.20 fish/set for Walleye 24-inches or larger, and 0.25 fish/set for Lake Trout 20-inches or larger.   <br> \n <br> \nThis was the first of three standard surveys scheduled in the 2017 plan to evaluate the Walleye experimental regulation implemented in 2015, and to determine whether a resumption of stocking was needed to improve Walleye recruitment.  The 2015 Walleye regulation established a 17-inch minimum size limit, with a three-fish bag limit, of which only one fish could be more than 20 inches in length.  The end date for the regulation was set at March 2025.  <br> \n <br> \nObjectives of the Walleye regulation were to maximize recruitment from natural reproduction or future stocking, maintain or increase the relative abundance of Walleye 20.0 inches or larger, and increase overall Walleye abundance.  Maximized recruitment will have been achieved if the gill net catch for Walleye smaller than 17 inches exceeds 1.0 fish/set (deep and shallow sets combined) in two of the three assessments scheduled for 2018-2024, and increases significantly compared to pre-implementation catches.  The relative abundance of Walleye 20.0 inches or larger will be measured using length frequency distributions to determine the percent of the total gill net catch comprised of Walleye 20.0 inches in length or larger, and should equal or exceed 25%.  Overall Walleye abundance will be determined using the combined catch in deep and shallow gill net sets  The combined Walleye gill net catch should exceed 1.5 fish/set. <br> \n <br> \nWalleye numbers were apparently low in Sea Gull Lake in 2018, and few smaller fish were present.  The 2018 Walleye catch in shallow gill net sets (GSH) fell short of the long range goal for the species, and was the second lowest catch seen in that gear in this lake.  Nevertheless, the catch fell within the normal range (0.81-4.19 fish/set) for the gear, when used in Grand Marais area lakes.  The combined catch in deep and shallow sets (0.58 fish/set) was the lowest seen in this lake since 1956, and the catch of fish 24 inches or longer (0.08 fish/set) fell well short of the goal from the 2017 plan.  The catch of Walleye under 17 inches in length (0.13 fish/set) was well below the goal set in the 2015 regulation proposal.  Eight year classes, all naturally produced, contributed to the 2018 Walleye catch.  The 2012 year class, identified as moderately strong in the last (2015) survey, remained one of the stronger year classes seen in 2018.  <br> \n <br> \nLake Trout numbers also appeared to have been low, compared to past results in this lake.  The Lake Trout catch in deep gill net sets (GDE) in 2018 was the lowest seen in that gear in this lake since 1981; however, it still fell within the normal range for the gear when used in this area.  The combined catch in deep and shallow sets was the lowest ever seen in Sea Gull Lake, and was below-normal for a lake of this type, while the catch of fish 20 inches or larger (0.13 fish/set) fell short of the 2017 goal for that size range.  Seven year classes, each represented by a single fish, contributed to the 2018 catch.  A relatively strong 2010 year class noted in the 2015 survey was not evident in 2018.  Sample sizes were too low to describe Lake Trout growth with any confidence. <br> \n <br> \nNorthern Pike were fairly abundant in Sea Gull Lake in 2018, and some larger fish were present.  The combined catch in deep and shallow gill net sets (0.71 fish/set) was similar to other catches seen in this lake since 2009.  Northern Pike numbers in this lake appear to have increased significantly between 2003 and 2009, and have remained fairly high since.  Recruitment appeared to have been fairly steady; from the 2018 length-frequency distribution it appeared that several year classes had contributed to the catch.  <br> \n <br> \nFair numbers of Smallmouth Bass were present in 2018, and the lake seemed to support a fairly high quality population.  Gill net catches in 2018 were low, but were similar to catches seen in this lake since 1971.  Most of the bass taken in 2018 exceeded 12 inches in length.  <br> \n <br> \nAlthough anglers had reported catching Black Crappie in Sea Gull Lake for several years prior, the 2015 survey was the first DNR Fisheries survey to capture the species.  Trap nets have usually not been used to survey this lake, but some were used in 2015 and 2018 to follow up on crappie reports.  All the Black Crappie taken in 2018 were small, age-2 fish, but larger fish have been reported by anglers. <br> \n <br> \nCisco in this lake have been too small in most years to show up in standard gill nets, and none were taken in that gear in 2018.  They can be sampled using small-mesh gill nets, and in 2015, also a year in which none were taken in standard gill net sets, large numbers were taken in small-mesh nets.  It is likely Cisco remained abundant in Sea Gull lake in 2018 as well, despite their absence from the survey catch. <br> \n <br> \nLake Whitefish were abundant in 2018, and many were large enough to have been of interest to anglers.  The 2018 Lake Whitefish catch in deep and shallow gill net sets combined (8.1 fish/set) was the highest seen in this lake since 1988, and was well above average for this type of lake.  By weight and numbers Lake Whitefish dominated fish catches in deep and shallow gill net sets.  Many of the Lake Whitefish collected were under 12 inches in length, and would have provided additional cold-water forage for Lake Trout and Northern Pike. <br> \n</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "2018-06-18",
                    "12821818651363000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2018-06-18",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                30,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 30
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                9
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 22
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                4
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "LKW": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                15
                            ],
                            [
                                11,
                                12
                            ],
                            [
                                12,
                                10
                            ],
                            [
                                13,
                                10
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                15,
                                7
                            ],
                            [
                                16,
                                14
                            ],
                            [
                                17,
                                30
                            ],
                            [
                                18,
                                31
                            ],
                            [
                                19,
                                21
                            ],
                            [
                                20,
                                7
                            ],
                            [
                                7,
                                9
                            ],
                            [
                                8,
                                8
                            ],
                            [
                                9,
                                15
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 20
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 28
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                4
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 26
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 16
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 22
                    }
                }
            },
            {
                "surveyID": "12861515539404001",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 2767.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.53",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "4.25",
                        "quartileCount": "N/A",
                        "totalWeight": 41027.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.77",
                        "totalCatch": 51
                    },
                    {
                        "CPUE": "2.58",
                        "quartileCount": "N/A",
                        "totalWeight": 21797.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.55",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "1.17",
                        "quartileCount": "N/A",
                        "totalWeight": 7398.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.16",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "65.17",
                        "quartileCount": "N/A",
                        "totalWeight": 1897.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "CIS",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.01",
                        "totalCatch": 391
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "N/A",
                        "totalWeight": 35260.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.88",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 162.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.36",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 605.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.67",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.69",
                        "quartileCount": "N/A",
                        "totalWeight": 6509.0,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.30",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.42",
                        "quartileCount": "N/A",
                        "totalWeight": 10779.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.75",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 13263.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.62",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "1.75",
                        "quartileCount": "N/A",
                        "totalWeight": 32633.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.43",
                        "totalCatch": 21
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 1400.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.09",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.06",
                        "quartileCount": "0.6-3.5",
                        "totalWeight": 990.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.2-0.6",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.18",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 171.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.04",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "0.8-2.9",
                        "totalWeight": 299.0,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.33",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "6.83",
                        "quartileCount": "N/A",
                        "totalWeight": 56296.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.51",
                        "totalCatch": 82
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 3110.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "6.86",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.38",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 7288.0,
                        "gearCount": 16.0,
                        "quartileWeight": "1.1-2.0",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.68",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "0.31",
                        "quartileCount": "1.1",
                        "totalWeight": 719.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.2",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.32",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>Sea Gull is a large, deep Canadian Shield Lake Trout lake, currently managed mainly for Lake Trout and Walleye.  The current (2008) lake management plan established a long range goal for Lake Trout of maintaining a minimum catch in deep gill net sets of 1.0 fish/set.  The long range goal set for Walleye was a minimum catch in shallow gill net sets of 3.0 fish/set.  This was the third of three standard surveys scheduled in the 2008 plan to monitor the lake for the introduction of new fish species, and to determine whether regulations were needed to preserve or enhance Lake Trout or Walleye fisheries.  The need for a Walleye regulation was established after the 2012 survey was completed, and an experimental regulation covering the Walleye fishery was implemented in the spring of 2015.  That regulation established a 17-inch minimum size limit, with a three-fish bag limit, of which only one fish could be more than 20 inches in length.  The end date for the regulation has been set at March 2025.  <br> \n <br> \nModerate numbers of mostly smaller Walleye were found in Sea Gull lake in 2015.  The Walleye catch in shallow gill net sets fell short of the long range goal for the species, and the combined catch in deep and shallow sets (1.33 fish/set) remained below the objective established in the proposal for the 2015 regulation.  Both catches nevertheless fell within normal ranges for lakes of this type.  Thirteen year classes, all naturally produced, contributed to the Walleye catch.  The catch included fair numbers of fish from moderately strong 2012 and 2011 year classes; as a result, the catch of small Walleye increased compared to the low catch seen in 2012.  All of the 2012 fish, and most of the 2011 fiish would have been protected by the 17-inch minimum size limit in 2015.  Growth of three- and four-year-old Walleye had been relatively slow.  With the rate of growth seen among those fish, fish from the 2012 year class may remain protected by the 17-inch minimum size limit through 2016.  Fish from the 2011 year class will probably be available for harvest in 2016.        <br> \n <br> \nThe 2015 Lake Trout catch was fairly high, and there appeared to have been no need for a special or experimental regulation covering that species in this lake.  The long range goal for Lake Trout was exceeded in 2015, and the combined catch in deep and shallow gill net sets was the highest seen in this lake since 1991.  Seven year classes, all naturally produced, contributed to the catch, including a relatively strong 2010 year class.  Growth of young Lake Trout had been slightly faster than average; five-year-old fish reached a mean length of 14.8 inches by the end of their fifth year.  Lake Trout no doubt benefited from the presence of large numbers of dwarf Cisco that provided excellent forage, even for smaller Lake Trout. <br> \n <br> \nNorthern Pike were relatively abundant in Sea Gull Lake in 2015.  The combined catch in deep and shallow gill net sets (1.08 fish/set) was above the normal range for this type of lake, and was the second highest ever seen in this lake historically.  Northern Pike numbers appear to have increased significantly between 2003 and 2009, and they have remained fairly high since.  Seven year classes contributed to the 2015 catch, and fish as old as eight years were taken.  Growth of young Northern Pike taken in 2015 appeared to have been slow; four-year-old fish reached a mean length of 20.7 inches by the end of their fourth year, compared to an area average of 23.6 inches in this type of lake.  Although Northern Pike in this lake benefit from cold waters and abundant Cisco and Lake Whitefish, the lack of nearshore forage fish (particularly Yellow Perch) may limit growth of younger Northern Pike. <br> \n <br> \nThe 2015 Smallmouth Bass catch seemed low for a lake of this type, but was similar to most catches seen in this lake since 1971.  Although bass numbers may have been low, the lake seemed to support a high-quality population, with all fish taken exceeding 12 inches in length.  Reproductive success appeared to have been limited, with no fish younger than five years collected. <br> \n <br> \nAlthough anglers had reported catching Black Crappie in Sea Gull Lake for the past several years, this was the first DNR Fisheries survey to capture the species.  Trap nets have usually not been used to survey this lake, but some were used in 2015 to follow up on crappie reports.  A few Black Crappie were taken, although most were small. <br> \n <br> \nDwarf Cisco were apparently abundant in 2015.  Cisco in this lake have been too small in most years to show up in standard gill nets (and none were taken in that gear in 2015), but they can be sampled using small-mesh gill nets.  The small-mesh gill net catch in 2015 was one of the higher catches seen in this lake, and was well above the normal range for that gear when used in lakes in this area.  Cisco taken in small-mesh gill nets ranged in length from 2.9 to 5.9 inches.  A few small Lake Whitefish (4.4-5.9 inches) were also taken in that gear. <br> \n <br> \nThe 2015 Lake Whitefish catch in deep and shallow gill net sets combined (5.5 fish/set) was similar to most catches seen in this lake historically, and fell within the upper end of the normal range for a lake of this type.  Many of the Lake Whitefish collected were under 12 inches in length, and would have provided additional coldwater forage for Lake Trout and Northern Pike. <br> \n</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "2015-06-08",
                    "12861515539404001",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2015-06-08",
                "lengths": {
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 10
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 25
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                2
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 15
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                6
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                31,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 31
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                22,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 22
                    },
                    "LKW": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                9
                            ],
                            [
                                11,
                                9
                            ],
                            [
                                12,
                                8
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                9
                            ],
                            [
                                16,
                                10
                            ],
                            [
                                17,
                                21
                            ],
                            [
                                18,
                                25
                            ],
                            [
                                19,
                                16
                            ],
                            [
                                20,
                                8
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                8
                            ],
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 22
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                5
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                7
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 23
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                24,
                                4
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                3
                            ],
                            [
                                27,
                                5
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                32,
                                1
                            ],
                            [
                                35,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 35
                    },
                    "CIS": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                10
                            ],
                            [
                                3,
                                71
                            ],
                            [
                                4,
                                81
                            ],
                            [
                                5,
                                229
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 5
                    }
                }
            },
            {
                "surveyID": "17302118335102000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.33",
                        "quartileCount": "N/A",
                        "totalWeight": 33850.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.87",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 10243.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.88",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "0.06",
                        "quartileCount": "0.1-0.8",
                        "totalWeight": 26.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.06",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.42",
                        "quartileCount": "N/A",
                        "totalWeight": 10657.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.70",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "3.08",
                        "quartileCount": "N/A",
                        "totalWeight": 46993.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.80",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "8.42",
                        "quartileCount": "N/A",
                        "totalWeight": 57374.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.25",
                        "totalCatch": 101
                    },
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 47545.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.49",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 3748.0,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.03",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "1.1",
                        "totalWeight": 575.0,
                        "gearCount": 16.0,
                        "quartileWeight": "0.2",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.32",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 2304.0,
                        "gearCount": 16.0,
                        "quartileWeight": "1.1-2.0",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.54",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 4469.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.99",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 43846.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.01",
                        "totalCatch": 48
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 2572.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.42",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 49.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "CIS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Sea Gull is a large, deep Canadian Shield Lake Trout lake, currently managed for Lake Trout (primary species) and Walleye (secondary species).  The current (2017) lake management plan established a long range goal for Lake Trout of maintaining a minimum catch in deep gill net sets of 1.0 fish/set.  The long range goal set for Walleye was a minimum catch in shallow gill net sets of 3.0 fish/set.  Catch goals for larger fish of both species (in deep and shallow gill net sets combined) were also established:  a minimum of 0.20 fish/set for Walleye 24-inches or larger, and 0.25 fish/set for Lake Trout 20-inches or larger.   <br> \n <br> \nThis was the second of three standard surveys scheduled in the 2017 plan to evaluate the Walleye experimental regulation implemented in 2015, and to determine whether a resumption of stocking was needed to improve Walleye recruitment.  The first was completed as planned in 2018.  The 2015 Walleye regulation established a 17-inch minimum size limit, with a three-fish bag limit, of which only one fish could be more than 20 inches in length.  The end date for the regulation was set at March 2025.  This survey is the second post-regulation survey in the evaluation of that regulation. <br> \n <br> \nObjectives of the Walleye regulation were to maximize recruitment from natural reproduction or future stocking, maintain or increase the relative abundance of Walleye 20.0 inches or larger, and increase overall Walleye abundance.  Maximized recruitment will have been achieved if the gill net catch-per-unit-effort (CPUE) for Walleye smaller than 17 inches exceeds 1.0 fish/set (deep and shallow sets combined) in two of the three assessments scheduled for 2018-2024, and increases significantly compared to pre-implementation catches.  The relative abundance of Walleye 20.0 inches or larger will be measured using length frequency distributions to determine the percent of the total gill net catch comprised of Walleye 20.0 inches in length or larger.  The relative abundance of Walleye 20-in or larger should equal or exceed 25% (the average from 10 pre-regulation assessments done since 1954).  Overall Walleye abundance will be determined using gill net CPUE (deep and shallow sets combined).  That combined Walleye gill net CPUE should exceed 1.5 fish/set. <br> \n <br> \nThe 2021 Walleye catch was one of the highest catches seen in this lake, and was fairly high for any lake of this type.  Goals for the number of young fish found, and the number of larger fish taken, were all met in 2021, for the first time since the regulation was implemented in 2015.  The 2021 Walleye catch in shallow gill net sets (GSH) was the second highest catch seen in that gear in this lake, and was above the normal range (1.00-3.91 fish/set) for the gear.  The combined catch in deep and shallow sets (2.21 fish/set) was the highest seen in this lake since 1971, and the catch of fish 24 inches or longer (0.29 fish/set) met the 2017 goal for fish of that size.  The catch of Walleye under 17 inches in length (1.21 fish/set) met the goal set in the 2015 regulation proposal, and 32% of Walleye taken in gill nets in 2021 were over 20 inches in length, meeting that regulation goal as well.  Because Walleye catches were fairly high, and good numbers of younger fish were found, we determined that no stocking was needed at this time..   <br> \n <br> \nIt appeared that Walleye natural reproduction had been consistent, if not always strong, in this lake.  Sixteen year classes (1-20 years of age), all naturally produced, contributed to the 2021 Walleye catch.  It appeared that a fairly strong year class had been produced in 2018, with a moderately strong year class also produced in 2019.  The presence of those younger fish was what allowed catch goals, and the goal for smaller fish, to be met in 2021.  Growth of young Walleye had been fairly fast; fish reached a mean length of 12.6 inches at the end of their third year, compared to an area average of 11.4 inches.   <br> \n <br> \nSuccess of the 17-inch minimum size limit depends on the occasional production of strong year classes that would then be protected until they reach the 17-inch threshold for harvest.  Fish from the fairly strong 2019 and 2018 year classes were protected by the 17-inch minimum size regulation in 2021, but will mostly be larger than 17 inches, and vulnerable to harvest, in 2022 and 2023.   <br> \n <br> \nFair numbers of Lake Trout were found in 2021, and the catch included a few larger fish.  Although the catch in deep gill net sets (GDE) met the goal from the 2017 LMP and was similar to most catches seen in that gear in this lake since 1994, it still fell below the normal range for the gear (1.20-5.10 fish/net).  The combined catch in deep and shallow sets was a little low for this lake historically, and fell below the normal range for a lake of this type, while the catch of fish 20 inches or larger (0.13 fish/set) fell short of the 2017 goal for that size range.  Seven year classes (fish four to 23 years of age) contributed to the 2021 catch.  A moderately strong year class may have been produced in 2016.  Growth of those five-year-old fish appeared to have been slow; they reached a mean length of 11.6 inches at the end of their fifth year, compared to an area average of 13.8 inches. <br> \n <br> \nNorthern Pike were relatively abundant in Sea Gull Lake in 2021, and some larger fish were present.  The combined catch in deep and shallow gill net sets (1.54 fish/set) exceeded the normal range for a lake of this type and was (by a small margin) the highest catch ever seen in this lake.  The lake supported a fairly high-quality population in 2021, with several fish over 24 inches in length (up to 30.8 inches) included in the catch.  Northern Pike numbers in this lake appear to have increased significantly between 2003 and 2009, and have remained fairly high since.  Recruitment appears to have been low but fairly steady; from the 2021 length-frequency distribution it appeared that several year classes had contributed to the catch.  The presence of high-quality forage like dwarf Cisco and small Lake Whitefish gives this lake the potential to produce some truly large Northern Pike. <br> \n <br> \nThe 2021 Smallmouth Bass gill net catch was low for a lake of this type, but similar to catches seen in this lake since 1971.  Angling reports suggest Smallmouth Bass are more abundant in this lake than our gill net catches would indicate.  The Smallmouth Bass catch in shallow gill net sets (GSH) fell below the normal range (0.41-1.50 fish/set) for that gear.  The combined catch in deep and shallow sets (0.21 fish/set) was also below the normal range for a lake of this type.  Although bass numbers may have been low, the lake seemed to support a high-quality population, with most fish taken in 2021 exceeding 12 inches in length.  <br> \n <br> \nAlthough anglers had reported catching Black Crappie in Sea Gull Lake for several years prior, the 2015 survey was the first DNR Fisheries survey to capture the species.  Trap nets have usually not been used to survey this lake, but some were used in 2015, 2018, and 2021 to follow up on crappie reports.  Four Black Crappie,  8.2 to 8.5 inches in length, were taken in trap nets in 2021.  None were captured in any other sampling gear.  All of the Black Crappie sampled in 2018 and 2021 were small, two or three-year-old fish; however, larger fish have been reported by anglers. <br> \n <br> \nCisco in this lake have been too small in most years to show up in standard gill nets, and only one was taken in that gear in 2021.  They can be effectively sampled using small-mesh gill nets, and in 2015, a year in which none were taken in standard gill net sets, large numbers were taken in small-mesh nets.  It is likely Cisco remained abundant in Sea Gull Lake in 2021 as well, despite their near absence from the survey catch. <br> \n <br> \nThe 2021 Lake Whitefish catch in deep and shallow gill net sets combined (5.88 fish/set) was about average for this lake, historically, and was well within the normal range for a lake of this type.  By weight and numbers Lake Whitefish dominated fish catches in deep and shallow gill net sets (combined) in 2021, as has usually been the case in this lake.  Many of the Lake Whitefish collected in 2021 were under 12 inches in length, and would have provided additional cold-water forage for Lake Trout and Northern Pike.  There were also many that were large enough to have been of some interest to anglers. <br> \n</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "2021-06-14",
                    "17302118335102000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2021-06-14",
                "lengths": {
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                8,
                                4
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 8
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                26,
                                3
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                30,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                5
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 30
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                22,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 22
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 15
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                25,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 25
                    },
                    "LKW": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                7
                            ],
                            [
                                11,
                                12
                            ],
                            [
                                12,
                                10
                            ],
                            [
                                13,
                                8
                            ],
                            [
                                14,
                                5
                            ],
                            [
                                15,
                                11
                            ],
                            [
                                16,
                                9
                            ],
                            [
                                17,
                                15
                            ],
                            [
                                18,
                                21
                            ],
                            [
                                19,
                                18
                            ],
                            [
                                20,
                                9
                            ],
                            [
                                7,
                                5
                            ],
                            [
                                8,
                                6
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 20
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                6
                            ],
                            [
                                20,
                                11
                            ],
                            [
                                21,
                                5
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 23
                    },
                    "CIS": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 7
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                23,
                                9
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                3
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                3
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                30,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 30
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 4
                    }
                }
            },
            {
                "surveyID": "110096",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.33",
                        "quartileCount": "1.4-17.4",
                        "totalWeight": 3.18,
                        "gearCount": 24.0,
                        "quartileWeight": "0.1-0.7",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 32
                    },
                    {
                        "CPUE": "0.58",
                        "quartileCount": "0.3-1.3",
                        "totalWeight": 18.85,
                        "gearCount": 24.0,
                        "quartileWeight": "0.7-1.9",
                        "species": "BUB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.35",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.3-1.0",
                        "totalWeight": 20.15,
                        "gearCount": 24.0,
                        "quartileWeight": "2.7-5.3",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.68",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "1.79",
                        "quartileCount": "1.7-5.0",
                        "totalWeight": 102.8,
                        "gearCount": 24.0,
                        "quartileWeight": "1.6-2.4",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.39",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "0.58",
                        "quartileCount": "0.8-4.3",
                        "totalWeight": 34.2,
                        "gearCount": 24.0,
                        "quartileWeight": "1.2-3.1",
                        "species": "LAT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.44",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "1.21",
                        "quartileCount": "0.6-9.7",
                        "totalWeight": 57.69,
                        "gearCount": 24.0,
                        "quartileWeight": "1.1-3.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.99",
                        "totalCatch": 29
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "0.3-2.2",
                        "totalWeight": 3.63,
                        "gearCount": 24.0,
                        "quartileWeight": "0.7-1.4",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.21",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "9.25",
                        "quartileCount": "1.1-9.3",
                        "totalWeight": 207.4,
                        "gearCount": 24.0,
                        "quartileWeight": "1.3-2.3",
                        "species": "LKW",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.93",
                        "totalCatch": 222
                    },
                    {
                        "CPUE": "0.04",
                        "quartileCount": "N/A",
                        "totalWeight": 5.25,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "LNS",
                        "gear": "Standard gill nets",
                        "averageWeight": "5.25",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.04",
                        "quartileCount": "0.3-2.8",
                        "totalWeight": 0.13,
                        "gearCount": 24.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>WALLEYE ABUNDANCE IS LOW, BUT SOME LARGER FISH ARE PRESENT. THE WALLEYE POPULATION IS SUPPORTED ENTIRELY BY NATURAL REPRODUCTION, BUT BASED ON THE LIMITED SAMPLE OBTAINED DURING THIS SURVEY, REPRODUCTIVE SUCCESS HAS BEEN MIXED. WALLEYE GROWTH IS GOOD. THE 1987 AND 1986 YEAR CLASSES APPEAR TO BE STRONG, AND SHOULD RECRUIT TO THE FISHERY OVER THE NEXT TWO YEARS. LAKE TROUT ABUNDANCE IS LOW, BUT GROWTH IS GOOD BY STANDARDS. SAMPLING OF LAKE TROUT WAS POOR IN THIS SURVEY, AS HAS BEEN THE CASE IN MOST RECENT ASSESSMENTS. THE 1984, 1985 AND 1986 LAKE TROUT STOCKINGS WERE ALL MARKED, ALL SHOULD HAVE BEEN VULNERABLE TO THE SAMPLING GEAR. NO MARKED LAKE TROUT WERE TAKEN IN THIS SURVEY, HOWEVER. THIS MAY INDICATE POOR SURVIVAL OF STOCKED YEARLINGS, AND IS AN INDICATION THAT THERE IS SUBSTANTIAL NATURAL REPRODUCTION OF LAKE TROUT OCCURRING. NORTHERN PIKE AND SMALLMOUTH BASS ARE PRESENT IN SMALL NUMBERS, AND PROBABLY DON'T PROVIDE SIGNIFI- CANT FISHERIES. LAKE WHITEFISH ABUNDANCE IS GOOD, BUT THERE HAVE BEEN A DECLINE IN AVERAGE SIZE SINCE THE EARLY 1980'S. WHITEFISH IN SEA GULL LAKE CONTINUE TO SUPPORT A COMMERCIAL FISHERY.  MOST OF THE FORAGE FOR WALLEYE, LAKE TROUT AND NORTHERN PIKE. THERE IS SOME QUESTION OF WHAT SPECIES (AND HOW MANY SPECIES) ARE PRESENT IN SEA GULL LAKE. SAMPLES WERE PROVIDED TO DR. DAVID ETNIER, AN ICHTHYOLOGIST WHO IS STUDYING THIS. IN THIS REPORT, ALL CISCOS ARE LUMPED AS  SLOW, COMPARED TO STATE STANDARDS. ALL CISCOS OVER 4.5 SUSPENSION OF GAMEFISH TO FORAGE ON CISCOS MAY BE ONE REASON FOR LOW GILLNET CATCHES.</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "1988-07-11",
                    "110096",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1988-07-11",
                "lengths": {}
            },
            {
                "surveyID": "110190",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.96",
                        "quartileCount": "1.4-17.4",
                        "totalWeight": 2.65,
                        "gearCount": 24.0,
                        "quartileWeight": "0.1-0.7",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "1.04",
                        "quartileCount": "0.3-1.3",
                        "totalWeight": 27.25,
                        "gearCount": 24.0,
                        "quartileWeight": "0.7-1.9",
                        "species": "BUB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.09",
                        "totalCatch": 25
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "0.3-1.0",
                        "totalWeight": 23.25,
                        "gearCount": 24.0,
                        "quartileWeight": "2.7-5.3",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.91",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "1.92",
                        "quartileCount": "1.7-5.0",
                        "totalWeight": 116.75,
                        "gearCount": 24.0,
                        "quartileWeight": "1.6-2.4",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.54",
                        "totalCatch": 46
                    },
                    {
                        "CPUE": "1.83",
                        "quartileCount": "0.8-4.3",
                        "totalWeight": 47.2,
                        "gearCount": 24.0,
                        "quartileWeight": "1.2-3.1",
                        "species": "LAT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.07",
                        "totalCatch": 44
                    },
                    {
                        "CPUE": "1.38",
                        "quartileCount": "0.6-9.7",
                        "totalWeight": 75.0,
                        "gearCount": 24.0,
                        "quartileWeight": "1.1-3.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.27",
                        "totalCatch": 33
                    },
                    {
                        "CPUE": "0.38",
                        "quartileCount": "0.3-2.2",
                        "totalWeight": 12.0,
                        "gearCount": 24.0,
                        "quartileWeight": "0.7-1.4",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.33",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "7.38",
                        "quartileCount": "1.1-9.3",
                        "totalWeight": 179.0,
                        "gearCount": 24.0,
                        "quartileWeight": "1.3-2.3",
                        "species": "LKW",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.01",
                        "totalCatch": 177
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 5.0,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "LNS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.50",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>LAT ABUNDANCE WAS GOOD FOR LAKES OF THIS ECOLOGICAL CLASS.  LAT COLLECTED RANGED FROM 6 TO 24 IN, SPREAD FAIRLY EVENLY ACROSS THAT RANGE. SEVERAL YEAR CLASSES WERE REPRESENTED, WITH THE STRONGEST IN 1990, 1987, 1986, AND 1985.  THE 1989 YEAR CLASS WAS WEAK.  LAT GROWTH WAS ABOUT AVERAGE FOR COOK COUNTY, WITH AGE IV FISH AVERAGING 13.0 IN AT LAST ANNULUS FORMATION, COMPARED TO THE COUNTY MEAN OF 13.0 IN.  THERE APPEARED TO BE GOOD NATURAL LAT REPRODUCTION, WHICH ACCOUNTED FOR STRONG 1988, 1987, AND 1986 YEAR CLASSES.  THE STRONG 1990 YEAR CLASS WAS COMPRISED ALMOST ENTIRELY OF STOCKED FISH; 17 OF THE 19 AGE I FISH COLLECTED WERE FIN-CLIPPED, INDICATING THEY HAD BEEN STOCKED AS YEARLINGS IN THE SPRING OF 1991. THE STRONG 1985 YEAR CLASS MAY ALSO HAVE BEEN SUPPLEMENTED BY STOCKING; HOWEVER, IF SO THERE HAS BEEN A HIGH REGENERATION RATE AMONG THE ADIPOSE- CLIPPED FISH STOCKED AS YEARLINGS IN 1986. THIRTEEN OF THE 15 AGE I LAT COLLECTED IN THE 1986 ASSESSMENT WERE FIN-CLIPPED, BUT NONE OF THE 1985 YEAR CLASS FISH COLLECTED IN THE 1991 ASSESSMENT HAD RECOGNISABLE ADIPOSE CLIPS.  APPARENTLY THERE IS EITHER AN UNUSUAL AMOUNT OF REGENERATION OCCURRING, OR LONG TERM SURVIVAL OF STOCKED LAT YEARLINGS HAS BEEN VERY POOR.  THE SEEMING RELATIVE STRENGTH OF STOCKED YEAR CLASSES WHEN SAMPLED AT AGE I MAY BE MISLEADING.  BACK CALCULATIONS IN 1991 SHOWED THAT STOCKED AGE I FISH HAD AN MEAN LENGTH AT LAST ANNULUS FORMATION OF 5.8 IN, COMPARED TO BACK-CALCULATED MEAN LENGTHS AT AGE I ANNULUS FORMATION RANGING FROM 4.0 TO 4.6 FOR NATURAL YEAR CLASSES IN 1986-1988. THE LARGER STOCKED FISH MAY RECRUIT TO THE SAMPLING GEAR BEFORE THE NATURAL FISH FROM THE SAME YEAR CLASS ARE VULNERABLE.  THE WAE CPUE WAS LOW FOR LAKES OF THIS ECOLOGICAL CLASS, BUT WAS NOT UNUSUALLY LOW FOR THIS LAKE HISTORICALLY.  WAE RANGED FROM 11 TO 26 IN, WITH MOST FISH FROM 14 TO 19 IN.  YEAR CLASS STRENGTH WAS SPOTTY; ONLY THE 1988 AND 1987 YEAR CLASSES WERE WELL REPRESENTED. SEVERAL YEAR CLASSES APPEARED TO BE WEAK OR MISSING.  WAE GROWTH WAS FAST FOR COOK COUNTY, WITH AGE IV FISH AVERAGING 17.5 IN AT LAST ANNULUS FORMATION, COMPARED TO THE COUNTY MEAN OF 13.6 IN. THE WAE POPULATION WAS SUPPORTED ENTIRELY BY NATURAL REPRODUCTION.  SMB ABUNDANCE APPEARED TO BE NORMAL FOR THIS LAKE.  FEW SMB WERE COLLECTED, RANGING MOSTLY FROM 12 TO 14 IN.  GROWTH WAS FAST, WITH AGE IV FISH AVERAGING 12.3 IN AT LAST ANNULUS FORMATION, COMPARED TO THE COOK COUNTY MEAN OF 9.1 IN.  TLC AND LKW ABUNDANCE ALSO APPEARED TO BE NORMAL FOR THIS LAKE.  TLC RANGED FROM 4 TO 9 IN, AND SHOULD HAVE PROVIDED EXCELLENT FORAGE FOR WAE AND LAT.  LKW CONTINUE TO SUPPORT A COMMERCIAL FISHERY, WITH NO APPARENT DECLINE IN POPULATION. SIX 1/2 IN MESH, 100 X 6 FT GILL NETS WERE SET TO DETERMINE WHETHER ANY RBT SMELT HAD ENTERED SEA GULL LAKE.  NO RBT SMELT WERE COLLECTED, BUT THE NETS DID CATCH 161 TLC RANGING FROM 4 TO 6 IN. A SIMILAR CATCH WAS RECORDED IN 1/2 IN MESH GILL NETS IN 1988.</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "1991-07-08",
                    "110190",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1991-07-08",
                "lengths": {}
            },
            {
                "surveyID": "4310918753343000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.92",
                        "quartileCount": "N/A",
                        "totalWeight": 39517.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.48",
                        "totalCatch": 59
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 10482.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.93",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 1865.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.03",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 68.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.15",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "N/A",
                        "totalWeight": 44007.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.59",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "8.42",
                        "quartileCount": "N/A",
                        "totalWeight": 60468.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.32",
                        "totalCatch": 101
                    },
                    {
                        "CPUE": "3.25",
                        "quartileCount": "N/A",
                        "totalWeight": 45217.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.56",
                        "totalCatch": 39
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 2685.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.96",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.92",
                        "quartileCount": "N/A",
                        "totalWeight": 9866.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.98",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "N/A",
                        "totalWeight": 26477.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.16",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "36.17",
                        "quartileCount": "N/A",
                        "totalWeight": 1032.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.01",
                        "totalCatch": 217
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "DWS",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.75",
                        "quartileCount": "N/A",
                        "totalWeight": 16097.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.94",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 277.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.61",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.42",
                        "quartileCount": "N/A",
                        "totalWeight": 5724.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.52",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>The 2009 lake trout catch, while low for a lake of this type, was similar to catches observed in this lake in the past.  All lake trout taken in 2009 had been produced naturally, since the lake was last stocked with lake trout in 1992.   Several year classes contributed to the 2009 catch, although none had been exceptionally strong.  Lake trout growth had been somewhat faster than average; five-year-old fish reached an average length of 15.0 inches at the end of their fifth year.  Good lake trout growth was no doubt driven by the presence of relatively high numbers of dwarf cisco. <br> \n <br> \nThe 2009 walleye gill net catch was within the normal range for a lake of this type, and was similar to catches seen in this lake since 1988.   Several year classes, all naturally produced, contributed to the 2009 catch, with the strongest produced in 2005.  Walleye growth had been about average; four-year-old fish reached an average length of 14.2 inches at the end of their fourth year.  Although this lake lacks a significant yellow perch forage base, the presence of large numbers of dwarf cisco probably compensates well for that absence. <br> \n <br> \nSmallmouth bass gill net catches in Sea Gull Lake have typically been low, and this assessment was no exception.  Smallmouth bass were more abundant than the 2009 catch indicated, based on reports from anglers. <br> \n <br> \nThe 2009 northern pike gill net catch was the highest ever observed in this lake, and confirmed recent angler reports of a boom in northern pike abundance.  Some have linked this increase to a reported increase in aquatic vegetation in the lake following a series of major fires in the past ten years that burned most of the shoreline.  Several year classes were sampled, with an exceptionally strong year class produced in 2006.  Northern pike benefited from the excellent cisco forage base, and would also have been able to forage on lake whitefish.  As a result, northern pike growth had been fast.  Four-year-old fish reached an average length of 28.1 inches by the end of their fourth year.  Sea Gull Lake has all the ingredients need to produce trophy northern pike. <br> \n <br> \nCisco were abundant in Sea Gull Lake in 2009, but were too small to be caught in standard gill nets.  The catch in small-mesh gill nets in 2009 (36.17 fish/net) exceeded the normal range (0.75 to 34.57 fish/set) for catches in that gear in the Grand Marais area.  The largest cisco taken was just 5.6 in long.  The lake whitefish catch was within the normal range for a Class 1 lake, and was similar to catches observed in previous assessments.  Smaller lake whitefish would have provided excellent forage for larger northern pike. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "2009-06-29",
                    "4310918753343000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2009-06-29",
                "lengths": {
                    "LKW": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                7
                            ],
                            [
                                12,
                                9
                            ],
                            [
                                13,
                                13
                            ],
                            [
                                14,
                                18
                            ],
                            [
                                15,
                                10
                            ],
                            [
                                16,
                                30
                            ],
                            [
                                17,
                                28
                            ],
                            [
                                18,
                                23
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                7,
                                10
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 23
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                26,
                                4
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 26
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 24
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                25,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 25
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 10
                    },
                    "DWS": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 3
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                154
                            ],
                            [
                                5,
                                63
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 5
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                5
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                3
                            ],
                            [
                                23,
                                5
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                3
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                29,
                                5
                            ],
                            [
                                34,
                                1
                            ],
                            [
                                35,
                                1
                            ],
                            [
                                38,
                                1
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 38
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                5
                            ],
                            [
                                19,
                                5
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                5
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 23
                    }
                }
            },
            {
                "surveyID": "110506",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.18",
                        "quartileCount": "N/A",
                        "totalWeight": 22000.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.39",
                        "totalCatch": 35
                    },
                    {
                        "CPUE": "0.77",
                        "quartileCount": "N/A",
                        "totalWeight": 11171.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.46",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "0.09",
                        "quartileCount": "N/A",
                        "totalWeight": 82.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.18",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 48.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "GSF",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.09",
                        "quartileCount": "N/A",
                        "totalWeight": 258.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.57",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.09",
                        "quartileCount": "N/A",
                        "totalWeight": 16169.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.97",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "10.77",
                        "quartileCount": "N/A",
                        "totalWeight": 70920.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.12",
                        "totalCatch": 140
                    },
                    {
                        "CPUE": "3.91",
                        "quartileCount": "N/A",
                        "totalWeight": 59109.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.03",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "1.46",
                        "quartileCount": "N/A",
                        "totalWeight": 8175.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.95",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "0.31",
                        "quartileCount": "N/A",
                        "totalWeight": 176.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "3.36",
                        "quartileCount": "N/A",
                        "totalWeight": 39148.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.33",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 4175.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "9.20",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.36",
                        "quartileCount": "N/A",
                        "totalWeight": 1267.0,
                        "gearCount": 11.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.70",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.77",
                        "quartileCount": "N/A",
                        "totalWeight": 14053.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.10",
                        "totalCatch": 10
                    }
                ],
                "narrative": "<p>Lake trout abundance was relatively low; however, the population appeared to be maintaining itself naturally.  None of the lake trout     collected had been stocked, and several year classes were present.  Walleye abundance appeared to be fairly good for this lake, and fish     were present in a wide range of sizes and ages.  The smallmouth bass and northern pike catches were also about average for this lake.      Lake whitefish were abundant, and several years of commercial fishing appeared to have had little effect on the population.  Sea Gull     Lake supported a population of \"dwarf\" northern cisco, which provided excellent forage for lake trout, walleye, and northern pike, and     probably accounted for the relatively fast growth exhibited by those species.</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "1994-07-11",
                    "110506",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-07-11",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 7
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                26,
                                2
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                34,
                                1
                            ],
                            [
                                35,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 35
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                6
                            ],
                            [
                                18,
                                16
                            ],
                            [
                                19,
                                12
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                4
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 22
                    },
                    "LKW": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                7
                            ],
                            [
                                12,
                                11
                            ],
                            [
                                13,
                                20
                            ],
                            [
                                14,
                                30
                            ],
                            [
                                15,
                                22
                            ],
                            [
                                16,
                                29
                            ],
                            [
                                17,
                                29
                            ],
                            [
                                18,
                                8
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 21
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                4
                            ],
                            [
                                18,
                                4
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                4
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 28
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 22
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 10
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 24
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "111398",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 940.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.07",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "2.78",
                        "quartileCount": "N/A",
                        "totalWeight": 13726.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Shallow gill nets",
                        "averageWeight": "1.21",
                        "totalCatch": 25
                    },
                    {
                        "CPUE": "0.31",
                        "quartileCount": "N/A",
                        "totalWeight": 172.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.09",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "2.89",
                        "quartileCount": "N/A",
                        "totalWeight": 26498.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.25",
                        "totalCatch": 26
                    },
                    {
                        "CPUE": "0.77",
                        "quartileCount": "N/A",
                        "totalWeight": 16061.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.54",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "0.62",
                        "quartileCount": "N/A",
                        "totalWeight": 4183.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "BUB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.15",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 45458.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Shallow gill nets",
                        "averageWeight": "2.78",
                        "totalCatch": 36
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 34.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "GSF",
                        "gear": "Shallow gill nets",
                        "averageWeight": "0.07",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 2452.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "5.41",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 1610.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "3.55",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.38",
                        "quartileCount": "N/A",
                        "totalWeight": 15032.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "6.63",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 15.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "DWS",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.02",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 10675.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.81",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "N/A",
                        "totalWeight": 6925.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.82",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 1600.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Shallow gill nets",
                        "averageWeight": "3.53",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 46.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "SJC",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.02",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "0.08",
                        "quartileCount": "N/A",
                        "totalWeight": 35.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "SJC",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "8.23",
                        "quartileCount": "N/A",
                        "totalWeight": 79131.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "LKW",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.63",
                        "totalCatch": 107
                    },
                    {
                        "CPUE": "0.31",
                        "quartileCount": "N/A",
                        "totalWeight": 3853.0,
                        "gearCount": 13.0,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.12",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "38.33",
                        "quartileCount": "N/A",
                        "totalWeight": 1378.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Small-mesh gill nets",
                        "averageWeight": "0.01",
                        "totalCatch": 230
                    }
                ],
                "narrative": "<p>The walleye catch in 2003 was similar to catches observed in this lake since 1988.  Walleye catches have generally not been high in this lake, but the lake is known to support a fair walleye fishery.  Although the 2003 catch was dominated by a strong 2001 year class, a fair number of older, larger fish were also present.  Growth of larger walleye had been average or better, and all walleye collected in 2003 had been produced naturally.The lake trout catch was low compared to catches observed in this lake in the 1980's, and it was near the low end of the normal range for lakes of this type.  Several lake trout year classes were included in the catch, all of which had been produced naturally.  Lake trout growth had been faster than average for lakes of this type.The northern pike catch was similar to catches observed in this lake in the past.  Although northern pike numbers have not been high, the lake does at times produce some trophy-sized fish. The smallmouth bass catch in this lake has always been low, and that was true again in 2003.  Smallmouth bass are not reliably sampled in gill nets, and it is likely that they are more abundant in this lake than netting data would indicate.Forage for game fish was provided by a fairly dense population of 'dwarf' cisco.  These fish, mostly northern cisco, were too small to be effectively sampled in standard gill nets in 2003; however, fairly high numbers of 4-5-inch fish were taken in small-mesh gill nets.Anglers are reminded that most of Sea Gull Lake is inside the BWCAW.  Most of the lake was closed to motorized use in 1999, including the popular walleye fishing area off the mouth of the Alpine River.  Anglers visiting the lake should check with the USFS to obtain a map showing areas open for such use.</p>",
                "headerInfo": [
                    "Sea Gull",
                    null,
                    "16062900",
                    "2003-06-30",
                    "111398",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-06-30",
                "lengths": {
                    "SJC": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                4
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 7
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 4
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                18,
                                9
                            ],
                            [
                                19,
                                11
                            ],
                            [
                                20,
                                7
                            ],
                            [
                                21,
                                5
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 22
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                2
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                30,
                                1
                            ],
                            [
                                40,
                                1
                            ]
                        ],
                        "minimum_length": 21,
                        "maximum_length": 40
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                4
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                32,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                8
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 32
                    },
                    "BUB": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                21,
                                2
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 21
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 24
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 15
                    },
                    "LKW": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                7
                            ],
                            [
                                13,
                                12
                            ],
                            [
                                14,
                                11
                            ],
                            [
                                15,
                                6
                            ],
                            [
                                16,
                                7
                            ],
                            [
                                17,
                                25
                            ],
                            [
                                18,
                                22
                            ],
                            [
                                19,
                                15
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 22
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                53
                            ],
                            [
                                5,
                                177
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                3
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 7
                    },
                    "DWS": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                2
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 3
                    }
                }
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}