{
    "timestamp": 1737651777,
    "result": {
        "lakeName": "Talus",
        "sampledPlants": [],
        "shoreLengthMiles": 0.77,
        "DOWNumber": 16018700,
        "waterClarity": [
            [
                "06/22/1992",
                "11"
            ],
            [
                "06/06/2016",
                "14"
            ],
            [
                "06/28/1989",
                "11"
            ],
            [
                "08/12/1955",
                "9.67"
            ],
            [
                "06/08/2009",
                "12"
            ],
            [
                "06/05/2012",
                "10.5"
            ],
            [
                "06/06/2023",
                "12"
            ],
            [
                "06/05/2008",
                "12.5"
            ]
        ],
        "averageWaterClarity": "11.6",
        "littoralAcres": 14.0,
        "areaAcres": 16.91,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 22.0,
        "officeCode": "F218",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "109866",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 5.75,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.64",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 2.75,
                        "gearCount": 2.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.92",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>THERE IS A GOOD RANGE OF RAINBOW TROUT SIZES AVAILABLE, REPRESENTING THE 1981 TO 1984 STOCKINGS GROWTH IS GOOD. THE SUCKER POPULATION IS SMALL, AND SHOULDN'T BE A PROBLEM AT THIS TIME.</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "1985-05-22",
                    "109866",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1985-05-22",
                "lengths": {}
            },
            {
                "surveyID": "110689",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 13.25,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.47",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>The rainbow trout catch in this assessment was somewhat below average for Talus Lake, while the average size of the rainbow trout collected was above average.  Rainbow trout from the 1991, 1990, 1989, and 1988 stockings were collected, and growth was good.</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "1992-06-22",
                    "110689",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1992-06-22",
                "lengths": {}
            },
            {
                "surveyID": "15281620332703000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2936.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.29",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "21.50",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 22460.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.15",
                        "totalCatch": 43
                    }
                ],
                "narrative": "<p>Talus is a designated stream trout lake that has been managed exclusively for Rainbow Trout since 1959.  This survey was the first of two scheduled in the 2014 lake management plan to determine whether growth and survival of stocked Rainbow Trout were adequate.  Long range goals for Rainbow Trout in this lake are to maintain a population supporting a minimum gill net catch of 4.0 fish/net, with an average size of 0.5 pounds/fish.  If those goals were met, the lake would support high numbers of average-sized trout. <br> \n <br> \nFair numbers of Rainbow Trout appeared to have been present in the spring of 2016, and fish up to 18 inches in length were taken.  The 2016 Rainbow Trout gill net catch, while below the goal from the 2014 plan, still fell within the normal range (0.5-4.0 fish/set) for spring surveys of stream trout lakes in this area.  The presence of fish as old as five years indicated long-term survival had been good.  It appeared that Rainbow Trout growth had been somewhat slower than average.  Fish reached a mean length of 10.7 inches by the end of their second year, compared to an area average of 11.6 inches.  Slow growth was almost certainly related to the high numbers of White Sucker present in this lake. <br> \n <br> \nThe White Sucker catch in 2016 was the highest recorded in this lake, and was far above the normal range (2.8-14.8 fish/set) seen in spring surveys of stream trout lakes in this area.  White Sucker compete with trout for invertebrate forage, and the high numbers observed in the last two surveys of this lake (2012 and 2016) could easily account for the slow Rainbow Trout growth observed in those surveys.  Talus Lake was last rehabilitated in 1958, and another rehabilitation may have to be considered if performance of Rainbow Trout deteriorates further.  However, before such a project is proposed, an effort must be made to update information on late-summer temperature-oxygen conditions to determine whether they are also limiting Rainbow Trout in this lake.  No complete late-summer temperature-oxygen profile has ever been obtained in Talus Lake.  Attempts to do so in 2012 and 2016 were canceled due to a lack of staff and funding. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2016-06-06",
                    "15281620332703000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2016-06-06",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                17,
                                2
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 17
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                7
                            ],
                            [
                                14,
                                17
                            ],
                            [
                                15,
                                6
                            ],
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 18
                    }
                }
            },
            {
                "surveyID": "110105",
                "fishCatchSummaries": [
                    {
                        "CPUE": "10.50",
                        "quartileCount": "N/A",
                        "totalWeight": 21.63,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.03",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>SURVIVAL OF RAINBOW TROUT FROM THE 1988 STOCKING MAY HAVE BEEN POOR, UNLESS THESE FISH WERE NOT YET RECRUITED TO THE SAMPLING GEAR. SURVIVAL OF RAINBOW TROUT FROM THE 1987 AND 1986 STOCKINGS WAS GOOD, AND GROWTH WAS AVERAGE FOR COOK COUNTY.</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "1989-06-28",
                    "110105",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1989-06-28",
                "lengths": {}
            },
            {
                "surveyID": "4310916952613089",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 4525.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "9.98",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.75",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 4749.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.50",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>As was the case in 2008, rainbow trout abundance in Talus Lake in 2009 was very low.  Survival of recent stockings had apparently been very poor.  One large rainbow trout from a stocking done in 2005 (or earlier) was taken.  White sucker were present in average numbers for this lake.  No other undesirable fish species were collected.  No changes in lake water quality, or in any other conditions affecting trout survival, have been identified to account for the poor results observed in 2008 and 2009.  <br> \n <br> \nTalus Lake remains scheduled for annual stocking of rainbow trout fingerlings.  Stocking of this lake has generally been successful, and it is hoped that the population will recover in the next year or two. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2009-06-08",
                    "4310916952613089",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2009-06-08",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 15
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                27,
                                1
                            ]
                        ],
                        "minimum_length": 27,
                        "maximum_length": 27
                    }
                }
            },
            {
                "surveyID": "4311209655134005",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.25",
                        "quartileCount": "N/A",
                        "totalWeight": 7659.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.30",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "13.00",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 39458.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.67",
                        "totalCatch": 52
                    }
                ],
                "narrative": "<p>Talus Lake is a designated stream trout lake, and has been managed exclusively for rainbow trout since 1959.  The long range goal from the 2001 lake management plan was to maintain a minimum rainbow trout catch of 4.0 fish/gill net set, and a minimum average size of <br> \n0.5 lb/fish.  This was the third of three assessments scheduled in the 2001 plan to monitor the attainment of that goal, and to evaluate current stocking strategies.  All three assessments were completed as planned, and an additional assessment was done in 2009 to follow-up on an unusually low catch observed in the 2008 assessment.  The management plan for this lake will be reviewed and revised in March 2014. <br> \n <br> \nRainbow trout abundance and size were about average for a stream trout lake in this area in 2012.  The gill net catch did not meet the long range goal for the lake; however, it showed considerable improvement over low catches seen in 2008 and 2009.  The catch fell within the normal range (0.50-4.00 fish/set) for spring gill net catches in stream trout lakes in this area.  The mean weight for rainbow trout taken in 2012 was also in the normal range for stream trout lakes in this area (0.63-2.00 lb/fish), and was similar to past weights seen in this lake.  Three stocked year classes contributed to the 2012 catch, with most of the fish taken coming from a 2010 stocking of 1,452 kamloop-strain fingerlings.  Growth had been somewhat slower than average.  Two-year-old fish reached a mean length of 10.8 inches at the end of their second year, compared to an area average of 11.4 inches.  Slow growth may have been due in part to competition for invertebrate forage from white sucker. <br> \n <br> \nThe white sucker gill net catch was the highest seen to date in this lake, and was at the upper end of the normal range (2.83-14.33 fish/set) for catches in spring assessments of stream trout lakes in this area.  White sucker compete with stream trout for invertebrate forage, and it can be difficult to maintain high quality stream trout populations in lakes with high numbers of white sucker. <br> \n <br> \nNo other fish species were sampled in 2012, although the survey crew did observe some unidentified minnows along the shoreline. <br> \n</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2012-06-04",
                    "4311209655134005",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2012-06-04",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                11
                            ],
                            [
                                15,
                                15
                            ],
                            [
                                16,
                                11
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 19
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                5
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                6,
                                3
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "20302404341407002",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 602.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.66",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "1.25",
                        "quartileCount": "N/A",
                        "totalWeight": 6187.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Special gill nets",
                        "averageWeight": "1.36",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 494.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Special gill nets",
                        "averageWeight": "1.09",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "16.50",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 21740.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.45",
                        "totalCatch": 33
                    }
                ],
                "narrative": "<p>Talus is a small, designated stream trout lake located 25 miles north of Grand Marais in the Lake Superior North watershed, discharging to that lake via West Twin Lake, Bluff Creek, and the Brule River. Public access is through portages from either Kemo Lake or West Twin Lake. Talus has been managed exclusively for rainbow trout with stocking since 1959. The 2023 survey was conducted to evaluate the growth and survival of stocked rainbow trout year classes.  <br> \n <br> \nRainbow trout abundance was very low in 2023 continuing a decline since the 2012 survey. Catch rates were similar to other area lakes. Rainbow trout captured in this survey ranged from 7.5 to 14.5 inches. Aging results indicated that two year classes were present, age 1 and age 3, from the 2022 and 2020 stocking events. Growth appeared to be below average for similar rainbow trout lakes with fish reaching 9.29 inches at age-2 compared to area mean of 11.4 inches. <br> \n <br> \nThe white sucker catch in 2023 was again high for Talus lake and above the normal range found in spring surveys of stream trout lakes in this area. White sucker compete with trout for invertebrate forage, and the high numbers observed may account for slow rainbow trout growth observed in recent surveys. White sucker removals may be considered if the performance of rainbow trout continues to be low. <br> \n <br> \nCook County, Minnesota lakes continue to be susceptible to aquatic invasive species introductions. Invasive species have the potential to significantly alter fish communities and overall lake health. Anglers should clean watercraft and fishing gear, drain all water, and dispose of unused bait in the trash to prevent accidental introductions.  <br> \n</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2023-06-06",
                    "20302404341407002",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2023-06-06",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 14
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                6
                            ],
                            [
                                14,
                                16
                            ],
                            [
                                15,
                                14
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "109997",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 12.19,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.03",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>RAINBOW TROUT FROM THE 1983, 1982 AND 1981 STOCKNG WERE TAKEN DURING THIS ASSESSEMENT. GROWTH RATES ARE ABOUT AVERAGE. SOME LARGE INDIVIDUALS ARE PRESENT.</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "1986-06-02",
                    "109997",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1986-06-02",
                "lengths": {}
            },
            {
                "surveyID": "111484",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.50",
                        "quartileCount": "N/A",
                        "totalWeight": 7140.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.05",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "2.50",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 3152.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.39",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>Rainbow trout were abundant in Talus Lake in June 2004.  Fish as large as 22.1 inches were taken; however, most of the catch was between 12 and 13 inches in length.  The high catch was due to good survival of the 2002 fingerling stocking, which accounted for all but two if the fish taken.  White sucker were also present in 2004, but in fairly low numbers.  No other undesirable fish species were found.</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2004-06-01",
                    "111484",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2004-06-01",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                22,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 22
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                2
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "111485",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3795.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "4.18",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 905.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>The catch of rainbow trout during this assessment was the lowest ever recorded for this lake, yet the catch was normal for the Grand Marais area.  Fishing pressure may have increased in recent years.  Growth is faster than normal compared to other area lakes.</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2000-06-05",
                    "111485",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-06-05",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 18
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ],
                            [
                                23,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 23
                    }
                }
            },
            {
                "surveyID": "2670815149999003",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.75",
                        "quartileCount": "1.0-8.9",
                        "totalWeight": 3126.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.4-1.7",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.98",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>Talus Lake has been managed for stream trout since the 1950s, and was regularly stocked through 2007.  No rainbow trout were taken in the 2008 assessment, even though stocked fish should have been present, and even after netting effort was doubled when no fish were taken on the first day of netting.  The failure to take at least one trout was unprecedented in this lake.  Because the results of this assessment were so unusual, another assessment will be done in 2009 to determine whether these results were a fluke, or indicative of deeper problems with the fish population. <br> \n <br> \nWhite sucker have been taken in the past in Talus Lake, but they have never been abundant.  Although the 2008 catch was one of the higher catches observed in this lake historically, it still fell well below the normal range (3.2 to 28.0 fish/gill net) for stream trout lakes in this area. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Talus",
                    null,
                    "16018700",
                    "2008-06-05",
                    "2670815149999003",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2008-06-05",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                20,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 20
                    }
                }
            }
        ],
        "countyName": "Cook"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}