{
    "timestamp": 1737664988,
    "result": {
        "lakeName": "Star",
        "sampledPlants": [],
        "shoreLengthMiles": 9.6,
        "DOWNumber": 47012900,
        "waterClarity": [
            [
                "07/10/2023",
                "1.25"
            ],
            [
                "06/17/2013",
                "5.7"
            ],
            [
                "06/14/2007",
                "3.5"
            ],
            [
                "06/14/2017",
                "2.5"
            ]
        ],
        "averageWaterClarity": "3.2",
        "littoralAcres": 556.69,
        "areaAcres": 552.86,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 15.0,
        "officeCode": "F411",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "No longer maintained since new access was developed on the SE shore.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "18702318460280001",
                "fishCatchSummaries": [
                    {
                        "CPUE": "11.67",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 146707.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.08",
                        "totalCatch": 105
                    },
                    {
                        "CPUE": "82.11",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 39614.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 739
                    },
                    {
                        "CPUE": "7.67",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 25907.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.83",
                        "totalCatch": 69
                    },
                    {
                        "CPUE": "2.44",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 34560.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.46",
                        "totalCatch": 22
                    },
                    {
                        "CPUE": "0.89",
                        "quartileCount": "0.4-4.3",
                        "totalWeight": 255.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.07",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.56",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 20620.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-5.0",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "9.09",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 227.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.5-1.0",
                        "totalWeight": 1644.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-1.5",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.62",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "2.33",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 809.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>Star is a moderate sized lake (552 acres) located southwest of the City of Litchfield in Meeker County. A state-owned access with paved parking and a single cement boat ramp is present on the southeast shore. Star has approximately ten miles of shoreline and a maximum depth of fifteen feet. The Minnesota Department of Natural Resources (MNDNR) has divided Minnesota's lakes into 44 different classes based on physical and chemical characteristics. Star is a class 42 lake and other similar waterbodies in the Hutchinson Fisheries Management Area are Marion and Otter Lakes in McLeod County. Star's 2018 lake management plan listed Walleye as primary management species, while Northern Pike, Black Crappie, Bluegill and Largemouth Bass were secondary species. An aeration system is typically operated during ice-covered months to provide a small refuge area for fish during harsh winters. The most recent partial winterkill at Star Lake occurred in 2014. Fish populations can fluctuate widely depending on the severity of the latest winterkill event. Netting was completed in 2023 to monitor the fish population. <br> \n <br> \nLow numbers of Walleye were netted in 2023, but size was large. Walleye averaged 21 inches in length. The maximum length of Walleye sampled was 24 inches. The oldest Walleye was age-9. A new Walleye stocking regime was initiated in 2022 (278,000 Spicer strain Walleye fry in even numbered years) in an attempt to increase their abundance. This change was made after a series of stockings, from 2014 thru 2018, failed to meet lake management plan goals. High numbers of predatory Northern Pike have likely been a limiting factor on small Walleye at Star Lake following the 2014 partial winterkill. Northern Pike were abundant this year with fish averaging 23.6 inches in length. Approximately 27% of pike netted were 26 inches or longer. Large pike were found to be present at Star Lake in 2023, with the longest fish measuring 38 inches. Northern Pike regulations were revised at a statewide level beginning in 2018 to better accommodate regional differences in pike habitats, population abundances and size structures. Three management zones were established for Northern Pike, with their own bag limit and length limit restrictions. In the north-central zone, where Star Lake is found, anglers can keep up to ten Northern Pike, but no more than two fish can be longer than 26 inches; and all pike from 22 to 26 inches must be immediately released. Darkhouse spear fishermen are allowed to have one pike within the protected slot limit in their possession. This zone regulation is meant to reduce small pike abundance by shifting population size structure back to more medium and large sized pike.  <br> \n <br> \nHigh numbers of Black Crappie were netted in 2023, but average size was small (6.3 inches in length). Approximately 6% of the gill net catch was 9 inches or longer. The longest Black Crappie sampled was 11.8 inches in length. Crappie fishing could be good over the next couple of years as additional fish grow to a more acceptable size. Low numbers of Bluegill were gill netted, but sunfish typically do not sample well in that type of gear. The longest Bluegill sampled was 7.5 inches. Bluegill were last stocked in 2015, following the 2014 partial winterkill. Low numbers of Largemouth Bass were netted, but that species typically does not sample well in gill nets. However, the Largemouth Bass that was captured was almost 19 inches long, indicating that quality sized fish were present at Star Lake. Low numbers of Yellow Perch were netted and all were small. Average length for gill netted perch was 6.0 inches. The longest perch sampled was 6.8 inches. However, Yellow Perch likely play an important role as forage at Star Lake.  <br> \n <br> \nAdditional fishes sampled in the 2023 gill nets included Black Bullhead, Common Carp and Golden Shiner.    <br> \n <br> \nPeople can have significant impacts on lakes and the fish populations they support. Overharvest, lakeshore development, removal of shoreline vegetation, and introductions of invasive species can all adversely affect fish populations. Aquatic invasive species (AIS) are typically moved from infested to non-infested waters by anglers, boaters and lakeshore owners, and can adversely impact lakes and fish populations. To avoid spreading AIS, lake users are required to remove all aquatic plants and animals from their watercraft and drain all lake water from their boat and bait buckets before leaving the lake. If you suspect an infestation of an invasive species in this lake, save a specimen and report it to a local MNDNR office. Additional information on all of these topics can be found on the MNDNR website (www.dnr.state.mn.us) or by contacting the Hutchinson Area Fisheries office.</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "2023-07-10",
                    "18702318460280001",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2023-07-10",
                "lengths": {
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 18
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 7
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                11,
                                19
                            ],
                            [
                                12,
                                18
                            ],
                            [
                                13,
                                10
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                5
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 13
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                8
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 6
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                5
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                4,
                                357
                            ],
                            [
                                5,
                                156
                            ],
                            [
                                6,
                                38
                            ],
                            [
                                7,
                                40
                            ],
                            [
                                8,
                                104
                            ],
                            [
                                9,
                                37
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 11
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                9
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                24,
                                2
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 24
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                11
                            ],
                            [
                                21,
                                11
                            ],
                            [
                                22,
                                16
                            ],
                            [
                                23,
                                13
                            ],
                            [
                                24,
                                8
                            ],
                            [
                                25,
                                5
                            ],
                            [
                                26,
                                4
                            ],
                            [
                                27,
                                4
                            ],
                            [
                                28,
                                4
                            ],
                            [
                                29,
                                5
                            ],
                            [
                                30,
                                8
                            ],
                            [
                                31,
                                1
                            ],
                            [
                                33,
                                1
                            ],
                            [
                                38,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 38
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                22,
                                1
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                30,
                                2
                            ]
                        ],
                        "minimum_length": 22,
                        "maximum_length": 30
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                10
                            ],
                            [
                                6,
                                10
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    }
                }
            },
            {
                "surveyID": "116969",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.00",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 7.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.50",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "2.83",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 10.45,
                        "gearCount": 6.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.61",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "50.00",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 184.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.84",
                        "totalCatch": 100
                    },
                    {
                        "CPUE": "3.33",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 5.7,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.29",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "15.00",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 3.5,
                        "gearCount": 2.0,
                        "quartileWeight": "0.8-5.0",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 11.2,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.73",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "28.33",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 276.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.62",
                        "totalCatch": 170
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.9,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.45",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>STATUS OF THE FISHERY:\nThe fishery is composed of northern pike, bluegill sunfish, carp and black bullheads.  Northern pike are fairly abundant (7.0/gillnet), with these being of age class 1 and 2.  Bluegill are present at a low level (3.3/trapnet), after winterkill of 1977-78.  Black bullheads are abundant (28.3/trapnet and 50.0/gillnet).  Shoreline seining indicates that minnows are abundant.</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1978-07-31",
                    "116969",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1978-07-31",
                "lengths": {}
            },
            {
                "surveyID": "5151316337871001",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.67",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 89459.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.87",
                        "totalCatch": 51
                    },
                    {
                        "CPUE": "7.56",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 6795.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 68
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 434.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.96",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "N/A",
                        "totalWeight": 395.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.44",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "9.89",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 7851.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.19",
                        "totalCatch": 89
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 14937.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.74",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "1.4-6.6",
                        "totalWeight": 465.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.3-0.7",
                        "species": "BRB",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.03",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.89",
                        "quartileCount": "N/A",
                        "totalWeight": 19244.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "5.30",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "4.33",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 5566.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.31",
                        "totalCatch": 39
                    },
                    {
                        "CPUE": "1.11",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 4363.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.96",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "1.22",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 25747.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "5.16",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 22300.0,
                        "gearCount": 9.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "8.19",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "11.22",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 5425.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 101
                    }
                ],
                "narrative": "<p>A population assessment was conducted at Star Lake in 2013 to monitor the Lake's fish community.  The 2008 Lake Management Plan listed Walleye and Northern Pike as primary management species while Black Crappie and Bluegill were listed as a secondary species.  The last severe winterkill on Star Lake occurred in 2001, but a light kill may have also occurred in 2007.  Quite a few milder winters over the last decade, along with aeration, may be reducing the frequency (1 in 13 years from 2001-2013) and severity of winterkill at Star Lake.  However, fish populations can change drastically if a significant winterkill does occur.  A total of 8 different species, plus Hybrid Sunfish, were sampled in 2013.      <br> \n <br> \nGill nets sampled 12 Walleye for a catch rate of 1.3/net, which was within the normal range for a lake of this type.  The 2007 catch rate was also low at 2.4/net.  Catch rates from 1973 to 2013 (n=9) were mostly low, ranging from 0.0 to 18.0/net with an average of 2.8.  In 2013, gill netted Walleye were 10.5 to 24.0 inches long with an average of 19.4.  Trap nets sampled 11 Walleye and 7 of those fish were over 25.0 inches in length, with a maximum length of 27.4 inches.  Gill netted Walleye were age-2 to age-12 with 6 year-classes being present.  Years when Walleye were not stocked made up 8% (1 fish) of the gill net aged Walleye, indicating that natural reproduction had occurred.  However, low gill net catches in 2007 and 2013 indicated that recruitment from natural reproduction was not significant at Star Lake.  Growth was fast, as would be expected when low numbers of fish were present.  The latest stocking regime (2 pounds of fingerlings/littoral acre every-other-year) was initiated in 2009.  The 2009 year-class (age-4) and the 2011 year-class (age-2) only produced 4 fish in the 2013 gill net catch.  The previous stocking regime (2003 through 2007) was 1 pound of fingerlings/littoral acre every-other-year.  That regime produced a total of 8 gill netted Walleye in the 2007 and 2013 assessments.  Approximately 179 pounds of yearlings and 327 pounds of adults were also stocked between 2003 and 2008.  The average gill net catch rate from the 2007 and 2013 assessments was 1.9/net.  The poor performance of these regimes, of various life stages, could be attributed to higher numbers of predatory Northern Pike (averaging 8.7/gill net since 2003), low numbers of Yellow Perch forage averaging 4.5/gill from 2003 and 2007), and low numbers of Black Bullhead forage (averaging 5.7/gill net since 2007).  The 2001 fry stocking (1,000/littoral acre), following a severe winterkill, was extremely successful as measured by the 2003 gill net catch (18.0/net, all age-2).        <br> \n <br> \nGill nets sampled 51 Northern Pike for a catch rate of 5.7/net, which was within the normal range for a lake of this type.  The 2007 catch rate was 11.3/net.  Catch rates from 1973 to 2013 (n=9) were variable ranging from 0.7 to 11.3/net with an average of 6.2.  In 2013, gill netted Northern Pike were 15.8 to 36.1 inches long with an average of 25.3.  An impressive 31% of the gill net sample was 30 inches or longer.  Trap nets sampled fish up to 36.8 inches in length.  Size data indicated that a high quality population was present.  Northern Pike were not aged, but the length frequency distribution indicated that multiple age-classes were present.  High numbers of Northern Pike in 2003, 2007 and 2013, averaging 8.7/gill net, may be limiting Walleye fingerling and yearling stocking efforts.   <br> \n <br> \nGill nets sampled 101 Yellow Perch for a catch rate of 11.2/net, which was within the normal range for a lake of this type and the second highest catch rate ever recorded at Star Lake.  Yellow Perch were the most abundant fish gill netted in 2013.  Catch rates from 1973 to 2013 (n=9) were highly variable ranging from 0.0 to 37.0/net with an average of 7.2.  The latest three catch rates (2003, 2007, and 2011) indicated a possible slight upward trend in abundance.  Gill netted Yellow Perch were 5.3 to 9.1 inches long with an average of 6.4.  Although few fish were of an acceptable size for anglers, Yellow Perch were likely an important forage item for predatory fish at Star Lake.   <br> \n <br> \nGill nets sampled 68 Black Crappie for a catch rate of 7.6/net, which was within the normal range for a lake of this type.  The 2007 catch rate was much higher at 51.9/net.   Gill net catch rates from 1973 to 2013 (n=9) were variable, ranging from 0.0 to 51.9/net with an average of 12.3.  In 2013, gill netted Black Crappie were 5.5 to 10.8 inches long with an average of 7.2.  Moderate numbers of fish (46) in the 5.5 to 6.9 inch range indicated that substantial recruitment had occurred at Star Lake in recent years.  Trap nets sampled 39 Black Crappie for a catch rate of 4.3/net, which was within the normal range for a lake of this type.  The 2007 trap net catch rate was 11.1/net.  Trap net catch rates from 1973 to 2013 (n=11) were highly variable, ranging from 0.0 to 155.8/net with an average of 18.7.  Trap netted Black Crappie were 3.5 to 10.98 inches long with an average of 8.0.  Approximately 49% of the trap net sample was 9 inches or longer, indicating that a quality population was present.      <br> \n  <br> \nTrap nets sampled 89 Bluegill for a catch rate of 9.9/net, which was within the normal range for a lake of this type.  Bluegill were the most abundant fish sampled with the trap nets in 2013.  The 2007 catch rate was 24.6/net.  Catch rates from 1973 to 2013 (n=11) were variable, ranging from 0.0 to 133.8/net with an average of 22.2.  In 2013, trap netted Bluegill were 4.2 to 9.7 inches long with an average of 6.3.  Approximately 18% of the trap net catch was 7 inches or longer, which was an increase from the 3% that reached 7 inches in 2007.     <br> \n <br> \nSpring night-time electrofishing, targeting Largemouth Bass, was not conducted in 2013 due to a lack of time and manpower.  In 2013, anecdotal reports from anglers stated that a fair to good bass population was now present at Star Lake.  A sustainable Largemouth Bass fishery may be possible at Star Lake, with aeration, and as long as winters are not too severe.   <br> \n <br> \nGill nets sampled 1 Black Bullhead for a catch rate of 0.1/net, which was below the normal range for a lake of this type.  Catch rates from 1973 to 2013 (n=9) were highly variable, ranging from 0.0 to 232.3/net with an average of 90.1.  The last four catch rates (1997 to 2013) may be indicating a downward trend in abundance for Black Bullhead at Star Lake.  The 2013 trap net catch rate was 1.1/net and the lowest ever measured at Star Lake.  Trap net catch rates from 1973 to 2013 (n=11) were highly variable, ranging from 1.1 to 645.0/net with an average of 119.3.  The last four catch rates (1997 to 2013) indicated a possible downward trend in Black Bullhead abundance at Star Lake.  In 2013, trap netted Black Bullhead were 8.1 to 13.7 inches long with an average of 11.9.  A possible reason for the apparent decline in Black Bullhead abundance could be the lack of winterkill since 2001.  Predator numbers may have been high enough, over the last decade, to significantly limit Black Bullhead recruitment.      <br> \n <br> \nGill nets sampled 0 Carp in 2013.  The 2007 catch rate was 2.7/net.  Catch rates from 1973 to 2013 (n=9) were variable ranging from 0.0 to 15.0/net with an average of 2.6.  Trap nets sampled 6 Carp for a catch rate of 0.7/net, which was below the normal range for a lake of this type.  Catch rates from 1973 to 2013 (n=11) ranged from 0.0 to 22.2/net with an average of 3.7.  Trap netted Carp were 21.9 to 28.9 inches long in 2013 with an average of 25.5.  Gill net catch rates (n=3) and trap net catch rates (n=3) from 2003 to 2013 both indicated possible downward trends in Carp abundance at Star Lake. <br> \n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "2013-06-17",
                    "5151316337871001",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2013-06-17",
                "lengths": {
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                21,
                                1
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 21,
                        "maximum_length": 28
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                49
                            ],
                            [
                                6,
                                24
                            ],
                            [
                                7,
                                20
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 9
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                4
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                24,
                                5
                            ],
                            [
                                25,
                                5
                            ],
                            [
                                26,
                                5
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                30,
                                3
                            ],
                            [
                                31,
                                4
                            ],
                            [
                                32,
                                3
                            ],
                            [
                                33,
                                4
                            ],
                            [
                                34,
                                2
                            ],
                            [
                                35,
                                1
                            ],
                            [
                                36,
                                2
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 36
                    },
                    "BRB": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 12
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                3
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                2
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                3
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                3
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 27
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                11
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                5,
                                17
                            ],
                            [
                                6,
                                46
                            ],
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                9
                            ],
                            [
                                9,
                                20
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 10
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                4
                            ],
                            [
                                5,
                                27
                            ],
                            [
                                6,
                                42
                            ],
                            [
                                7,
                                7
                            ],
                            [
                                8,
                                8
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 9
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 7
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "116963",
                "fishCatchSummaries": [
                    {
                        "CPUE": "158.67",
                        "quartileCount": "1.4-6.6",
                        "totalWeight": 307.2,
                        "gearCount": 6.0,
                        "quartileWeight": "0.3-0.7",
                        "species": "BRB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.32",
                        "totalCatch": 952
                    },
                    {
                        "CPUE": "7.00",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 45.1,
                        "gearCount": 2.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.22",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "46.50",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 15.8,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 93
                    },
                    {
                        "CPUE": "2.83",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 24.9,
                        "gearCount": 6.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.46",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "17.50",
                        "quartileCount": "1.0-6.0",
                        "totalWeight": 15.5,
                        "gearCount": 2.0,
                        "quartileWeight": "0.3-0.7",
                        "species": "BRB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.44",
                        "totalCatch": 35
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 36.4,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "4.55",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "155.83",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 231.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.25",
                        "totalCatch": 935
                    }
                ],
                "narrative": "<p>STATUS OF THE FISHERY: <br> \nNo walleyes found in this lake.  Present northern pike population is composed mainly of two age groups (age 4 and age 5).  Growth about average, but abundance is above average for this area.  Spawning areas are present for northern pike, but there has been little evidence of reproduction by northern pike in the seining or test nets.  Black crappie are relatively high in number, but are small in size.  Bluegills present, but very low in number. <br> \n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1973-07-02",
                    "116963",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1973-07-02",
                "lengths": {}
            },
            {
                "surveyID": "116796",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.33",
                        "quartileCount": "0.2-2.0",
                        "totalWeight": 0.75,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.38",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "3.88",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 43.5,
                        "gearCount": 8.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.40",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 1.15,
                        "gearCount": 8.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.14",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "3.38",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 4.45,
                        "gearCount": 8.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1.5,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.25",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "63.33",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 25.7,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.07",
                        "totalCatch": 380
                    },
                    {
                        "CPUE": "1.17",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 2.2,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.31",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 24.1,
                        "gearCount": 8.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.34",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 0.15,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "PMK",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.15",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "30.00",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 42.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.23",
                        "totalCatch": 180
                    },
                    {
                        "CPUE": "109.83",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 126.4,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.19",
                        "totalCatch": 659
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 3.6,
                        "gearCount": 6.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.20",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "8.83",
                        "quartileCount": "0.8-8.4",
                        "totalWeight": 6.8,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 53
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.5,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.06",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "1.88",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 4.25,
                        "gearCount": 8.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.28",
                        "totalCatch": 15
                    }
                ],
                "narrative": "<p>STATUS OF THE FISHERY:\nThe stocking effort in Star Lake following the last winterkill (1988-89) appears to have been successful.  Walleye, stocked as fry in the spring of 1989, were present in both gillnet (2.3 fish/lift) and trapnet (0.5 fish/lift) samples, and averaged 15.4 inches in length.  Northern pike, stocked as fingerlings in 1990, recruited to the gillnets at 3.9 fish per lift.  Bluegill were abundant in trapnet samples (63.3 fish/lift).  Young of the year (YOY) bluegill were the only YOY gamefish sampled during shoreline seining.  Black crappie, although not represented well in the gillnets, were abundant in the trapnet sample (30.0 per lift).  The black bullhead catch rate was 3.4 and 104.8 fish per lift in gillnets and trapnets, respectively.\n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1991-06-25",
                    "116796",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1991-06-25",
                "lengths": {}
            },
            {
                "surveyID": "116964",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.60",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 0.5,
                        "gearCount": 5.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.17",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "4.60",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 4.8,
                        "gearCount": 5.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.21",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "22.20",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 152.2,
                        "gearCount": 5.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.37",
                        "totalCatch": 111
                    },
                    {
                        "CPUE": "8.20",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 8.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 41
                    },
                    {
                        "CPUE": "1.40",
                        "quartileCount": "N/A",
                        "totalWeight": 18.1,
                        "gearCount": 5.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.59",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "1.60",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 2.2,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.28",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "22.60",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 31.2,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.28",
                        "totalCatch": 113
                    }
                ],
                "narrative": "<p>STATUS OF THE FISHERY: <br> \nTrap nets and shoreline seining were used to assess the Star Lake fish population in August 1980.  Trapnets sampled low numbers of black crappie (1.6/net), yellow perch (0.6/net), and northern pike (1.4/net).  Moderate numbers of bluegill (11.7/net), walleye (4.6/net), and black bullhead (22.6/net) were sampled.  High numbers of carp (22.2/net) were sampled.  Shoreline seining documented that young of the year bluegill, walleye, fathead minnow, and yellow perch were present.  Star Lake suffered winterkill in 1979. <br> \n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1980-08-04",
                    "116964",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1980-08-04",
                "lengths": {}
            },
            {
                "surveyID": "117249",
                "fishCatchSummaries": [
                    {
                        "CPUE": "9.00",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 57852.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.36",
                        "totalCatch": 54
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 781.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.43",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "148.00",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 15508.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.04",
                        "totalCatch": 888
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 244.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 502.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.55",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "18.00",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 36293.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.74",
                        "totalCatch": 108
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 15270.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.81",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 1618.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.40",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "96.44",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 21686.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.06",
                        "totalCatch": 868
                    },
                    {
                        "CPUE": "5.33",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 26970.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.8-5.0",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.86",
                        "totalCatch": 32
                    },
                    {
                        "CPUE": "0.56",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 2289.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.01",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 54.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 54787.0,
                        "gearCount": 9.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.24",
                        "totalCatch": 54
                    },
                    {
                        "CPUE": "4.17",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 2156.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.19",
                        "totalCatch": 25
                    }
                ],
                "narrative": "<p>A population assessment was conducted at Star Lake in Meeker County begining on 6/29/03 to evaluate the fish population.  Star Lake is 557 acres, has a maximum depth of 15 feet and is primarily managed for walleye and black crappie.  The lake also has a history of winterkill and a substantial kill occurred during the 2000-2001 winter.  A good portion of the lake is undeveloped and is quite scenic when compared to other lakes in the Hutchinson Management Area.  The lake association operates an aeration system during the winter to reduce the severity and frequency of winterkill.  Heavy algal blooms during summer months are common on Star Lake and water clarity is often limited.The most abundant fish sampled in gill and trap nets was black bullhead, and that is common for lakes in this area.  Walleye fry were stocked into Star Lake following the winterkill and they have survived well and grown fast.  The 2003 walleye catch rate (18.0/net) was the highest ever measured at Star Lake and the size of the population would be considered large.  Walleye were 10.7-15.9 inches long averaging 13.0\" and 0.8 lbs.  All of the walleye netted were from the 2001 year class (age 2).  Good numbers of northern pike were also sampled in 2003.  The pike catch rate (9.0/net) was also an all time high for Star Lake.  Most of those fish were 19-25\" long, averaging 22.3\".  The longest northern sampled was 29.6\".  Few yellow perch were sampled (4.2/net), but some were nice sized.  Gill netted yellow perch were 5.0-9.1\" and averaged 7.2\".  Bluegill and black crappie were also reintroduced following the winterkill, but netting results indicate that numbers were low for those species.  Trap nets sampled 4 bluegill, ranging in size from 3.5-6.1\".  Bluegill were either 1 or 2 years old.  A total of 9 black crappie were sampled, ranging in size from 7.9-9.7 inches.  Black crappie were either 2 or 4 years old.  Netting also showed high numbers (6.0/net) of carp at Star Lake, ranging in size from 13.3-28.2 inches.  The walleye and pike populations could be characterized as good to excellent.</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "2003-06-29",
                    "117249",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-06-29",
                "lengths": {
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                3,
                                5
                            ],
                            [
                                4,
                                83
                            ],
                            [
                                5,
                                1161
                            ],
                            [
                                6,
                                78
                            ],
                            [
                                7,
                                88
                            ],
                            [
                                8,
                                264
                            ],
                            [
                                9,
                                71
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 10
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 6
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                19
                            ],
                            [
                                12,
                                38
                            ],
                            [
                                13,
                                30
                            ],
                            [
                                14,
                                16
                            ],
                            [
                                15,
                                8
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 15
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                14
                            ],
                            [
                                15,
                                34
                            ],
                            [
                                16,
                                20
                            ],
                            [
                                17,
                                12
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                28,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 28
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                5,
                                8
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                8
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 12
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 9
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                5
                            ],
                            [
                                20,
                                7
                            ],
                            [
                                21,
                                6
                            ],
                            [
                                22,
                                5
                            ],
                            [
                                23,
                                13
                            ],
                            [
                                24,
                                7
                            ],
                            [
                                25,
                                3
                            ],
                            [
                                26,
                                4
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                31,
                                2
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 31
                    }
                }
            },
            {
                "surveyID": "940709957308000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "11.44",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 9713.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.21",
                        "totalCatch": 103
                    },
                    {
                        "CPUE": "1.22",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 558.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "0.2-2.0",
                        "totalWeight": 66.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.07",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "CAP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "11.33",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 136336.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.95",
                        "totalCatch": 102
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "0.4-4.3",
                        "totalWeight": 141.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "9.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 38
                    },
                    {
                        "CPUE": "2.67",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 38937.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-5.0",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.58",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 271.0,
                        "gearCount": 1.5,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.60",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 17425.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "4.27",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "4.11",
                        "quartileCount": "0.2-1.0",
                        "totalWeight": 664.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "CSH",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "3.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "4.44",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 64326.0,
                        "gearCount": 9.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.55",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "713.75",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 2855
                    },
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "PMK",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "2.44",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 33392.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.35",
                        "totalCatch": 22
                    },
                    {
                        "CPUE": "2.75",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 56.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.12",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "9.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 536.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "GSF",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.5-7.4",
                        "totalWeight": 1285.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.2",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.83",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "51.89",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 36639.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 467
                    },
                    {
                        "CPUE": "11.33",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 9619.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.21",
                        "totalCatch": 102
                    },
                    {
                        "CPUE": "4.78",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 2151.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "3.11",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 49244.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.88",
                        "totalCatch": 28
                    },
                    {
                        "CPUE": "0.56",
                        "quartileCount": "0.8-8.4",
                        "totalWeight": 124.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.05",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "24.56",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 6513.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.06",
                        "totalCatch": 221
                    },
                    {
                        "CPUE": "11.11",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 5714.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 100
                    }
                ],
                "narrative": "<p>A resurvey was conducted at Star Lake in 2007.  Lakeshore residents reported dead fish, mainly bullhead, during the spring of 2007 and a qualitative netting on 4/12/07 was used to assess the degree of winterkill.  The assessment produced northern pike, walleye, black crappie, bluegill, yellow perch, carp, black bullhead and golden shiner, indicating that only a light partial kill had occurred.  The previous winterkill in 2000-2001 was much more severe.  An aerator is operated during the winter to reduce the frequency and severity of winterkill at Star Lake.  This was the first time that spring night-time electrofishing was used to target largemouth bass at Star.  The steel panel at the outlet was present in 2007, but was not a barrier to smaller sized fish.  Star is primarily managed for walleye and black crappie.\n\nIn 2007, the surrounding watershed was dominated by row-crop agriculture.  Much of the shoreline remained undeveloped in the form of forest, especially on the southwest side of the lake.  Residential homes occupied roughly 20% of the shoreline.  A total of 27 aquatic plant varieties were documented during late summer plant sampling, but all were ranked as rare.  Maximum depth of plant growth was 4.2 feet.  Detritus, muck and silt were common shoalwater substrates, while boulder, gravel, rubble and sand were ranked as rare.  The secchi disk reading was 3.5 feet in mid-June.  Curly-leaf pondweed can be abundant during the spring and early summer at Star Lake, but vegetation abundance usually decreases in early July.  Shoreland owners are encouraged to protect emergent aquatic plants.  Bullrush and cattails provide food and cover for many fish and wildlife species, improve water clarity, reduce erosion, and improve aesthetics.  \n\nA total of 22 walleye were gill netted for a catch rate of 2.4/net, which indicated that the population was low.  The catch rate in 2003 was much higher at 18.0/net.  In 2007, walleye were 9.8-24.3 inches long averaging 20.2 inches.  Approximately 67% of the gill net catch was 20 inches or longer.  Walleye were 2-8 years old with 7 year-classes present.  The highly successful 2001 year-class accounted for 45% of the gill net sample.  Fry were stocked in 2001 following the winterkill.  An every-other-year fingerling stocking regime started in 2003.  Adult walleye were also stocked in 2003 and 2005 to supplement fingerling stocking efforts because quotas were not reached those years.  \n\nA total of 102 northern pike were gill netted for a catch rate o f 11.3/net, which indicated that numbers were high.  The catch rate in 2003 was also high at 9.0/net.  The 2007 catch rate was the highest on record for Star Lake.  In 2007, northern pike were 18.2-32.0 inches long averaging 23.7 inches.  Trap nets sampled northern pike up 37.2 inches.  Northern pike were 2-5 years old with 4 year-classes present.  High numbers of northern pike could be limiting survival of walleye fingerlings.\n\nA total of 43 yellow perch were gill netted for a catch rate of 4.8/net, which indicated that fair numbers were present.  The 2003 catch rate was 4.2/net.  In 2007, yellow perch were 5.2-7.2 inches long averaging 6.2 inches.  Yellow perch were 1-5 years old with 5 year-classes present.  Age 2 fish accounted for 65% of the gill net sample.\n\nA total of 100 black crappie were trap netted for a catch rate of 11.1/net, which indicated that moderate numbers were present.  The gill net catch rate of 51.9/net indicated that high numbers were present.  The trap net catch rate in 2003 was 1.0/net.  In 2007, black crappie were 5.4-12.4 inches long averaging 7.1 inches.  Approximately 12% of the trap net sample was 9 inches or longer, while 18% of the gill net sample was 8 inches or longer.  Black crappie were 1-5 years old with 5 year classes present.  Age 2 fish accounted for 70% of the gill net sample.  Growth was somewhat slow.  \n\nA total of 221 bluegill were trap netted for a catch rate of 24.6/net, which indicated that moderate numbers were present.  The catch rate in 2003 was only  0.4/net.  In 2007, bluegill were 3.3-8.6 inches long averaging 5.2 inches.  Approximately 14% of the trap net catch was 6 inches or longer and only 3% were 7 inches or longer.  Bluegill were 2-6 years old with 5 year-classes present.  Growth was somewhat high.  Low densities of submergent vegetation may be limiting the bluegill population at Star Lake.\n\nA total of 103 black bullhead were trap netted for a catch rate of 11.4/net, which indicated that fair numbers were present.  The catch rate in 2003 was 96.4/net.  The gill net catch rate in 2007 was 11.3/net.  In 2007, trap netted black bullhead were 4.8-9.1 inches long averaging 7.6 inches.  \n\nA total of 40 carp were trap netted for a catch rate of 4.4/net, which indicated that numbers were high.  The catch rate in 2003 was 6.0/net.  In 2007, trap netted carp were 14.9-24.4 inches long averaging 19.2 inches.  The gill net catch rate was 2.7/net in 2007.\n\nA total of 1 largemouth bass was collected during spring night-time electrofishing, for a catch rate of 0.7/hour.  That fish was 10.5 inches long and from the 2005 year-class.  A total of 10 largemouth bass greater than or equal to age 1 were collected during shoreline seining.  Largemouth bass were not stocked following the 2000-2001 winterkill.  \n\nA total of 9 varieties of fish were collected during shoreline seining.  Young-of-the-year were collected for bluegill (2,829), carp (9), green sunfish (6), hybrid sunfish (6), largemouth bass (4), pumpkinseed (8), and yellow perch (37).\n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "2007-06-14",
                    "940709957308000",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2007-06-14",
                "lengths": {
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                35
                            ],
                            [
                                7,
                                132
                            ],
                            [
                                8,
                                31
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 9
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                10
                            ],
                            [
                                1,
                                71
                            ],
                            [
                                3,
                                4
                            ],
                            [
                                4,
                                4
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                97
                            ],
                            [
                                5,
                                99
                            ],
                            [
                                6,
                                26
                            ],
                            [
                                7,
                                6
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 8
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                10,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 10
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                3
                            ],
                            [
                                3,
                                8
                            ],
                            [
                                0,
                                1
                            ],
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                4,
                                3
                            ],
                            [
                                5,
                                101
                            ],
                            [
                                6,
                                301
                            ],
                            [
                                7,
                                56
                            ],
                            [
                                8,
                                88
                            ],
                            [
                                9,
                                11
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 12
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                1
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                36
                            ],
                            [
                                6,
                                3
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    },
                    "PMK": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                2
                            ],
                            [
                                4,
                                3
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 4
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 4
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                6
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                9
                            ],
                            [
                                23,
                                15
                            ],
                            [
                                24,
                                5
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 24
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 18
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                8
                            ],
                            [
                                16,
                                7
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                5
                            ],
                            [
                                19,
                                12
                            ],
                            [
                                20,
                                17
                            ],
                            [
                                21,
                                5
                            ],
                            [
                                22,
                                4
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 24
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                0,
                                1
                            ],
                            [
                                2,
                                13
                            ],
                            [
                                3,
                                17
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                20
                            ],
                            [
                                6,
                                30
                            ],
                            [
                                7,
                                3
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 7
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                18
                            ],
                            [
                                21,
                                13
                            ],
                            [
                                22,
                                16
                            ],
                            [
                                23,
                                10
                            ],
                            [
                                24,
                                17
                            ],
                            [
                                25,
                                6
                            ],
                            [
                                26,
                                11
                            ],
                            [
                                27,
                                8
                            ],
                            [
                                28,
                                3
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                30,
                                1
                            ],
                            [
                                31,
                                2
                            ],
                            [
                                32,
                                1
                            ],
                            [
                                37,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 37
                    }
                }
            },
            {
                "surveyID": "116968",
                "fishCatchSummaries": [
                    {
                        "CPUE": "8.60",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 42532.0,
                        "gearCount": 5.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.18",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "215.40",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 38015.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.08",
                        "totalCatch": 1077
                    },
                    {
                        "CPUE": "0.20",
                        "quartileCount": "0.5-7.4",
                        "totalWeight": 900.0,
                        "gearCount": 5.0,
                        "quartileWeight": "1.0-2.2",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.98",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 367.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "CAP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 182.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.40",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.22",
                        "quartileCount": "N/A",
                        "totalWeight": 15340.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.07",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "645.11",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 22625.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.01",
                        "totalCatch": 5806
                    },
                    {
                        "CPUE": "0.80",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 1387.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.8-5.0",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.76",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "18.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 72
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.75",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BLB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.89",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 22885.0,
                        "gearCount": 9.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "6.31",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "37.00",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 8479.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 185
                    }
                ],
                "narrative": "<p>Star Lake, Meeker County, is a 554 acre lake with a maximum depth of 15 feet.  Alake survey conducted in 1997 sampled 7 species of fish.  Star Lake may bedescribed as a hard-water lake of high fertility and impacted water quality.  Waterclarity as measured by secchi disk depth ranges from 1.4 to 6.9 feet in early tomid summer.  Adequate dissolved oxygen was sampled to a depth of 13.5 feet. Because Star Lake sometimes suffers from oxygen depletion in winter, the lakeassociation operates an aeration system.  The lake supports a diversity of aquaticplants similar to other lakes in the Hutchinson management area, growing in sparsebeds in many areas of the lake.During the winter of 1996-97, Star Lake experienced a partial winterkill.  A springnetting sampled 3 black crappies, 8 yellow perch, 63 common carp and approximately8,900 black bullheads.  The lake was restocked with adult black crappie, bluegilland northern pike, as well as walleye fry.  Star Lake is managed primarily as awalleye and black crappie fishery.   Samples of the fish population were taken inearly summer using five gill nets and nine trap nets.  The most frequently caughtspecies were black bullhead, yellow perch and northern pike.Gillnets caught 1077 black bullheads, for a catch rate of 215.4 per lift, which wasabove average for this type of lake.  Trapnets caught 5806 (645.1 per set), whichwas also above average.  Catches for both gear types have been above average inStar Lake for 25 years.  Bullheads caught in gillnets ranged in size from 5 to 12inches and averaged 7 inches, while trapnet-caught bullheads ranged from 5 to 10inches, also averaging 7 inches.  Gillnets sampled 185 yellow perch for a catchrate of 37 per lift.  This was above average for this type of lake, and an increaseover the 1991 catch rate of 1.9 per lift.  However, trapnets sampled only 0.4yellow perch per set, which was below average.  Gillnetted perch ranged in sizefrom 5 to 10 inches and averaged 6 inches, with trapnetted perch ranging from 4.5to 9.5 inches long.  About 12% of all perch measured were 8 inches or longer.  Northern pike were caught in good numbers during the 1997 survey.  Gillnetssampled 43 pike (8.6 per lift), which was above expected values for a lake of thistype.  Gillnetted northern pike ranged from 12 to 21 inches in length, with anaverage length of 21 inches.  Trapnets caught 11 pike (1.2 per set), which wassimilar to catch rates in past years.  Trapnetted pike ranged in size from 20 to33.  Of the adult fish sampled, 64% were at least 21 inches, and 8.5% were at least28 inches long.</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1997-06-30",
                    "116968",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1997-06-30",
                "lengths": {
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 9
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                51
                            ],
                            [
                                3,
                                21
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                80
                            ],
                            [
                                6,
                                59
                            ],
                            [
                                7,
                                30
                            ],
                            [
                                8,
                                13
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 9
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                1
                            ],
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                27,
                                1
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 27
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 16
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                19,
                                7
                            ],
                            [
                                20,
                                11
                            ],
                            [
                                21,
                                10
                            ],
                            [
                                22,
                                6
                            ],
                            [
                                23,
                                8
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                32,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 32
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                1
                            ],
                            [
                                1,
                                1
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 1
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                5,
                                966
                            ],
                            [
                                6,
                                194
                            ],
                            [
                                7,
                                2231
                            ],
                            [
                                8,
                                1402
                            ],
                            [
                                9,
                                190
                            ],
                            [
                                2,
                                3
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 11
                    }
                }
            },
            {
                "surveyID": "116735",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.2-2.0",
                        "totalWeight": 0.2,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.71",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 9.1,
                        "gearCount": 7.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.82",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "232.29",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 631.4,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.39",
                        "totalCatch": 1626
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 0.7,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.23",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 0.4,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.29",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 0.5,
                        "gearCount": 7.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.14",
                        "quartileCount": "0.4-4.3",
                        "totalWeight": 0.2,
                        "gearCount": 7.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.20",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 2.5,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.83",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "46.33",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 97.4,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.35",
                        "totalCatch": 278
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.8-8.4",
                        "totalWeight": 0.2,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.2-1.0",
                        "totalWeight": 0.1,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "2.29",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 2.5,
                        "gearCount": 7.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>STATUS OF THE FISHERY:\nThere is a large population of black bullheads, which are predominantly from 7\" to 10\" in length.  There are small numbers of northern pike from 7\" to 24\" in length.  Only two walleyes were sampled, which were between 7.5\" and 8.0\".  Only three bluegills, from 6\" to 7\", were sampled.   No carp were sampled, due to severe winterkill of carp in 1985-86.\n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1986-06-30",
                    "116735",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1986-06-30",
                "lengths": {}
            },
            {
                "surveyID": "13561711858756003",
                "fishCatchSummaries": [
                    {
                        "CPUE": "201.29",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 24571.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 1409
                    },
                    {
                        "CPUE": "0.71",
                        "quartileCount": "1.4-6.6",
                        "totalWeight": 3104.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.3-0.7",
                        "species": "BRB",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.37",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.86",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 290.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "16.50",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 118633.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.64",
                        "totalCatch": 99
                    },
                    {
                        "CPUE": "23.06",
                        "quartileCount": "N/A",
                        "totalWeight": 1522.0,
                        "gearCount": 0.823888888888889,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Standard electrofishing",
                        "averageWeight": "0.18",
                        "totalCatch": 19
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "0.3-4.2",
                        "totalWeight": 30190.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.8-5.0",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "8.32",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 31855.0,
                        "gearCount": 7.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.34",
                        "totalCatch": 21
                    },
                    {
                        "CPUE": "1.43",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 26376.0,
                        "gearCount": 7.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "5.81",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "5.67",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 37641.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.44",
                        "totalCatch": 34
                    },
                    {
                        "CPUE": "0.14",
                        "quartileCount": "N/A",
                        "totalWeight": 82.0,
                        "gearCount": 7.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.18",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.5-1.0",
                        "totalWeight": 130.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-1.5",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.29",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "17.00",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 2721.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.06",
                        "totalCatch": 102
                    },
                    {
                        "CPUE": "218.50",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 64645.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.11",
                        "totalCatch": 1311
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 428.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.14",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 710.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.57",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "1.0-6.0",
                        "totalWeight": 460.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.3-0.7",
                        "species": "BRB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.34",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "3.43",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 1443.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "2.14",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 3028.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.45",
                        "totalCatch": 15
                    }
                ],
                "narrative": "<p>A standard survey was conducted at Star Lake the week of June 12, 2017 to monitor the fish population and to do a preliminary evaluation of the Walleye fry stocking regime initiated in 2014.  The 2014 lake management plan lists Northern Pike, Walleye, and Black Crappie as primary management species while Bluegill and Largemouth Bass are listed as secondary species.  In 2017, a total of 9 species, plus Hybrid Sunfish, were sampled in the gill and trap nets.  Catch rates were compared to other similar lakes across the state.  Spring night-time electrofishing, targeting Largemouth Bass, was also completed in 2017.  Dissolved oxygen levels were above 2 mg/L throughout the water column on 7/17/17, indicating that all depths of the lake were suitable for fish use at this time of the year.  The water clarity was limited, with a secchi disk reading of 2.5 feet, due to an algae bloom.  Star Lake has a history of winterkill with the last event occurring in 2014.  The previous severe winterkill was in 2001, a span of 13 years.  Fish abundances can fluctuate greatly on winterkill lakes depending on the frequency and severity of winterkill.  An aeration system was operated during winter months to provide a refuge area for fish during harsh winters.  Curlyleaf Pondweed, a non-native invasive aquatic plant, can reach nuisance levels in May and June and then typically dies back in early July.   <br> \n <br> \nGill nets sampled high numbers (52) of Northern Pike for a catch rate of 16.5/net, which was above what might be expected for this type of lake and was the highest ever recorded at Star.  The 2013 catch rate was 5.7/net.  Historical catch rates from 1973 to 2017 (n=10) were mostly moderate, ranging from 0.7 to 16.5/net with an average of 7.3.  Gill netted Northern Pike were 17.8 to 34.6 inches long with an average of 22.8.  Size distributions indicated that multiple ages were present and numerous pike had survived the 2014 winterkill.  Approximately 19% of the gill net sample was 25 inches or longer, indicating a quality population.  Pike anglers should expect plenty of action and the chance of catching some large sized fish. <br> \n <br> \nTrap nets sampled low numbers (15) of Black Crappie for a catch rate of 2.1/net, which was below what might be expected for this type of lake.   The 2013 catch rate was similar at 4.3/net.  Historic catch rates from 1973 to 2017 (n=12) were variable ranging from 0.0 to 155.8/net with an average of 17.3.  Trap netted Black Crappie were 3.7 to 12.0 inches long with an average of 8.3.  Only 6 trap netted fish were 8 inches or longer, indicating a poor size structure.  The 6 larger (11 to 12 inch long) Black Crappie were likely adult fish stocked in 2014 or 2015.  Adults were reintroduced in 2014 (351 pounds) and 2015 (278 pounds).  In 2017, gill nets sampled moderate numbers (102) of Black Crappie for a catch rate of 17.0/net, which was above what might be expected for this lake type.  The 2013 gill net catch rate was 7.6/net.  Historic gill net catch rates (n=10) were variable, ranging from 0.0 to 51.9/net with an average of 12.7.  Gill netted fish were 3.7 to 7.1 inches long with an average of 4.8.  Size distributions indicated that at least three ages were present.  It will likely be another year before anglers start experiencing better crappie fishing.   <br> \n <br> \nGill nets sampled moderate numbers (34) of Walleye for a catch rate of 5.7/net, which was within what might be expected for this type of lake and the second highest on record at Star.  The 2013 catch rate was 1.3/net.  Historic catch rates from 1973 to 2017 (n=10) were mostly low, ranging from 0.0 to 18.0/net with an average of 3.0.  Different stocking regimes and periods of no stocking occurred during these 44 years.  In 2017, gill netted Walleye were 8.9 to 21.0 inches long with an average of 18.6.  Approximately 94% of the gill net sample was 17 inches or longer, indicating a quality size structure.  The current stocking regime (557,000 fry 1 in 2 years) was initiated in 2014, following the winterkill.  Walleye fry were again stocked in 2015 after a one day spring trap netting survey (4/16/15) failed to sample any yearling Walleye.  In the 2017 standard survey, Walleye were age-1 to age-3 with three year classes present.  The 2014 year class accounted for 91% of the gill net aged fish, indicating that a strong year class was produced.  In 2017, all other year classes were considered weak, but age-1 fish may not have been large enough to be captured in the gill nets.  It was unlikely that natural reproduction contributed anything to the 2017 catch.  Growth for age-1, age-2, and age-3 fish was considered fast.  Walleye anglers could expect decent action from nice sized fish.  High numbers of Northern Pike could be limiting the survival of stocked Walleye at Star Lake.  <br> \n <br> \nTrap nets sampled low numbers (24) of Bluegill for a catch rate of 3.4/net which was within what might be expected for this type of lake.  The 2013 catch rate was at 9.9/net.  Historic catch rates from 1973 to 2017 (n=12) were variable, ranging from 0.0 to 133.8/net, with an average of 20.6.  In 2017, trap netted Bluegill were 3.6 to 9.0 inches long with an average of 5.4.  Approximately 88% of the trap net catch was under 6 inches in length.  The three larger fish were likely broodstock stocked in 2015.  Broodstock Bluegill were stocked in 2015 (131 pound or 1,048 fish).  Size distributions indicated that Bluegill successfully spawned in 2015 and that growth was fast.  Bluegill fishing should improve in another year or two.   <br> \n <br> \nSpring night-time electrofishing sampled low numbers (19) of Largemouth Bass for a catch rate of 23.1/hour, which was the highest ever recorded at Star.  The 2007 catch rate was 0.7/hour.  Historic catch rates from 1992 to 2017 (n=5) ranged from 0.0 to 23.1/hour with an average of 4.8.  Electrofished Largemouth Bass were 3.8 to 9.8 inches long with an average of 6.4.  The size distribution indicated successful spawning in 2015 and 2016.  Broodstock Largemouth Bass were stocked in 2015 (66 adults).     <br> \n <br> \nGill nets sampled low numbers (9) of Yellow Perch for a catch rate of 1.5/net, which was below what might be expected for this type of lake.  The 2013 catch rate was 11.2/net.  Historic catch rates from 1973 to 2017 (n=10) were variable, ranging from 0.0 to 37.0/net with an average of 6.6.  Yellow Perch were 5.4 to 8.7 inches long with an average of 6.1. <br> \n <br> \nGill nets sampled low numbers (8) of Common Carp for a catch rate of 1.3/net which was within the normal range for this type of lake.  Historic gill net catch rates from 1973 to 2017 (n=10) ranged from 0.0 to 15.0/net with an average of 2.5.  Gill netted Common Carp were 19.3 to 29.4 inches long.  Trap nets also sampled low numbers (10) of Common Carp for a catch rate of 1.4/net, which was within what might be expected for this lake type.  Historic catch rates (n=12) ranged from 0.0 to 22.2/net with an average of 3.5.  Trap netted fish were 20.4 to 27.1 inches long.    <br> \n   <br> \nGill nets sampled high numbers (1,311) of Black Bullhead for a catch rate of 218.5/net, which was above what might be expected for this lake type, and the second highest ever recorded at Star.  Historic catch rates from 1973 to 2017 (n=10) were variable, ranging from 0.0 to 232.3/net with an average of 103.0.  Gill netted Black Bullhead were 4.5 to 12.4 inches long with an average of 7.7 inches.  Trap nets also sampled high numbers (1,409) of Black Bullhead for a catch rate of 201.3/net, which was above what might be expected for this type of lake, and the second highest ever recorded at Star.  Historic trap net catches from 1973 to 2017 (n=12) were mostly high, ranging from 1.1 to 645.0/net with an average of 126.2.  Trap netted Black Bullhead averaged 8.3 inches in length.  Size distributions indicated strong reproduction following the 2014 winterkill.   <br> \n <br> \nAdditional species sampled in the standard gear were Brown Bullhead and Hybrid Sunfish. <br> \n</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "2017-06-12",
                    "13561711858756003",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-06-12",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                6
                            ],
                            [
                                19,
                                8
                            ],
                            [
                                20,
                                17
                            ],
                            [
                                21,
                                26
                            ],
                            [
                                22,
                                11
                            ],
                            [
                                23,
                                14
                            ],
                            [
                                24,
                                10
                            ],
                            [
                                25,
                                6
                            ],
                            [
                                26,
                                4
                            ],
                            [
                                27,
                                5
                            ],
                            [
                                28,
                                3
                            ],
                            [
                                29,
                                1
                            ],
                            [
                                30,
                                2
                            ],
                            [
                                31,
                                2
                            ],
                            [
                                33,
                                2
                            ],
                            [
                                34,
                                2
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 34
                    },
                    "BRB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 14
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                3
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                27,
                                4
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                29,
                                1
                            ]
                        ],
                        "minimum_length": 19,
                        "maximum_length": 29
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                9
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 8
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                17,
                                4
                            ],
                            [
                                18,
                                10
                            ],
                            [
                                19,
                                15
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 20
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                3,
                                5
                            ],
                            [
                                4,
                                77
                            ],
                            [
                                5,
                                5
                            ],
                            [
                                6,
                                18
                            ],
                            [
                                7,
                                6
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 12
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                3
                            ],
                            [
                                4,
                                6
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 9
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 5
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                159
                            ],
                            [
                                11,
                                12
                            ],
                            [
                                12,
                                11
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                4,
                                277
                            ],
                            [
                                5,
                                195
                            ],
                            [
                                6,
                                276
                            ],
                            [
                                7,
                                808
                            ],
                            [
                                8,
                                461
                            ],
                            [
                                9,
                                515
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 14
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                3
                            ],
                            [
                                4,
                                3
                            ],
                            [
                                5,
                                16
                            ],
                            [
                                8,
                                3
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "116901",
                "fishCatchSummaries": [
                    {
                        "CPUE": "97.44",
                        "quartileCount": "2.2-60.5",
                        "totalWeight": 13154.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.03",
                        "totalCatch": 877
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "0.5-3.4",
                        "totalWeight": 239.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.2-2.0",
                        "totalWeight": 59.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "1.5-7.0",
                        "totalWeight": 48363.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.5-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.95",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "258.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1548
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 14268.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.50",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "PMK",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.89",
                        "quartileCount": "1.0-3.6",
                        "totalWeight": 12810.0,
                        "gearCount": 9.0,
                        "quartileWeight": "2.1-5.3",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "3.53",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "32.50",
                        "quartileCount": "N/A",
                        "totalWeight": 725.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Survey seining",
                        "averageWeight": "0.01",
                        "totalCatch": 195
                    },
                    {
                        "CPUE": "0.78",
                        "quartileCount": "1.0-7.3",
                        "totalWeight": 6771.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.8",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.13",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLC",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "5.50",
                        "quartileCount": "N/A",
                        "totalWeight": 23.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 33
                    },
                    {
                        "CPUE": "1.56",
                        "quartileCount": "N/A",
                        "totalWeight": 1083.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "3.83",
                        "quartileCount": "N/A",
                        "totalWeight": 46.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 70.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "GSF",
                        "gear": "Survey seining",
                        "averageWeight": "0.03",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.5-7.4",
                        "totalWeight": 1220.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.0-2.2",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.69",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "2.67",
                        "quartileCount": "1.5-14.7",
                        "totalWeight": 2005.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.18",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "150.78",
                        "quartileCount": "9.6-91.4",
                        "totalWeight": 11944.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.5",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.02",
                        "totalCatch": 1357
                    },
                    {
                        "CPUE": "3.44",
                        "quartileCount": "3.0-26.5",
                        "totalWeight": 2180.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "0.4-1.9",
                        "totalWeight": 2690.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.6-2.6",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.98",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.3-1.2",
                        "totalWeight": 2440.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.4-1.2",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "5.38",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.8-8.4",
                        "totalWeight": 94.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "PMK",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.21",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "133.78",
                        "quartileCount": "1.9-29.5",
                        "totalWeight": 20925.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.3",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 1204
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.78",
                        "quartileCount": "2.4-15.1",
                        "totalWeight": 1351.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.19",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>Star Lake is a shallow, turbid lake frequently experiencing low dissolved oxygen concentrations in the winter.  A pump and baffle aerator system is in place in Star Lake and is run during periods of low dissolved oxygen concentrations.  The effectiveness of this unit in preventing winterkill is unknown.  As typical of many shallow prairie lakes, fish populations in Star Lake fluctuate widely.A fisheries population assessment conducted on Star Lake during 1994 included the use of lake survey gillnets, trapnets,shoreline seining and springtime, night electrofishing.Fish species of particular interest collected in the survey included black bullhead, black crappie, bluegill, largemouthbass, northern pike, walleye and yellow perch.Black bullhead catches were above the normal range for this lake class.  Black bullhead sampled in gillnets ranged in length from 4.1 to 10.2 inches with an average length of 6.0 inches.  Size distribution was similar in trapnets.  Previous surveys have documented wide fluctuations in black bullhead numbers in Star Lake.The black crappie gillnet catch of 2.7 per net was below the lake class average, but within the normal range.  The trapnet catch was below the normal range for this lake class.  Size range was similar for both gear types and average length was 7.1 inches for each gear.  Most of the black crappie sampled were age three.  Black crappie angling success on Star Lake can be very good some years, depending upon year class strength.Bluegill appear to be abundant.  A bluegill trapnet catch of 134 per net was more than ten times the lake class average. Historical netting records document wide fluctuations in bluegill abundance.  Several age classes of bluegill were present but the catch was dominated by age three and four bluegill.  Growth was good and the average length of age three fish was 6.7 inches.  The present bluegill population should provide excellent angling opportunities in the next several years.Night electrofishing was conducted in the spring to assess largemouth bass populations.  No largemouth bass werecollected during 1.25 hours of electrofishing.  One largemouth bass was sampled in trapnets during the survey.  This wasa large individual, weighing more than five pounds.  Several young-of-year bass were collected during shoreline seininglater in the summer.  Twenty-seven northern pike were sampled in gillnets, for a catch of 3.0 per net.  This was slightly below the lake class average, but within the normal range.  This is similar to catch rates documented on the previous survey in 1991.  Fish from age one through four were present in the sample.  Age two fish comprised 63% of the catch.  Northern pike sampled in gillnets ranged in length from 17.2 to 33.1 inches with an average length of 25.5 inches.  Northern pike numbers and size structure should provide good angling opportunities on Star Lake.The walleye gillnet catch of 0.8 per net was below the normal range for this lake class.  Walleye captured in gillnetsranged in length from 7.4 to 24.0 inches with an average length of 15.6 inches.  Age one through five walleye were present.A yellow perch gillnet catch of 3.4 per net was below the lake class average but within the normal range.  Several age classes of yellow perch were present.  Average length of yellow perch sampled in gillnets was 7.0 inches.  Previous surveys have documented yellow perch catches below the normal range for this lake.</p>",
                "headerInfo": [
                    "Star",
                    null,
                    "47012900",
                    "1994-07-05",
                    "116901",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-07-05",
                "lengths": {
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                2
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                1,
                                2
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 5
                    },
                    "PMK": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                2
                            ],
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 6
                    },
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                4
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                6,
                                15
                            ],
                            [
                                7,
                                25
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 7
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                3
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 19
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                85
                            ],
                            [
                                5,
                                235
                            ],
                            [
                                6,
                                867
                            ],
                            [
                                7,
                                126
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 7
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                3
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 1
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                18
                            ],
                            [
                                2,
                                13
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                607
                            ],
                            [
                                6,
                                454
                            ],
                            [
                                7,
                                14
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 10
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                4
                            ],
                            [
                                24,
                                4
                            ],
                            [
                                25,
                                7
                            ],
                            [
                                26,
                                6
                            ],
                            [
                                27,
                                3
                            ],
                            [
                                30,
                                1
                            ],
                            [
                                32,
                                3
                            ],
                            [
                                33,
                                1
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 33
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                19,
                                8
                            ]
                        ],
                        "minimum_length": 19,
                        "maximum_length": 19
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                4
                            ],
                            [
                                6,
                                10
                            ],
                            [
                                7,
                                18
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                2,
                                1
                            ],
                            [
                                3,
                                20
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 8
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 17
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                3
                            ],
                            [
                                7,
                                3
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 23
                    }
                }
            }
        ],
        "countyName": "Meeker"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}