{
    "timestamp": 1737647255,
    "result": {
        "lakeName": "Brickyard Clayhole",
        "sampledPlants": [],
        "shoreLengthMiles": 0.62,
        "DOWNumber": 10022500,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 6.0,
        "areaAcres": 13.64,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 43.0,
        "officeCode": "F314",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "121311",
                "fishCatchSummaries": [],
                "narrative": "<p>October 2016 Status Update: no DNR Fisheries surveys more recent than this 1984 Initial Survey.  However, note that conditions and fish populations have changed because of replacement of the connections to the Minnesota River- that is, no river-origin fish recently reported. <br> \nFrom 2008-2016 summaries of the late-January fishing contest (for all legal gamefish) held here, Largemouth Bass, Bluegill, Black Crappie, Yellow Perch, and other sunfish species and hybrids have been caught.  The contest has been cancelled several times in recent years because of unsafe (insufficiently thick) ice conditions. <br> \n <br> \n1984 Status of the Fishery <br> \nWhite Sucker, Black Bullhead, Northern Pike, and Bluegill were found at above-local-median levels.  Yellow Perch, Black Crappie, and hybrid sunfishes were sampled at below-local-median levels.  Presence of Gizzard Shad, Shorthead Redhorse, and White Bass indicates that no barrier presently exists between the Clay Pit and the Minnesota River during high-water periods. <br> \nTest-netting and water chemistry monitoring in 1977 and 1978 indicated the Clay Hole lacked sufficient oxygen to support a put-and-take trout fishery.</p>",
                "headerInfo": [
                    "Brickyard Clayhole",
                    null,
                    "10022500",
                    "1984-06-27",
                    "121311",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1984-06-27",
                "lengths": {}
            }
        ],
        "countyName": "Carver"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}