{
    "timestamp": 1737657421,
    "result": {
        "lakeName": "Bee Cee",
        "sampledPlants": [],
        "shoreLengthMiles": 1.2,
        "DOWNumber": 31044300,
        "waterClarity": [
            [
                "09/05/2007",
                "6.5"
            ]
        ],
        "averageWaterClarity": "6.5",
        "littoralAcres": 18.0,
        "areaAcres": 29.32,
        "meanDepthFeet": 11.0,
        "maxDepthFeet": 33.0,
        "officeCode": "F216",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            },
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "106298",
                "fishCatchSummaries": [
                    {
                        "CPUE": "11.88",
                        "quartileCount": "N/A",
                        "totalWeight": 40.4,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.21",
                        "totalCatch": 190
                    }
                ],
                "narrative": "<p>Bee Cee Lake has a good rainbow trout population, and there seems to be an adequate food supply.</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "1982-05-03",
                    "106298",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1982-05-03",
                "lengths": {}
            },
            {
                "surveyID": "106299",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.00",
                        "quartileCount": "N/A",
                        "totalWeight": 14.5,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.07",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "3.61",
                        "quartileCount": "N/A",
                        "totalWeight": 47.7,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.73",
                        "totalCatch": 65
                    }
                ],
                "narrative": "<p>It appears that the abundance of rainbow trout is within the limits that have been observed for similar lakes prior to the annual stocking at the end of the fishing season.</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "1987-11-02",
                    "106299",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1987-11-02",
                "lengths": {}
            },
            {
                "surveyID": "106238",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.75",
                        "quartileCount": "N/A",
                        "totalWeight": 7569.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.52",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "CNM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "2.33",
                        "quartileCount": "N/A",
                        "totalWeight": 26909.0,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "1.06",
                        "totalCatch": 56
                    }
                ],
                "narrative": "<p>Bee Cee Lake is managed for rainbow trout.  Trout are stocked as fingerlings in odd numbered years.     The gill net catch rate for rainbow trout was 2.8/set, down from the 1992 catch rate (7.7/set).  The mean length of 1997 gill net sampled trout was 15.4 inches, ranging in length from 12.1 to 19.0 inches.  The mean weight of these fish was 1.5 pounds.  Rainbow trout were also sampled in trap nets, at a rate of 2.3/set.  This catch rate was also down from the 1992 survey catch rate, 7.3/set.  Fish sampled in 1997 ranged in length from 10.6 to 16.4 inches, with a mean length of 13.7 inches.  The mean weight was 1.1 pounds.     Other species sampled in test nets include: brook stickleback, central mudminnow, fathead minnow, and redbelly dace.     Rainbow trout are concentrated in the fall due to the decreased oxygen levels in deeper water.  Catch and release fishing will help to ensure good fishing continues on Bee Cee Lake.</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "1997-10-20",
                    "106238",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1997-10-20",
                "lengths": {
                    "CNM": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                4
                            ],
                            [
                                4,
                                2
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 4
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                12,
                                11
                            ],
                            [
                                13,
                                19
                            ],
                            [
                                14,
                                17
                            ],
                            [
                                15,
                                8
                            ],
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "760728149509000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "17.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "CNM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 204
                    },
                    {
                        "CPUE": "121.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 242
                    },
                    {
                        "CPUE": "3.08",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "NRD",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 37
                    },
                    {
                        "CPUE": "210.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "NRD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 420
                    },
                    {
                        "CPUE": "61.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 736
                    },
                    {
                        "CPUE": "9.42",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 113
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 8
                    }
                ],
                "narrative": "<p>The stream trout population appears to have become extirpated from this lake as no fish were captured in either of the 12 trap nets or the two 24 hr gill net sets.  Trout from the 2005 stocking of  brown trout fingerlings, and the 2003 stocking of rainbow trout (Kamloop strain) were expected to be present in the catch.  The absence of trout in the catch in this assessment follows a downward trend observed in the 2002 assessment when the trap net catch rate was only  0.8 RBT/ set.  The reason for the decline and now disappearance of the stream trout population remains uncertain at this time.   One explanation for the poor survival of trout may be caused by their confinement to warm water during the summer months because dissolved oxygen is not available in the zone of cooler water more suitable for trout. The dissolved oxygen measurements collected in early September indicated that trout were restricted to the top 8 feet layer of water in the lake. This condition probably existed during most of the summer months and confined the trout to temperatures ranging from 70 to 80 F throughout this period.  Trout that are forced to remain in warmer than preferred temperatures for long periods of time can weaken their immune systems and increase the risk of bacterial, fungal, or viral infections which are much more prevalent in warmer water.   <br> \n      <br> \nAnother cause for poor survival may be due to insufficient oxygen levels under the ice during periods of heavy snow cover.  Since no dissolved oxygen levels have been measured during the winter months this is also only a speculative explanation at this time.   <br> \n <br> \nThere were several minnow species captured in trap nets and minnow traps that included central  mudminnows, fathead minnow, northern redbelly dace, finescale dace, and brook stickleback.  Finescale dace were the most abundant minnow species in the trap nets, 61.3 fish/set, and northern redbelly dace were the most commonly caught minnows, 210 fish/set, in the minnow traps.  The presence of only these species, which are usually associated with bogs and small lakes where low oxygen conditions are common, suggests this lake also may exhibit similar conditions.      <br> \n</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "2007-10-15",
                    "760728149509000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2007-10-15",
                "lengths": {}
            },
            {
                "surveyID": "760826732418000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "CNM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1723.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.32",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "16.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "FND",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 98
                    }
                ],
                "narrative": "<p>Bee Cee is located within the Trout Lake Semi-primitive Non-motorized Area.  Bee Cee Lake has a maximum depth of 33 feet and is in lake class 21.  The lake has traditionally been managed for Kamloop strain rainbow trout with alternate year stocking of fall fingerlings.  Brown trout were stocked once in 2005.   <br> \n <br> \nDeclining catches in previous assessments suggests summer habitat conditions might be limiting trout survival.  In an attempt to measure summer thermal stress, temperature loggers were set in March 2008 and retrieved in October 2008.  Temperatures were recorded hourly at 2-foot increments from two to 14 feet from June 1 to September 15.  Hourly temperatures were averaged by day to provide a temperature profile throughout the summer at specified depths (Figure 1).  As part of the special assessment, fall trap nets were set to evaluate over-summer survival of trout. <br> \n <br> \nPrevious assessments documented a downward trend in catch rates, concluding with no trout sampled in 2007.  In October 2008, 12 rainbow trout were sampled at a rate of 2.0/trap net.  Catch rates from this assessment may not be comparable to previous assessments due to the reduction of nets to six (one set day).  Research has estimated about 20% of a trout population is sampled in the first lift based on mark/recapture population estimates.  The 2007 stocking of 2,400 fingerlings appeared to experience poor survival.  It is unlikely angler harvest had a significant impact due to the remoteness of Bee Cee.  Lengths of rainbow trout sampled in 2008 ranged from 7.5 to 11.6 inches with a mean length of 9.4 inches.  Length frequency suggests only the 2007 stocking was sampled. <br> \n <br> \n Habitat requirements for rainbow trout include a minimum of 5 ppm dissolved oxygen (DO), water temperatures below 70-degree (F), and at least two vertical feet of separation between the two.  Prolonged exposure outside preferred habitat will induce stress and potentially death.  Mean daily temperatures exceeded 70-degrees for 57 days at 2-feet, 38 days at 4-feet, 20 days at 6-feet, and three days at 8-feet of 107 recorded days.  It is likely thermal stress, during certain periods of the summer, impacted survival in 2008.  Water temperatures over 70 degrees were not recorded at depths greater than 8-feet in 2008.  However, it is likely the DO was less than required to support trout during the peak of summer at depths greater than 8-feet. <br> \n <br> \nA temp/DO profile conducted in September 2007 indicated the top of the thermocline started between seven and eight feet.  The DO dropped from 7.3 to 3.9 ppm and temperature from 69.4 F to 67.8 F.  Above six feet, the water temperature exceeded 70 degrees, indicating less then two feet of vertical separation.  Weather data from 2007 indicated average monthly air temperatures during summer were higher than that observed in 2008.  Similarly, water temperatures would also be higher in 2007 then those recorded in 2008.  The 2008 summer temperature profile suggests it is probable that peak summer temperatures in 2007 decreased the vertical separation to the point of stress, causing mortality. <br> \n <br> \nSummer stress caused by low oxygen and high temperatures may also be evident with only seven trout being sampled in the 2002 assessment.  The August 2002 DO profile indicated zero vertical separation between limiting factors (DO= 4.5 ppm and temp= 70.2 F at nine feet). <br> \n <br> \nThe late winter DO/temp profile taken in March 2008 measured DO sufficient for rainbow trout down to five feet.  Assuming oxygen depletion, due to biological oxygen demand, was near the peak, it would appear a suitable amount of DO existed for over-winter survival.  Due to the timing of the 2008 assessment, it was likely the lake was no longer stratified, and a DO profile was not taken. <br> \n</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "2008-10-23",
                    "760826732418000",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2008-10-23",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 11
                    }
                }
            },
            {
                "surveyID": "106843",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.67",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "CNM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 34
                    },
                    {
                        "CPUE": "1.25",
                        "quartileCount": "N/A",
                        "totalWeight": 1102.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.49",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 432.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.48",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "NRD",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "13.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "OTM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 26
                    },
                    {
                        "CPUE": "9.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "46.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "Minnow traps",
                        "averageWeight": "0.00",
                        "totalCatch": 93
                    },
                    {
                        "CPUE": "91.83",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "OTM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 551
                    },
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BST",
                        "gear": "1/2-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>This population assessment was conducted to evaluate the survival and abundance of rainbow trout in this remote designated stream trout lake.  The survey consisted of 24 net nights using half-inch mesh trap nets.  This gear differs from standard lake survey trap nets, therefore results should not be compared to standard trap-net catch rates.  A stream trout population has been maintained by stocking approximately 2,400 rainbow trout fingerlings every other year.  The Kamloops strain from the French River Hatchery are used because they are considered more \"wild\", since the fingerlings were hatched from eggs collected from rainbow trout that had migrated to French River to spawn after free roaming in Lake Superior.  Due to its \"wild\" nature, this strain of rainbow trout is considered less catchable thus allowing fish to survive to larger sizes.            This population assessment only sampled seven rainbow trout five in gill nets and two in trap nets, which yielded catch rates of 1.3 and 0.8/net, respectively.  The fish varied in length from 9.4 to 12.1 inches.  Due to their size, it was assumed that all trout were survivors of the fingerlings stocked in the fall of 2001.  These are the lowest catch rates since the lake was designated as a stream trout lake in 1977.  The low catch rates are consistent with reports of limited fishing success and declining angling effort, especially during the winter season.  The reasons for the low abundance of rainbow trout are not understood at this time, but several possible causes are suspected which include: 1. Poor survival of fingerlings due to the stress from transporting them in plastic bags filled with oxygen and water by ATV.  To minimize stress, fingerlings are stocked in late fall when water and air temperatures are cool.  Fingerlings usually swim away vigorously after a short period of orientation, therefore the extent of delayed mortality is largely unknown.2. Warm-water stress may be causing mortality of larger fish during mid summer.  When oxygen levels decline in the deeper portions of the lake, trout are often forced into the upper layer of the lake where water temperatures exceed 70 degrees F.  3. A reduction in the average size of cladocerans, mainly Daphnia, from continued predation by rainbow trout and other planktonic feeders.  Rainbow trout are size selective zooplankton feeders and prefer large cladocerans, 1.3 mm or larger for growth and survival.  The catch of other planktonic feeders during this population assessment such as dace (23.0/TN), fathead minnows (1.1/TN), and central mudminnows (1.4/TN) had increased significantly from previous assessments.  Predation may have reduced the average size of cladocerans below a critical size of 1.0 mm, thus limiting trout production until the size structure recovers.     This lake will continue to be managed for stream trout but another species such as brown trout could be stocked which are less dependant on zooplankton and can better utilize the high minnow population.  Changing the method of transporting fish over the last portion of the route by using an ATV equipped with a fish tank and compressed oxygen would reduce stress which is suspected of causing delayed stocking mortality.      </p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "2002-10-14",
                    "106843",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2002-10-14",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "106297",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.19",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 16.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 19
                    }
                ],
                "narrative": "<p>Fish growth appears satisfactory.  Trout numbers could be increased.</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "1980-04-28",
                    "106297",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1980-04-28",
                "lengths": {}
            },
            {
                "surveyID": "106296",
                "fishCatchSummaries": [
                    {
                        "CPUE": "83.50",
                        "quartileCount": "42.0",
                        "totalWeight": 22.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.3",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 167
                    },
                    {
                        "CPUE": "42.00",
                        "quartileCount": "0.4-0.8",
                        "totalWeight": 25.75,
                        "gearCount": 4.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.15",
                        "totalCatch": 168
                    }
                ],
                "narrative": "<p>High population of rock bass.  No other fish present in the lake.</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "1976-09-07",
                    "106296",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1976-09-07",
                "lengths": {}
            },
            {
                "surveyID": "106300",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.67",
                        "quartileCount": "N/A",
                        "totalWeight": 42.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.83",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "2.38",
                        "quartileCount": "N/A",
                        "totalWeight": 25.5,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.45",
                        "totalCatch": 57
                    }
                ],
                "narrative": "<p>Bee Cee Lake is a 24 acre softwater lake that was originally classified as a centrarchid lake.  Bee Cee Lake was initially surveyed in 1976 and a mono-culture of rock bass was found.  Consequently Bee Cee Lake was reclaimed with fintrol in the fall of 1977 for future coldwater management.  Stickleback minnows were stocked in June of 1978 to provide a forage base.  Crayfish and fingerling rainbow trout were stocked in October of 1978.  Due to the lake's soft water, small size, and reclamation, its management classification should be changed to unclassified.  Bee Cee Lake lies entirely within a non-motorized portion of the Chippewa National Forest (Trout Lake Recreation Area).Bee Cee Lake was stocked with either fingerling or yearling rainbow trout on an annual basis from 1978-1989, stocking was reduced to an alternate year regime starting in 1989 in an attempt to create a quality fishery.  Kamloop, Donaldson, Erwin, Shasta, and Madison strains of rainbow trout have been stocked since 1978.  The Kamloop strain has been stocked exclusively since 1985.In this assessment rainbow trout were sampled at high levels in both trap and gill nets.  Gill net captured fish had a modal length frequency of 19.0-19.9 inches while a trap net captured trout had a modal length frequency of 8.5-8.9 inches.  All trout captured were 1, 3, or 5 years-old which concurred with stocked years.  The most frequently captured age-class in trap nets was age 1 fish (94%) while the most frequently captured age-class in gill nets was 3 years-old (55%).Gill net and trap net-captured trout appeared to have different growth rates.  Age one fish appeared to have similar growth rates for both capture methods while age 2 and 3 gill net-captured fish appear to grow faster than trap net-captured fish.No minnow traps were set; however, stomach analysis and trap net-captured minnows include:  fathead, brook stickleback, and mudminnows.  Backswimmers were the only invertebrates discovered by stomach analysis.</p>",
                "headerInfo": [
                    "Bee Cee",
                    null,
                    "31044300",
                    "1992-10-27",
                    "106300",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1992-10-27",
                "lengths": {}
            }
        ],
        "countyName": "Itasca"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}