{
    "timestamp": 1737657728,
    "result": {
        "lakeName": "Caribou",
        "sampledPlants": [],
        "shoreLengthMiles": 3.52,
        "DOWNumber": 31062000,
        "waterClarity": [
            [
                "08/28/2017",
                "33.5"
            ],
            [
                "07/09/2007",
                "31"
            ],
            [
                "07/07/2015",
                "32"
            ],
            [
                "07/10/2015",
                "29"
            ],
            [
                "07/11/2022",
                "28"
            ],
            [
                "08/31/2009",
                "31"
            ]
        ],
        "averageWaterClarity": "30.8",
        "littoralAcres": 45.0,
        "areaAcres": 246.5,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 152.0,
        "officeCode": "F216",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "106163",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.2-1.7",
                        "totalWeight": 14.6,
                        "gearCount": 6.0,
                        "quartileWeight": "1.6-4.8",
                        "species": "LAT",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.65",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "2.2-8.7",
                        "totalWeight": 7.4,
                        "gearCount": 6.0,
                        "quartileWeight": "1.5-3.2",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.47",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.7-4.4",
                        "totalWeight": 0.05,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.05",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.67",
                        "quartileCount": "1.0-5.0",
                        "totalWeight": 25.25,
                        "gearCount": 6.0,
                        "quartileWeight": "1.2-3.0",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.52",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "1.5-13.8",
                        "totalWeight": 1.8,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "0.5-2.0",
                        "totalWeight": 3.8,
                        "gearCount": 6.0,
                        "quartileWeight": "1.6-2.6",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.90",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>In 1936 Caribou Lake was classified as a rainbow trout lake.  A later investigation in 1939 revealed a population of northern pike, bluegills and rock bass.Test netting revealed that fish populations were low.  Perch were the most abundant fish and were far below average in abundance.  Walleyes taken were of large size and were taken principally in one set.  Two of the lake trout were large and two were small fish.  These smaller fish are believed to be the result of natural reproduction since no lake trout have been stocked in recent years.  This is the first time that small lake trout have been taken in this region by survey parties.</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "1949-06-17",
                    "106163",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1949-06-17",
                "lengths": {}
            },
            {
                "surveyID": "106164",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.17",
                        "quartileCount": "2.2-8.7",
                        "totalWeight": 12.3,
                        "gearCount": 6.0,
                        "quartileWeight": "1.5-3.2",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "12.30",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.5-2.0",
                        "totalWeight": 11.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.6-2.6",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.75",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "7.33",
                        "quartileCount": "7.7-43.4",
                        "totalWeight": 11.6,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.18",
                        "totalCatch": 66
                    },
                    {
                        "CPUE": "0.78",
                        "quartileCount": "0.4-1.5",
                        "totalWeight": 3.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.43",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "0.8-3.7",
                        "totalWeight": 6.6,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.24",
                        "totalCatch": 27
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.2-1.7",
                        "totalWeight": 3.8,
                        "gearCount": 6.0,
                        "quartileWeight": "1.6-4.8",
                        "species": "LAT",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.80",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "0.2-1.6",
                        "totalWeight": 9.9,
                        "gearCount": 6.0,
                        "quartileWeight": "0.8-1.8",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.10",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "0.2-0.8",
                        "totalWeight": 0.7,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.35",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1.1,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.09",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "6.83",
                        "quartileCount": "1.5-13.8",
                        "totalWeight": 5.1,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 41
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.5-1.7",
                        "totalWeight": 2.6,
                        "gearCount": 6.0,
                        "quartileWeight": "0.5-1.2",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.87",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "7.33",
                        "quartileCount": "0.7-4.4",
                        "totalWeight": 9.6,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 44
                    }
                ],
                "narrative": "<p>Methods to conduct and analyze the lake survey on Caribou Lake in 1992 varied from previous surveys and population assessments.  An additional seven gill nets and three trap nets were used to more effectively sample both warm and coldwater fish species.  Six gill nets sampled coldwater habitat below the thermocline and six gill net sets sampled warmwater habitat.Rainbow trout was the only fish species sampled during the 1987 population assessment that was not sampled in the 1992 lake survey.Twenty-seven lake trout were sampled in both warm and coldwater gill net sets, but only one lake trout was sampled in the warmwater sets.  Gill net catch per unit effort (CPUE) for the coldwater sets was 4.3 well above the lake class median of 1.6.  Lake trout total length (TL) ranged from 7.7-34.1 in. with fourteen fish (51%) between 12.0-18.9 in. and only three fish (11%) greater than 19.0 in. Scales and cleithra were analyzed but with no confidence in age and growth determination.  However, we know that none of the captured lake trout in 1992 were stocked as yearlings in 1990.  Lake trout stocked in 1990 received a left pectoral clip.  No lake trout sampled in 1992 had received a clip.  Therefore, sampled lake trout had to be fish that were stocked in 1989, 1991 or on or before 1986.  No lake trout were stocked in 1987 or 1988.Smallmouth bass are also found in Caribou Lake.  Warm and coldwater gill net CPUE's for smallmouth bass were greater than the statewide means and lake class medians.  The trap net CPUE was the same as the statewide mean and less than the lake class median but falls within the third quartile.To determine size structure and density of smallmouth bass, a population assessment was conducted using SCUBA analysis.  Data from SCUBA analysis has been shown to more effectively sample/estimate the true size structure and density of a smallmouth bass population than traditional gear types.Methods to determine smallmouth bass densities and size structure in Caribou Lake used two SCUBA divers using a planer board pulled behind a motorized boat.  The divers were pulled around the perimeter of the lake in clockwise direction staying at depths of 10-20 ft.SCUBA divers enumerated smallmouth bass by TL from 7-10.9, 11.0-13.9, and >14.0 in.  These length groups enabled us to quantify size structure using proportional stock density (PSD) and relative stock density of preferred-length fish (RSD-P).  A total of 85 smallmouth bass were observed - PSD=11 and RSD-P=5.  The current population of smallmouth bass in Caribou Lake consists primarily of small fish with a PSD of 14, RSD-P of 5 and RSD-M of 0.The smallmouth bass population (gill net) has densities similar to or slightly greater than lakes in the statewide mean and lake class median.Warm and coldwater gill net CPUE's for bluegills was slightly greater than the statewide mean and similar to the lake class median but lies within the range of the third quartile.  Trap net CPUE's for bluegill was less than the statewide mean and lake class median and falls outside the first quartile.  Bluegill from Caribou Lake also have slower growth rates than are typically found in Minnesota lakes.The role northern pike play as a piscivore in the community structure of Caribou Lake is very important.  Competition for prey items is important because there are no coldwater prey species in Caribou Lake, so lake trout, northern pike, and smallmouth bass must compete for available prey items.  Northern pike currently have a low density population probably having no significant impact on the current lake trout population.  Only one northern pike was sampled in all gear types combined.Fish caught in the 6 gill net coldwater sets were:  lake trout (26, 48.2 lbs.), white sucker (1, 2.6 lbs.), rock bass (14, 1.8 lbs.), bluegill (15, 1.4 lbs.), smallmouth bass (4, 2.55 lbs.), yellow perch (26, 5.1 lbs.) and walleye (1, 6.7 lbs.).</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "1992-07-06",
                    "106164",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1992-07-06",
                "lengths": {}
            },
            {
                "surveyID": "12191712450498000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 1655.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.65",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "7.25",
                        "quartileCount": "N/A",
                        "totalWeight": 50420.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.92",
                        "totalCatch": 58
                    },
                    {
                        "CPUE": "0.38",
                        "quartileCount": "N/A",
                        "totalWeight": 2999.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.20",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Lake Trout are the primary management species with a management catch rate goal of 3.0/net maintained through natural reproduction and stocking.  Smallmouth Bass are a secondary management species with no defined goals.  The lake management plan was last updated in 2016.  The 2017 targeted survey was conducted to increase the sample size for Lake Trout genetic testing as well as sex and maturity data.  Netting effort was increased from the traditional six nets to eight. <br> \n <br> \nYearling Lake Trout have been stocked at a rate of 5 fish/surface acre (1,200) in odd years since 1991.  All stocked fish were given a specific fin clip to differentiate between stocked age classes and natural reproduction.  Multiple strains of Lake Trout have been stocked over time.  An evaluation between Gillis and Mountain strains occurred from 2005 and 2009 with Mountain Lake strain exclusivity stocked since. <br> \n <br> \nDeepwater gill nets sampled 58 Lake Trout, at a rate of 7.3/net, exceeding the previous survey (2.5/net) and management goals.  This was the highest observed catch, over double the lake average (3.4/net).  The increased netting pressure was similar to the 2007 targeted survey with a catch rate of 4.8/net.  Lengths ranged from 7.2 to 31.8 inches with a mean length of 16.4 inches.  No distinguishing marks were identified during a field examination, similar to what was observed in past surveys.  The limited number of Mountain Lake strain Lake Trout ever sampled indicates poor performance and survival. <br> \n <br> \nSex and maturity was determined from 45 Lake Trout with the remainder (n=13) being alive and released.  Males and females were evenly split in the sample.  A total of 16 immature and 7 mature females were sampled while 17 immature and 5 mature males were sampled.  Immature fish dominated the sample (73%), suggesting a young population.  Lengths of immature females were from 11.1 to 17.3 inches with a mean length of 13.7 inches, and mature females ranged from 15.0 to 24.8 inches and a mean length of 18.5 inches.  Immature males ranged from 10.7 to 15.7 inches with a mean length of 12.6 inches, and mature males were from 18.9 to 24.7 inches with a mean length of 21.7 inches.  The sample suggests Lake Trout began to appear mature around 15 to 18 inches with females slightly larger. <br> \n <br> \nNaturally reproduced Lake Trout otoliths sometimes display slight crystallization, especially at early ages, providing only moderately confident age estimations.  Hatchery reared Lake Trout almost always will have some degree of crystallization in the otoliths at early ages and cannot be aged accurately without the aid of a fin clip.  Ages determined through otolith analysis identified ages 4 to 9 present in the sample, similar to the 2009 otolith analysis.  Age 4 comprised 50% of the sample.  Lengths ranged from 10.7 to 15 inches with an average length of 12.6 inches in age-4 fish and all except one were immature.  Age 5 comprised 15% of the sample with an average length of 15 inches and 71% immature.  Only five fish were age 6 (11%) with 40% immature and an average length of 18 inches.  Five fish were not aged due to crystallization, but their lengths suggest four would likely be age 4 and one age 5.  Lake Trout are typically long lived fish and with fish only up to age 9 in the sample, suggests older and larger individuals may be over exploited.  Other area Lake Trout lakes typically sample fish near 20 years old with one 36 year old caught in 2017.  <br> \n <br> \nGenetic analysis was not finished by the report due date and will be included in the lake management plan. <br> \n</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "2017-09-05",
                    "12191712450498000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2017-09-05",
                "lengths": {
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 18
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                9
                            ],
                            [
                                12,
                                8
                            ],
                            [
                                13,
                                8
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                3
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                24,
                                3
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                27,
                                1
                            ],
                            [
                                28,
                                1
                            ],
                            [
                                31,
                                1
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 31
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "1920718649389000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.83",
                        "quartileCount": "N/A",
                        "totalWeight": 54824.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "4.17",
                        "totalCatch": 29
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 1735.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.77",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "25.29",
                        "quartileCount": "7.7-43.4",
                        "totalWeight": 6579.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.08",
                        "totalCatch": 177
                    },
                    {
                        "CPUE": "4.86",
                        "quartileCount": "0.8-3.7",
                        "totalWeight": 2892.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.19",
                        "totalCatch": 34
                    },
                    {
                        "CPUE": "0.57",
                        "quartileCount": "0.4-1.5",
                        "totalWeight": 252.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.14",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 831.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.05",
                        "totalCatch": 36
                    },
                    {
                        "CPUE": "1.67",
                        "quartileCount": "N/A",
                        "totalWeight": 1115.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 44.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.83",
                        "quartileCount": "N/A",
                        "totalWeight": 852.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 5000.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Deep gill nets",
                        "averageWeight": "5.51",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.29",
                        "quartileCount": "0.2-0.8",
                        "totalWeight": 182.0,
                        "gearCount": 7.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Caribou Lake is located 6 miles south of Marcell, MN in the Big Fork River watershed.  The lake has a surface area of 240 acres and a maximum depth of 152 feet.  Caribou Lake is in ecological lake class #23.  Other area lakes in this class include Bluewater and Larson Lakes.  There is a US Forest Service public access on the southwest shore off State Hwy #38.\n\nCaribou Lake has historically been managed for lake trout.  Since 1991, yearling lake trout have been stocked on an every other year basis.  Because of the difficulty of ageing lake trout, all stocked yearlings since 1993 were given a specific fin clip to differentiate between stocked year classes and natural reproduction.  Beginning in 2005, as part of a strain evaluation project, both Gillis Lake and Mountain Lake strain lake trout were stocked at a rate of 5 fish/acre.  Each strain was given a fin clip to distinguish between the strains and assign ages to individual fish.  The goal of the project was to evaluate survival and growth of the paired stockings at age-4 in waters across the state.\n\nIn 2007, a total of 29 lake trout were caught in deep-water gill nets for a catch rate of 4.8/net.  This is above the 2002 catch rate of 3.8/net and the management plan goal of 2.5/net.  Sampled lake trout ranged from 8.7 to 30.8 inches, with an average length of 20.0 inches and an average weight of 4.2 pounds.  Field inspections determined that ten of the captured lake trout had an identifying clip.  Only one age-1 fish was captured, which was identified as a Gillis strain fish.  Four of the clipped trout were identified as age-3; one of which was identified as Mountain Lake strain and the other three as Gillis strain.  The other five clipped trout were identified as age-5 or older, and were not part of the strain evaluation.  Interestingly, the remaining 19 trout (65.5%) were unclipped and assumed to be from natural reproduction.  Unclipped trout ranged in length from 12.7 to 30.1 inches.  \n\nEvaluating between the lake trout strains in Caribou Lake is difficult due to the limited number of samples obtained thus far.  Other area lakes included in the strain evaluation project are Bluewater and Trout (31-410) Lakes.  In 2007 assessments, only one age-3 fish was sampled in Bluewater Lake, and no age-3 fish were captured in Trout Lake.  In addition, five clipped yearlings were captured in Bluewater Lake, and eleven marked yearlings were sampled in Trout Lake.  Thus far, more Gillis strain lake trout have been sampled in Grand Rapids area lakes, but a longer evaluation period and more samples are needed to draw any meaningful conclusions. \n  \nCatch rates for other species in deep-water gill nets are typically low and may not be good indicators of relative abundance.  Other species sampled in gill nets included northern pike (0.3/net), smallmouth bass (0.8/net), rock bass (1.7/net), yellow perch (1.8/net) and bluegill (6.0/net).  Northern pike have historically been sampled at very low levels, but have been of quality size.  The two pike captured in 2007 were 24.4 and 31.8 inches in length.  Warm water species sampled in trap nets (set near shore) included smallmouth bass (0.3/net), largemouth bass (0.6/net), rock bass (4.9/net) and bluegill (25.3/net).  These results are similar to previous assessments.\n\n  \n\n</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "2007-07-09",
                    "1920718649389000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2007-07-09",
                "lengths": {
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                24,
                                1
                            ],
                            [
                                31,
                                1
                            ]
                        ],
                        "minimum_length": 24,
                        "maximum_length": 31
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 15
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                6
                            ],
                            [
                                20,
                                5
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                30,
                                2
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 30
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                2
                            ],
                            [
                                4,
                                13
                            ],
                            [
                                5,
                                10
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 9
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 7
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 10
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                6
                            ],
                            [
                                4,
                                64
                            ],
                            [
                                5,
                                50
                            ],
                            [
                                6,
                                64
                            ],
                            [
                                7,
                                30
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 7
                    }
                }
            },
            {
                "surveyID": "12191511938353001",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 10342.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.52",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "0.5-2.0",
                        "totalWeight": 1200.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.6-2.6",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.65",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "17.67",
                        "quartileCount": "7.7-43.4",
                        "totalWeight": 2803.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 159
                    },
                    {
                        "CPUE": "1.89",
                        "quartileCount": "0.8-3.7",
                        "totalWeight": 2277.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.30",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.4-1.5",
                        "totalWeight": 20.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "5.67",
                        "quartileCount": "0.2-1.6",
                        "totalWeight": 11436.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.8-1.8",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.48",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.2-0.8",
                        "totalWeight": 220.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.49",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "2.67",
                        "quartileCount": "1.5-13.8",
                        "totalWeight": 912.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "2.33",
                        "quartileCount": "0.5-1.7",
                        "totalWeight": 3376.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.5-1.2",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.06",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "0.7-4.4",
                        "totalWeight": 2882.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.42",
                        "totalCatch": 15
                    }
                ],
                "narrative": "<p>Caribou Lake is located about six miles south of Marcell, MN, within the Chippewa National Forest, and within the Big Fork River watershed.  The 240 acre lake has 45 littoral acres and a 152 foot maximum depth.  Relatively diverse aquatic plant life can be found along the 3.4 mile shoreline.  There is a U.S. Forest Service access on the southwest shore with limited parking available.  Lake Trout are the primary management species with a catch rate goal of 3.0/net, maintained through natural reproduction and stocking.  Smallmouth Bass are a secondary management species with no written goals.  The lake management plan was last updated in 2010. <br> \n <br> \nPeriodic Lake Trout stockings had occurred as early as the 1900's and in most years since 1951.  Yearling Lake Trout have been stocked biennially in odd years since 1991.  All stocked yearlings since 1993 were given a specific fin clip to differentiate between stocked age classes and natural reproduction due to the difficulty of ageing Lake Trout. <br> \n <br> \nDeepwater gill nets are set below the thermocline specifically targeting cold-water species, while standard gill nets are set above the thermocline in habitat better suited for cool-water species.  Lake Trout were the only species sampled with deepwater gill nets in 2015.  Complementing the six deepwater gill nets typically set, three standard gill nets were also set to better sample cool-water species. <br> \n <br> \nDeepwater gill nets sampled 15 Lake Trout at a rate of 2.5/net, below the lake management plan goal of 3.0/net.  This catch was the lowest since the biennial stocking regime began in 1991.  Previous catch rates have ranged from 2.7/net in 1996 to 4.8/net in 2007 and 2009 with an average catch rate of 4.1/net since 1992.  Lengths ranged from 7.1 to 23.6 inches with an average length of 13.9 inches and an average weight of 1.5 pounds.  Field analysis identified two marked fish (left ventral) correlating to age 1 and the 2015 spring stocking.  The remaining fish had no distinguishing marks and are assumed to be from natural reproduction.  The 2015 length frequency suggests there were multiple age classes present with about 60% of the sample age 3 or less, based on previous length frequencies with ages identified through otolith analysis. <br> \n <br> \nSmallmouth Bass were the most numerous species sampled in standard gill nets.  The catch rate of 5.7/net exceeded the expected range for lakes similar to Caribou.  Lengths ranged from 7.4 to 17.7 inches with an average length of 13.4 inches.  A favorable size structure exists with fish over 17 inches present.  Scale analysis identified ages 3 to 7 present with growth slower than the statewide average.  Smallmouth Bass averaged 13.4 inches by age-5. <br> \n <br> \nLargemouth Bass were sampled at a rate of 2.3/net, slightly above the expected range.  Lengths ranged from 7.4 to 15.2 inches with an average length of 12.3 inches.  The sample size was too small to accurately assess age structure, but scale analysis identified ages 2, 4-6. <br> \n <br> \nTrap nets sampled Bluegill at a rate of 17.7/gill net, within the expected range but less than the previous assessment of 25.3/net.  Lengths ranged from 3.0 to 7.6 inches with an average length of 4.3 inches.  Size structure was poor with few fish exceeding six inches. <br> \n <br> \nDeepwater gill nets failed to sample Yellow Perch, while eight were sampled in gill nets.  Yellow Perch have typically been sampled in low numbers with deepwater gill nets in past assessments.  Yellow Perch fry, and a few individuals up to four inches, were identified in the stomach analysis of Lake Trout, similar to previous assessments.  It appears Yellow Perch are an important prey species for Lake Trout. <br> \n <br> \nOther species sampled were Rock Bass and White Sucker. <br> \n</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "2015-07-06",
                    "12191511938353001",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2015-07-06",
                "lengths": {
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                72
                            ],
                            [
                                4,
                                50
                            ],
                            [
                                5,
                                25
                            ],
                            [
                                6,
                                10
                            ],
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 7
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 18,
                        "maximum_length": 18
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                3
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 17
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 23
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 10
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 15
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                4
                            ],
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                9
                            ],
                            [
                                8,
                                10
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "17372216449413002",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.33",
                        "quartileCount": "N/A",
                        "totalWeight": 27686.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "3.05",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 2940.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.30",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.5-2.0",
                        "totalWeight": 3400.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.6-2.6",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.50",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.67",
                        "quartileCount": "0.2-1.7",
                        "totalWeight": 14405.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.6-4.8",
                        "species": "LAT",
                        "gear": "Standard gill nets",
                        "averageWeight": "6.35",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "0.2-1.6",
                        "totalWeight": 9575.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.8-1.8",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.17",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 80.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.18",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 1399.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.39",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 1739.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "1.28",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "4.33",
                        "quartileCount": "N/A",
                        "totalWeight": 3012.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.26",
                        "totalCatch": 26
                    },
                    {
                        "CPUE": "0.17",
                        "quartileCount": "N/A",
                        "totalWeight": 1000.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "WTS",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.20",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 74.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.05",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "4.33",
                        "quartileCount": "1.5-13.8",
                        "totalWeight": 1687.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.29",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.5-1.7",
                        "totalWeight": 686.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.5-1.2",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.76",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "7.00",
                        "quartileCount": "0.7-4.4",
                        "totalWeight": 3855.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.40",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>Caribou Lake is located about six miles south of Marcell and in the Chippewa National Forest. Fish production is limited due to low fertility associated with oligotrophic conditions. Caribou Lake has a long history of trout management and has been primarily managed for Lake Trout since 1942. Management has consisted mainly of numerous stockings. Most stocked fish were given a specific fin clip to help differentiate between stocked fish and natural reproduction since 1990. Stocking was discontinued after 2017 due to poor returns from stocking and because natural reproduction appeared capable of maintaining the fishery. <br> \n <br> \nThe 2016 lake management plan (LMP) lists Lake Trout as a primary management species, with a deep-water gill net goal of 3.0/net. Because quality size Smallmouth Bass have been sampled in most surveys, the plan includes a goal of maintaining the presence of Smallmouth Bass greater than 17 inches. The 2022 targeted survey was conducted to evaluate the status of the Lake Trout population as well as to collect additional pre-regulation data. An experimental Lake Trout regulation will be implemented in the spring, 2023. Lake Trout will have a minimum harvest size limit of 20 inches with a one fish bag limit. <br> \n <br> \nLake Trout are seldom abundant due to the nature of the cold, infertile lakes they inhabit. They often occupy deep, open water area difficult to sample, so low catch rates are not uncommon. Catches in deep-water gill nets have ranged from 1.0 to 4.8/net since 1987. The 2022 catch of 3.3/net attained the management plan goal. No fin clipped fish were sampled. Trout ranged from 7.9 to 32.6 inches with an average length of 17.4 inches in deep-water gill nets. The wide range of lengths suggests recruitment has been consistent. The lack of fin clips indicated these fish originated from natural reproduction. <br> \n <br> \nPast surveys suggest Yellow Perch, especially their early life stages, are an important prey species for Lake Trout in Caribou Lake. Perch were sampled at a rate of 4.3/net in deep-water gill nets. Catches in deep-water gill nets have ranged from 0 to 5.4/net but have averaged about two per net. Lengths ranged from 6.5 to 12.2 inches with an average length of 8.4 inches, suggesting a modest size distribution. <br> \n <br> \nCatches in deep-water gill nets tend to be low and may not reflect the numbers of other species. Three gill nets were set above the thermocline at depths more suitable for cool-water species. Smallmouth Bass were sampled at a rate of 6.0/net, well above catches for comparable lakes yet similar to the previous survey (5.7/net). Lengths ranged from 6.1 to 16.7 inches with an average length of 12.1 inches. A few fish from the shallower gill nets were near 17 inches and one from the deep-water gill nets exceeded 17 inches so the LMP goal was met. <br> \n <br> \nLake Trout were also sampled in the shallower gill nets at a rate of 1.7/net, suggesting they are utilizing the entire available habitat. The five sampled fish ranged from 16.2 to 32.5 inches. <br> \n <br> \nOther species sampled include Bluegill, Largemouth Bass, Rock Bass, White Sucker and Yellow Perch. The species composition was the same between gear types. <br> \n</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "2022-07-11",
                    "17372216449413002",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-07-11",
                "lengths": {
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                3
                            ],
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    },
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 18
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                4
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                10
                            ],
                            [
                                8,
                                8
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 12
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                10
                            ],
                            [
                                8,
                                9
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 10
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                1
                            ],
                            [
                                30,
                                3
                            ],
                            [
                                32,
                                2
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 32
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                4
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                6,
                                3
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 17
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "4230913338837005",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 48.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.05",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "4.75",
                        "quartileCount": "N/A",
                        "totalWeight": 44005.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "LAT",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.55",
                        "totalCatch": 38
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 975.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "Deep gill nets",
                        "averageWeight": "2.15",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 350.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "RKB",
                        "gear": "Deep gill nets",
                        "averageWeight": "0.77",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Caribou Lake is located about six miles south of Marcell, MN, within the Chippewa National Forest, and within the Big Fork River watershed.  The 240 acre lake has 45 littoral acres and a 152 foot maximum depth.  Relatively diverse aquatic plant life can be found along the 3.4 mile shoreline.  There is a U.S. Forest Service access on the southwest shore with limited parking available. <br> \n <br> \nCaribou Lake has been primarily managed for lake trout. While periodic stockings were done in the past, since 1991, yearling lake trout have been stocked on an every-other-year schedule.  Because of the difficulty of ageing lake trout, all stocked yearlings, since 1993, were given a specific fin clip to differentiate between stocked age classes and natural reproduction.  Beginning in 2005, as part of a strain evaluation project, both Gillis Lake and Mountain Lake strain lake trout were each stocked at a rate of 2.5/acre (600).  Each fish was given a fin clip to distinguish between the strains and assign ages to individuals.  The goal of the project was to evaluate growth and survival of the paired stockings at age 4 across the state, however due to the timing of the 2007 special assessment (which evaluated ages 1 and 3) and the need to increase the statewide sample size, a final special assessment was conducted in 2009 (evaluating ages 1, 3, and 5). <br> \n <br> \nDeepwater gill nets sampled 38 lake trout for a rate of 4.8/net, the same as the previous assessment, and the highest observed catch rate since deepwater gill nets have been employed.  Some caution should be exercised when comparing catch rates from the 2009 assessment due to the increased number of nets set from 6 to 8.  The extra nets, which represent a 33% increase, were set in specific locations to increase the lake trout sample size.  Lengths ranged from 7.7 to 33.7 inches with a mean length of 16.7 inches and a mean weight of 2.6 lbs.  Field analysis identified 12 marked fish, four age 1, of which three were Gillis and one was Mountain strain, six age 3 of which four were Gillis and two were Mountain, and two with a left vent clip suggesting possibly age 5, but the lengths of the fish (21.1 and 23.4 inches) indicate they were likely age 7 or older.  The remainder of the sample, 68% (n=26), had no distinguishing marks and are assumed to be from natural reproduction.  Lengths from unmarked fish ranged from 7.7 to 33.7 inches, suggesting lake trout have been naturalized and reproducing. <br> \n <br> \nOtoliths were collected from 18 of 26 unclipped fish for ageing.  For comparison, otoliths were collected from 12 clipped fish.  The unclipped fish which otoliths were collected from had lengths ranging from 7.7 to 25.8 inches.  Age analysis suggests ages 2, 3, 5, 6, 7, and 9 were present.  Age 3 was well represented comprising 44% of the aged non clipped sample (n=8).  The 12 clipped fish had lengths from 8.1 to 23.4 inches with ages 1, 3, and 7+ present.  Growth appears to be faster early for stocked fish with yearlings typically stocked at lengths of 6-10 inches while natural fish were likely age 2 to 3 for the same range of lengths.  However, it appears growth equalizes by age 4 to 5.  It should be noted lake trout otoliths tend to crystallize making it difficult to accurately identify early annuli.  There is only moderate confidence in ages analyzed from non clipped lake trout otoliths from the 2009 sample while clipped fish had little to no confidence in annulus identification.  Five of the 12 clipped fish had partially crystallized otoliths while the remainder were unable to be aged by otoliths and ages were assigned by fin clip markings.  It is speculated that naturalized fish even with multiple generations removed from the hatchery will still have partially crystallized otoliths.   <br> \n <br> \nGillis Lake strain comprised 70% of the marked evaluation fish in the 2009 assessment.  Combined with the previous assessment, Gillis strain comprised 73% of the sample (11 of 15).  Even though the sample size is relatively small, it would suggest Gillis Lake strain has performed better in Caribou Lake.  This is consistent with other area lake trout lakes included in the project.  Combining the 2007 and 2009 special assessments, Gillis Lake strain represented 73% of the marked fish sampled in Bluewater (8 of 11) and 83% (10 of 12) in Trout Lake.  It appears Gillis Lake strain has performed better than Mountain Lake in the Grand Rapids area, however Mountain Lake will be the only strain available for inland stocking.  Traditionally, Isle Royale and Gillis Lake strain had been stocked into Caribou Lake with some convincing evidence of natural reproduction.  It is unknown what effect the shift to Mountain Lake strain will have on the lake trout community. <br> \n <br> \nCatch rates for other species in deepwater gill nets are typically low and may not be good indicators of relative abundance.  Other species sampled in deepwater gill nets include two bluegill, one rock bass, and one smallmouth bass. <br> \n</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "2009-08-31",
                    "4230913338837005",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-08-31",
                "lengths": {
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 4
                    },
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 10
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 15
                    },
                    "LAT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                5
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                33,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 33
                    }
                }
            },
            {
                "surveyID": "105522",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 0.1,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "CSH",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "1.80",
                        "quartileCount": "2.2-8.7",
                        "totalWeight": 44.0,
                        "gearCount": 5.0,
                        "quartileWeight": "1.5-3.2",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "4.89",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "0.60",
                        "quartileCount": "0.5-2.0",
                        "totalWeight": 9.0,
                        "gearCount": 5.0,
                        "quartileWeight": "1.6-2.6",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.00",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "4.88",
                        "quartileCount": "7.7-43.4",
                        "totalWeight": 7.5,
                        "gearCount": 8.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.19",
                        "totalCatch": 39
                    },
                    {
                        "CPUE": "2.12",
                        "quartileCount": "0.8-3.7",
                        "totalWeight": 2.8,
                        "gearCount": 8.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.16",
                        "totalCatch": 17
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "0.4-1.5",
                        "totalWeight": 4.75,
                        "gearCount": 8.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.38",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.2-1.7",
                        "totalWeight": 2.5,
                        "gearCount": 5.0,
                        "quartileWeight": "1.6-4.8",
                        "species": "LAT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.50",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "0.60",
                        "quartileCount": "0.2-1.6",
                        "totalWeight": 1.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.8-1.8",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.33",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.38",
                        "quartileCount": "N/A",
                        "totalWeight": 5.5,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.83",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.2-0.8",
                        "totalWeight": 3.5,
                        "gearCount": 8.0,
                        "quartileWeight": "0.2-0.7",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.44",
                        "totalCatch": 8
                    },
                    {
                        "CPUE": "0.40",
                        "quartileCount": "1.5-13.8",
                        "totalWeight": 0.2,
                        "gearCount": 5.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "7.00",
                        "quartileCount": "0.7-4.4",
                        "totalWeight": 9.0,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.26",
                        "totalCatch": 35
                    }
                ],
                "narrative": "<p>Coho and kokanee salmon are no longer present in the lake.  A walleye population no longer appears to be present in the lake.  The northern pike population has increased and the perch population has declined.  Smallmouth bass, which were stocked in 1959, have established a reproducing population.  Rock bass appear to have increased in abundance.  The lake trout population is comparable to that found during the 1949 lake survey.</p>",
                "headerInfo": [
                    "Caribou",
                    null,
                    "31062000",
                    "1976-08-23",
                    "105522",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1976-08-23",
                "lengths": {}
            }
        ],
        "countyName": "Itasca"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}