{
    "timestamp": 1737664178,
    "result": {
        "lakeName": "Lady Slipper",
        "sampledPlants": [],
        "shoreLengthMiles": 4.24,
        "DOWNumber": 42002000,
        "waterClarity": [
            [
                "06/22/2007",
                "2.1"
            ],
            [
                "06/20/2012",
                "1.25"
            ],
            [
                "06/17/2022",
                "1"
            ],
            [
                "06/14/2017",
                "1.67"
            ]
        ],
        "averageWaterClarity": "1.5",
        "littoralAcres": 286.15,
        "areaAcres": 286.15,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 11.0,
        "officeCode": "F416",
        "accesses": [
            {
                "location": "Single ramp and dock. Limited parking and turn around. Low water levels in bay area.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "118287",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.11",
                        "quartileCount": "0.2-1.9",
                        "totalWeight": 579.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.13",
                        "totalCatch": 10
                    },
                    {
                        "CPUE": "21.43",
                        "quartileCount": "N/A",
                        "totalWeight": 180.0,
                        "gearCount": 0.233333333333333,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Fall electrofishing",
                        "averageWeight": "0.08",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "275.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 9959.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.03",
                        "totalCatch": 825
                    },
                    {
                        "CPUE": "1.56",
                        "quartileCount": "N/A",
                        "totalWeight": 162.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.03",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 613.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.45",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "5.67",
                        "quartileCount": "1.2-20.0",
                        "totalWeight": 8911.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.39",
                        "totalCatch": 51
                    },
                    {
                        "CPUE": "2.22",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 1892.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.21",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "9.33",
                        "quartileCount": "2.3-18.1",
                        "totalWeight": 26469.0,
                        "gearCount": 3.0,
                        "quartileWeight": "1.0-2.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.08",
                        "totalCatch": 28
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "GSF",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "408.67",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 16247.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.01",
                        "totalCatch": 3678
                    },
                    {
                        "CPUE": "23.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 92
                    },
                    {
                        "CPUE": "30.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "FHM",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 120
                    },
                    {
                        "CPUE": "2.67",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 30182.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.77",
                        "totalCatch": 24
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BLB",
                        "gear": "Survey seining",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "2.7-25.0",
                        "totalWeight": 756.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.19",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>A resurvey of Lady Slipper Lake was conducted during early July of 2002. Lady Slipper is a small (247 acres), shallow (11 feet maximum depth), aerated, and productive lake located in Lyon County. An aeration system (pump and baffle) was first operated in 1986 to prevent winterkill of gamefish. The current aeration system (2001) consists of a surface aerator, which is located along the east shore. Winter oxygen levels have been good the last several years with only minimal use required of the aeration system. A partial summerkill of black bullhead, bluegill, and walleye occurred due to low oxygen conditions caused by decaying algae in late July of 1997. A 1997 August special assessment with trapnets and gillnet indicated that low to moderate numbers of gamefish survived the partial summerkill. High nutrient runoff inflows are common into Lady Slipper during rain events from agricultural sources via the shoreline areas, tiles, and ditches. Nutrient levels were high in Lady Slipper during 2002. Water levels in the early 2002 summer were normal, but below normal during the late summer due to drought like conditions. Submergent vegetation densities and species (sago pondweed, filamentous algae, and water moss) were limited in Lady Slipper during the 2002 summer. Emergent vegetation (hardstem bulrush, cane, cattails) densities were common to rare adjacent to shoreline areas in 2002. Water clarity was poor during the 2002 resurvey. Intense blue-green algae blooms were present in Lady Slipper during the late summer and early fall of 2002. Residential development is limited to two farm sites along or near the Lady Slipper shoreline. Yellow perch numbers were low (3.0 fish/gillnet) in 2002, but the highest historical recorded value for Lady Slipper. The yellow perch average size was moderate (0.18 lbs. and 7.4 inches) from gillnets. The largest yellow perch captured was 9.5 inches in the 2002 resurvey. Yellow perch growth rates above the normal ranges for ages 1-2 in Lady Slipper compared to area lakes. About 86% of the yellow perch captured in the 2002 resurvey were hatched in 2000.Bluegill numbers were low (5.7 fish/trapnet) in 2002, but the highest recorded value for Lady Slipper. The bluegill historical catch rate is 3.6 fish/trapnet. The 2002 bluegill average size was large (0.41 lbs. and 7.5 inches) from trapnets. The catch rate of quality size (6.0 inches) and larger bluegill was moderate to high (5.4 fish/trapnet) in 2002. The largest bluegill captured was 9.8 inches in the 2002 resurvey. Bluegill growth rates were above the normal ranges for ages 1-8 in Lady Slipper compared to area lakes. Approximately 80% of the bluegill captured in the 2002 resurvey were hatched 1998. Bluegill were last stocked (870 adults) in the early summer of 1993. Walleye numbers were moderate to abundant (9.3 fish/gillnet) in 2002, but below the historical average catch rate (22.1 fish/gillnet) for Lady Slipper. Walleye catch rates decreased substantially (66.0 fish/gillnet, early July of 1997) after the 1997 late July partial summerkill (13.0 fish/gillnet, August of 1997). The 2002 walleye average size was moderate (2.08 lbs. and 16.6 inches) from gillnets. The largest walleye captured was 25.7 inches in the 2002 resurvey. Walleye growth rates were generally within the normal ranges for ages 3-8 in Lady Slipper compared to area lakes. The catch rate of quality size (15.0 inches) and larger walleye was moderate (6.0 fish/gillnet) in 2002. Walleye angling success was exceptional during the 1996-97 winter, but only fair to moderate since 1997.Walleye natural reproduction in Lady Slipper is generally insignificant; however there were several moderate year classes (1999, 1997) represented from non-stocked years in the 2002 gillnet/trapnet catches. Lady Slipper was stocked with 185,360 walleye fry in the spring of 2002. Walleye survival from the 2002 fry stocking was poor based on catch rate results of young of year \"YOY\" walleye from the 2002 fall electrofishing survey (21.4 YOY/hour, 6.1 inches average length). Prolonged cold and cloudy weather during May and early June of 2002 limited forage (zooplankton) production, which contributed to poor walleye fry survival in most area lakes.Black bullhead numbers were abundant (408.7 fish/gillnet) in 2002, and the highest recorded value for Lady Slipper. The black bullhead historical average catch rate is 132.7 fish/gillnet for Lady Slipper. The 2002 black bullhead average length was small (6.2 inches) from gillnets and trapnets combined. The largest black bullhead captured was 12.7 inches in the 2002 resurvey.Less desirable sunfish species captured in 2002 resurvey included low numbers of orangespotted sunfish (1.6 fish/trapnet) and green sunfish (1.1 fish/trapnet). The 2002 orangespotted sunfish and green sunfish average lengths were small (3.2 inches and 4.9 inches respectively) in 2002. These sunfish species rarely reach acceptable harvest size (>6.0 inches) for anglers.Current fish management activities on Lady Slipper include assisting the Cottonwood Sportsman's Club in the operation of the aeration system, monitoring winter dissolved oxygen levels, protecting aquatic vegetation through the permit process, and stocking walleye fry every other year. The Lady Slipper Lake fishery will be surveyed in the 2006 summer for all fish species. Fall electrofishing surveys will be conducted during walleye fry stocked years to assess the success or failure of the stockings.</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2002-07-08",
                    "118287",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2002-07-08",
                "lengths": {
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 8
                    },
                    "OSS": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                3
                            ],
                            [
                                3,
                                11
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 3
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                2
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                40
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 9
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                157
                            ],
                            [
                                12,
                                58
                            ],
                            [
                                4,
                                8
                            ],
                            [
                                5,
                                2960
                            ],
                            [
                                6,
                                1163
                            ],
                            [
                                7,
                                23
                            ],
                            [
                                8,
                                25
                            ],
                            [
                                9,
                                107
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 12
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                5
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 7
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                11
                            ],
                            [
                                8,
                                12
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 9
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                10,
                                4
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                16,
                                5
                            ],
                            [
                                17,
                                5
                            ],
                            [
                                18,
                                5
                            ],
                            [
                                19,
                                4
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                6
                            ],
                            [
                                23,
                                5
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 25
                    }
                }
            },
            {
                "surveyID": "12341825345650000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "381.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 0.333333333333333,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Fall electrofishing",
                        "averageWeight": "0.00",
                        "totalCatch": 127
                    }
                ],
                "narrative": "<p>A targeted fall night electrofishing survey was conducted on Lady Slipper during September 5, 2018 to evaluate young of year \"YOY\" (fingerling sized) Walleye numbers due to a fry stocking. Lady Slipper is a small (286 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. A significant winterkill likely occurred during February of 2019 on Lady Slipper and connected School Grove Lake. We caught abundant numbers of small Common Carp and Black Bullhead in spring test netting during 2019. A few small Yellow Perch were also caught in the 2019 spring trapnets. <br> \n <br> \nWalleye natural reproduction in Lady Slipper is generally infrequent and insignificant based on previous surveys and analysis. Lady Slipper is scheduled for Walleye fry stocking every other year. If a fry stocking is a failure or a winterkill occurs, then the lake will generally be stocked again with fry the following spring. Walleye fry were recently stocked into Lady Slipper (169,000 to 358,000 fry) during 2008, 2010, 2012-2014, 2016 and 2018. Approximately 357,952 Walleye fry were stocked in Lady Slipper during 2018. Walleye fingerlings (5,506 fish, 622 pounds) were last stocked into Lady Slipper during October of 2003 in response to a fry stocking failure. <br> \n <br> \nThe following results are no longer indicative of the fishery due to the 2019 winterkill. There were abundant YOY Walleye numbers captured (381.00 YOY/hour, 6.72 inches) during the 2018 fall electrofishing survey. No yearling Walleye were captured in 2018. YOY Walleye numbers were also abundant in the 2016 (180.00 YOY/hour, 5.63 inches) and 2014 (584.00 YOY/hour, 4.95 inches) fall night electrofishing surveys. No yearling Walleye were captured in the 2016 or 2014 fall night electrofishing surveys. Low YOY Walleye numbers (8.00 YOY/hour, 7.95 inches) were captured in the 2013 fall electrofishing survey. YOY Walleye were not captured in 2012 (0.00 YOY/hour), but were abundant in the 2010 (365.99 YOY/hour, 7.03 inches) fall electrofishing survey. The highest YOY Walleye catch rate (846.01 YOY/hour, 5.68 inches) occurred for Lady Slipper in 2008. We observed abundant YOY Yellow Perch, Common Carp and various Sunfish species in the 2018 fall electrofishing survey. <br> \n <br> \nAdult Walleye abundance in the most recent 2017 standard summer gillnet survey (5.00 fish/gillnet) was below the 25th quartile for Lady Slipper (25th=6.08, 50th=20.17, 75th=37.00 fish/gillnet) and below the 50th quartile (6.83 fish/gillnet) for Lake Class 43 lakes. The 2017 Walleye average weight and length were 1.53 pounds and 14.48 inches from gillnets. The 2016 Walleye year class comprised 64% of 2017 Walleye summer survey catch. The 2014 and 2010 year classes comprised 16% and 20% respectively of the 2017 Walleye catch. <br> \n <br> \nThe Lady Slipper Lake fishery will be sampled in the 2022 for all fish species. A fall night electrofishing survey will be conducted during Walleye fry stocked years. <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2018-09-05",
                    "12341825345650000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2018-09-05",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                16
                            ],
                            [
                                6,
                                95
                            ],
                            [
                                7,
                                12
                            ],
                            [
                                8,
                                4
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "10951424738944032",
                "fishCatchSummaries": [
                    {
                        "CPUE": "584.00",
                        "quartileCount": "N/A",
                        "totalWeight": 349.0,
                        "gearCount": 0.25,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Fall electrofishing",
                        "averageWeight": "0.01",
                        "totalCatch": 146
                    }
                ],
                "narrative": "<p>A fall night electrofishing of young of year \"YOY\" walleye was conducted on Lady Slipper during September 2, 2014. Lady Slipper is a small (286 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County.  <br> \n <br> \nLady Slipper is scheduled for walleye fry stocking every other year. If a fry stocking is a failure or a winterkill occurs, then the lake will generally be stocked again with fry the following spring. Walleye fry were recently stocked into Lady Slipper (169,000 to 290,000 fish) during 2008, 2010 and 2012-2014. Approximately 290,000 walleye fry were stocked in Lady Slipper during 2014. Walleye fingerlings (5,506 fish, 622 pounds) were last stocked into Lady Slipper during October of 2003 in response to the 2003 fry stocking failure. <br> \n <br> \nAbundant numbers of YOY walleye (584.00 YOY/hour, 4.95 inches average length) were captured in the 2014 fall night electrofishing survey. No yearling walleye were captured in 2014. Low YOY walleye numbers (8.00 YOY/hour, 7.95 inches average length) were captured in the 2013 fall electrofishing survey. YOY walleye numbers were not captured in 2012 (0.00 YOY/hour), but were abundant in the 2010 (365.99 YOY/hour, 7.03 inches average length) fall electrofishing survey. The highest YOY walleye catch rate (846.01 YOY/hour, 5.68 inches average length) occurred for Lady Slipper in 2008. <br> \n <br> \nThe Lady Slipper Lake fishery will be sampled in the 2016 fall for YOY walleye and 2017 for all fish species. <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2014-09-02",
                    "10951424738944032",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2014-09-02",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                117
                            ],
                            [
                                5,
                                7
                            ],
                            [
                                6,
                                22
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    }
                }
            },
            {
                "surveyID": "17461924849939000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "153.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 0.333333333333333,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Fall electrofishing",
                        "averageWeight": "0.00",
                        "totalCatch": 51
                    }
                ],
                "narrative": "<p>A targeted fall night electrofishing survey was conducted on Lady Slipper during September 4, 2019 to evaluate young of year \"YOY\" (fingerling sized) Walleye numbers due to a fry stocking. Lady Slipper is a small (286 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. A significant winterkill likely occurred during February of 2019 on Lady Slipper and connected School Grove Lake. Although floating dead fish were less apparent in Lady Slipper than School Grove Lake during the 2019 spring. We caught abundant numbers of small Common Carp and Black Bullhead in spring test netting during 2019. A few small Yellow Perch were also caught in the 2019 spring trapnets.  <br> \n <br> \nWalleye natural reproduction in Lady Slipper is generally infrequent and insignificant based on previous surveys. Lady Slipper is scheduled for Walleye fry stocking every other year. If fry stocking is a failure or a winterkill occurs, the lake will generally be stocked again with fry the following spring. Walleye fry were recently stocked into Lady Slipper (169,000 to 358,000 fry) during 2008, 2010, 2012-2014, 2016 and 2018. Approximately 150,000 Upper Mississippi strain Walleye fry were stocked in Lady Slipper during 2019. Walleye fingerlings (5,506 fish, 622 pounds) were last stocked into Lady Slipper during October of 2003 in response to a fry stocking failure. <br> \n <br> \nAbundant YOY Walleye numbers (153.00 YOY/hour, 7.56 inches) were captured in the 2019 fall electrofishing survey. There were abundant YOY Walleye numbers captured (381.00 YOY/hour, 6.72 inches) during the 2018 fall electrofishing survey. No yearling Walleye were captured in 2014, 2016, 2018 or 2019 fall electrofishing surveys. YOY Walleye numbers were abundant in the 2016 (180.00 YOY/hour, 5.63 inches), 2014 (584.00 YOY/hour, 4.95 inches) and 2010 (365.99 YOY/hour, 7.03 inches) fall night electrofishing surveys. The highest YOY Walleye catch rate (846.01 YOY/hour, 5.68 inches) occurred for Lady Slipper in 2008. Low YOY Walleye numbers (8.00 YOY/hour, 7.95 inches) were captured in the 2013 fall electrofishing survey. YOY Walleye were not captured in 2012 (0.00 YOY/hour), but yearling Walleye (2012 year class) were present in moderate numbers (12.00 YOY/hour) during the 2013 fall electrofishing survey. We observed abundant/moderate numbers of Common Carp, Black Bullhead and Fathead Minnow in the 2019 fall electrofishing survey. <br> \n <br> \nThe Lady Slipper Lake fishery will be sampled in the 2022 for all fish species. A fall night electrofishing survey will be conducted during Walleye fry stocked years (next stocking in 2021). <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2019-09-04",
                    "17461924849939000",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2019-09-04",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                36
                            ],
                            [
                                8,
                                8
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "12341625953147004",
                "fishCatchSummaries": [
                    {
                        "CPUE": "180.00",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 0.25,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Fall electrofishing",
                        "averageWeight": "0.00",
                        "totalCatch": 45
                    }
                ],
                "narrative": "<p>A fall night electrofishing survey for young of year \"YOY\" (fingerling sized) Walleye on Lady Slipper Lake was conducted during September 14, 2016. The survey was done with a boat set up with electrofishing equipment to evaluate fry stocking success in 2016. The electrofishing equipment puts electricity into the water and fish are attracted to the positive charge in the front of the boat. We then net the fish and take lengths and weights to determine what condition the fish are in (etc.). Lady Slipper is a small (286 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County.  <br> \n <br> \nWalleye natural reproduction in Lady Slipper is generally infrequent and insignificant based on previous fall and summer surveys. Lady Slipper is scheduled for Walleye fry stocking every other year. If a fry stocking is a failure or a winterkill occurs, then the lake will generally be stocked again with fry the following spring. Walleye fry were recently stocked into Lady Slipper (169,000 to 290,000 fry) during 2008, 2010 and 2012-2014. Approximately 286,000 Walleye fry were stocked in Lady Slipper during 2016. Walleye fingerlings (5,506 fish, 622 pounds) were last stocked into Lady Slipper during October of 2003 in response to the 2003 fry stocking failure. <br> \n <br> \nYOY Walleye numbers (180.0 YOY/hour, 5.6 inches) were abundant in the 2016 fall night electrofishing survey. Abundant YOY Walleye numbers (584.0 YOY/hour, 5.0 inches) were also captured in the 2014 fall night electrofishing survey. No yearling Walleye were captured in the 2014 or 2016 fall night electrofishing surveys. Low YOY Walleye numbers (8.0 YOY/hour, 8.0 inches) were captured in the 2013 fall electrofishing survey. YOY Walleye were not captured in 2012 (0.0 YOY/hour), but were abundant in the 2010 (366.0 YOY/hour, 7.0 inches) fall electrofishing survey. The highest YOY Walleye catch rate (846.0 YOY/hour, 5.7 inches) occurred for Lady Slipper in 2008. <br> \n <br> \nThe Lady Slipper Lake fishery will be sampled in the 2017 for all fish species. A fall night electrofishing survey will be conducted during Walleye fry stocked years. <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2016-09-14",
                    "12341625953147004",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2016-09-14",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                5
                            ],
                            [
                                5,
                                28
                            ],
                            [
                                6,
                                12
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    }
                }
            },
            {
                "surveyID": "870716354766000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.22",
                        "quartileCount": "0.2-1.9",
                        "totalWeight": 765.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.08",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "1.1-8.0",
                        "totalWeight": 1100.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.8-3.4",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.43",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "115.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 25135.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.24",
                        "totalCatch": 230
                    },
                    {
                        "CPUE": "19.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1689.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.02",
                        "totalCatch": 171
                    },
                    {
                        "CPUE": "1.56",
                        "quartileCount": "N/A",
                        "totalWeight": 1573.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.25",
                        "totalCatch": 14
                    },
                    {
                        "CPUE": "1.78",
                        "quartileCount": "1.2-20.0",
                        "totalWeight": 4026.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.55",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "6.11",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 3015.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.12",
                        "totalCatch": 55
                    },
                    {
                        "CPUE": "39.00",
                        "quartileCount": "2.3-18.1",
                        "totalWeight": 44389.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.0-2.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.25",
                        "totalCatch": 78
                    },
                    {
                        "CPUE": "37.56",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 40948.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.27",
                        "totalCatch": 338
                    },
                    {
                        "CPUE": "4.78",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 41289.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.12",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "94.50",
                        "quartileCount": "2.7-25.0",
                        "totalWeight": 22351.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.26",
                        "totalCatch": 189
                    }
                ],
                "narrative": "<p>Lady Slipper is a small (247 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. A population assessment of Lady Slipper was conducted during mid June of 2007. Water clarity was fair to poor during mid June of 2007 (2.1 feet). Residential development is limited to two farm sites along the lake. Both partial summerkills and winterkills have occurred in Lady Slipper, but these have not occurred since the late 1990\u0019s. Blue-green algae blooms are often intense during the summer months. Lady Slipper receives moderate to high nutrient inputs from agricultural row crops and feedlots. Nearby School Grove Lake can connect to Lady Slipper via a tile/marsh area during high water conditions. Lady Slipper is scheduled for walleye fry stocking every other year. If a fry stocking is a failure or a winterkill occurs, then the lake will generally be stocked again with fry the following spring. Walleye fingerlings/yearlings may be stocked in Lady Slipper after two poor consecutive fall electrofishing surveys for YOY walleye. Lady Slipper can be a popular local walleye and yellow perch fishery. Lady Slipper is managed primarily for walleye with bluegill, yellow perch, and black bullhead as secondary species. <br> \n <br> \nBlack bullhead numbers were moderate in 2007 (37.56 fish/trapnet) compared to the normal range for similar lakes, but below the Lady Slipper historical average catch rate (125.35 fish/trapnet). The 2007 black bullhead gillnet catch rate (115.00/gillnet) was below the historical average (141.00 fish/gillnet). The 2007 black bullhead average size was moderate (0.41 pounds and 8.61 inches) from trapnets. The 2007 black bullhead average size was small to moderate (0.32 pounds and 7.53 inches) from gillnets. The black bullhead historical average weights were 0.29 pounds and 0.30 pounds respectively from gillnets and trapnets for Lady Slipper. <br> \n <br> \nCarp were not present in the 2007 gillnets or trapnets. Carp have been captured in only one other Lady Slipper survey (2 carp from trapnets in 1997). <br> \n <br> \nBluegill numbers were low to moderate in 2007 (1.78 fish/trapnet) compared to the normal range for similar lakes. The bluegill historical catch rate is 2.83 fish/trapnet for Lady Slipper. The 2007 bluegill average size was large (0.55 pounds and 7.96 inches) from trapnets. The bluegill historical average length is 7.40 inches from trapnets. The 2007 catch rate of preferred size (8.00 inches) and larger bluegill was moderate to low (1.44 fish/trapnet). Bluegill growth rates were above the Spicer Area normal ranges for ages 1-8. The 2000 year class comprised 36% of the 2007 bluegill catch. <br> \n <br> \nOther sunfish species captured in Lady Slipper during 2007 included moderate to high numbers of green sunfish (2.22 fish/trapnet), hybrid sunfish (1.56 fish/trapnet), and orangespotted sunfish (19.00 fish/trapnet). The 2007 average lengths were 4.66 inches for green sunfish, 5.90 inches for hybrid sunfish, and 3.53 inches for orangespotted sunfish. <br> \n <br> \nYellow perch were abundant in 2007 (94.50 fish/gillnet) compared to the normal range for similar lakes and above the Lady Slipper historical average catch rate (24.38 fish/gillnet). The 2007 yellow perch average length was moderate (7.93 inches) from gillnets. The yellow perch historical average length is 7.67 inches. The 2007 catch rate of preferred size (10 inches) and larger yellow perch was high (10.94 fish/gillnet). Yellow perch growth rates were above the Spicer Area normal ranges for ages 1-7. The 2005 year class comprised 51% of the 2007 yellow perch catch. <br> \n <br> \nNorthern pike numbers were low in 2007 (0.50 fish/gillnet) compared to the normal range for similar lakes. Northern pike have not been captured in previous Lady Slipper surveys. The northern pike average length was 21.85 inches from gillnets.  <br> \n <br> \nWalleye were abundant in 2007 (39.00 fish/gillnet) compared to the normal range for similar lakes and above the Lady Slipper historical average catch rate (28.58 fish/gillnet). The 2007 walleye trapnet catch rate (4.78 fish/trapnet) was similar to the Lady Slipper historical average (5.39 fish/trapnet). The 2007 walleye average size was moderate (1.26 pounds and 15.20 inches) from gillnets. The 2007 walleye average size was moderate to large (2.12 pounds and 18.02 inches) from trapnets. The 2007 catch rate of quality size (15.00 inches) and larger walleye was high (21.50 fish/gillnet). Walleye growth rates were above the Spicer Area normal ranges for ages 1-2, within the normal ranges for ages 3-5, and below the normal ranges for ages 6-7. The 2005 (fry stocked) and 2003 year classes (fry and fingerling stocked) accounted for 48% and 28% respectively of the 2007 walleye catch. <br> \n <br> \nModerate numbers of young of year \"YOY\" walleye were present in the 2006 fall electrofishing survey (39.00 YOY/hour, 6.54 inches average length). There were no young of year \"YOY\" walleye captured in 2003. Low numbers of YOY walleye were captured in the 2002 (21.43 YOY/hour, 6.10 inches average length) and 2005 (18.00 YOY/hour, 6.93 inches average length) fall electrofishing surveys. The highest Lady Slipper fall electrofishing catch rate for YOY walleye occurred in 1998 (72.00 YOY/hour, 4.51 inches average length). The Lady Slipper fall electrofishing historical average catch rate and length were 30.09 YOY/hour and 6.02 inches respectively. The Spicer Area YOY walleye historical average catch rate is 71.24 YOY/hour from lakes fry stocked and lakes with natural reproduction. Walleye fry have been stocked recently into Lady Slipper during 1996, 1998, 2000, 2002, 2003, 2005, and 2006. Walleye fingerlings (5,506 fish, 622 pounds) were stocked into Lady Slipper during October of 2003 in response to the 2003 fry stocking failure. <br> \n <br> \nCurrent fish management activities on Lady Slipper include monitoring the fish population on a periodic basis, monitoring winter dissolved oxygen levels, working with the local residents and clubs with the operation of the aeration system, protecting aquatic vegetation through the permit process, participating in local watershed initiatives, and stocking various fish species as warranted. The Lady Slipper Lake fishery will be sampled in the 2008 fall for YOY walleye numbers.  <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2007-06-21",
                    "870716354766000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2007-06-21",
                "lengths": {
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                60
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                3,
                                2
                            ],
                            [
                                4,
                                92
                            ],
                            [
                                5,
                                36
                            ],
                            [
                                6,
                                12
                            ],
                            [
                                7,
                                13
                            ],
                            [
                                8,
                                36
                            ],
                            [
                                9,
                                314
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 11
                    },
                    "OSS": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                6
                            ],
                            [
                                3,
                                149
                            ],
                            [
                                4,
                                16
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 4
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                21,
                                1
                            ]
                        ],
                        "minimum_length": 21,
                        "maximum_length": 21
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                1
                            ],
                            [
                                3,
                                3
                            ],
                            [
                                4,
                                3
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 9
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                6
                            ],
                            [
                                4,
                                8
                            ],
                            [
                                5,
                                4
                            ],
                            [
                                6,
                                2
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 6
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                2
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 9
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                4
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                27
                            ],
                            [
                                15,
                                25
                            ],
                            [
                                16,
                                12
                            ],
                            [
                                17,
                                16
                            ],
                            [
                                18,
                                12
                            ],
                            [
                                19,
                                8
                            ],
                            [
                                20,
                                7
                            ],
                            [
                                21,
                                3
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 21
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                13
                            ],
                            [
                                11,
                                10
                            ],
                            [
                                4,
                                7
                            ],
                            [
                                5,
                                53
                            ],
                            [
                                6,
                                31
                            ],
                            [
                                7,
                                83
                            ],
                            [
                                8,
                                28
                            ],
                            [
                                9,
                                19
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 11
                    }
                }
            },
            {
                "surveyID": "4691217033264000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.11",
                        "quartileCount": "0.2-1.9",
                        "totalWeight": 100.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.22",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "280.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 15020.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 280
                    },
                    {
                        "CPUE": "17.89",
                        "quartileCount": "N/A",
                        "totalWeight": 1955.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.03",
                        "totalCatch": 161
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "1.2-20.0",
                        "totalWeight": 551.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.30",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "3.89",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 2907.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.18",
                        "totalCatch": 35
                    },
                    {
                        "CPUE": "31.00",
                        "quartileCount": "2.3-18.1",
                        "totalWeight": 16537.0,
                        "gearCount": 1.0,
                        "quartileWeight": "1.0-2.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.18",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "40.33",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 40300.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.24",
                        "totalCatch": 363
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 86.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.04",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "4.44",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 24484.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.35",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "69.00",
                        "quartileCount": "2.7-25.0",
                        "totalWeight": 5093.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 69
                    }
                ],
                "narrative": "<p>Lady Slipper is a small (247 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. A resurvey of Lady Slipper was conducted during mid-June of 2012. Residential development is limited to two farm sites near the lake. A small wildlife management area public access is located on the east side of the east bay. Water clarity was poor on June 20, 2012 (1.2 feet). Nutrient levels were high during June of 2012 (0.143 ppm total phosphorus, 84.8 ppb chlorophyll-a). Blue-green algae blooms are often intense during the summer months. Lady Slipper receives high nutrient inputs from agricultural sources. There are several tile inlets that drain agricultural row crop fields into Lady Slipper. The outlet drains into a marsh that connects to nearby School Grove Lake only during high water conditions. Water levels were normal during the spring of 2012, but 1-2 feet below normal by the end of summer due to drought conditions. Aquatic vegetation is more commonly present in Lady Slipper due to the absence of carp unlike other nearby shallow lakes. Sago pondweed was sampled at 85% of the vegetation transects sites. Filamentous algae and water moss were also frequently present in Lady Slipper. The most commonly occurring emergents included bulrush and cattail species. Shoalwater substrates consisted primarily of silt and sand with lesser amounts of boulder and rubble.  <br> \n <br> \nBoth partial summerkills and winterkills have occurred in Lady Slipper, but these have not been documented since the late 1990's. However, a winterkill assessment was conducted during late April of 2010 for Lady Slipper Lake. Nearby, School Grove Lake had a significant winterkill during the 2009-10 winter. School Grove Lake was opened to unlimited fishing during mid-February of 2010. High snowfall events during late December resulted in deteriorating oxygen levels during the 2009-10 winter for most area lakes in southern Minnesota. Ice clarity was also poor due to partial thawing and freezing during December of 2009. The Cottonwood Sportsman's Club generally operates two surface aerators on Lady Slipper. Oxygen levels in Lady Slipper were near 13 ppm during late December of 2009, 3 ppm during mid-January of 2010, 1.7 ppm by mid-February of 2010, 1 ppm during late February of 2010, and 15 ppm by mid-March of 2010. The aeration system was started during mid-January of 2010 on Lady Slipper. One surface aerator quit during late February. There were no reports of dead fish floating or on the shoreline after ice out during early April of 2010. Three trapnets (3/8 inch mesh, single frame) were set on April 26, 2010 to assess fish species presence in Lady Slipper Lake following the 2009 10 winter. Fish species sampled included black bullhead, walleye, yellow perch, orangespotted sunfish and fathead minnows in the 2010 ice out trapnets. It appears that a major winterkill was averted. <br> \n <br> \nLady Slipper is scheduled for walleye fry stocking every other year. If a fry stocking is a failure or a winterkill occurs, then the lake will generally be stocked again with fry the following spring. Lady Slipper can be a popular local walleye and yellow perch fishery. Lady Slipper is managed primarily for walleye, bluegill and yellow perch.  <br> \n <br> \nBlack bullhead numbers were moderate in 2012 trapnets (40.33 fish/trapnet) and large (0.78 pounds and 10.97 inches). The black bullhead historical average catch rate is 108.35 fish/trapnet. Black bullhead numbers were abundant in 2012 gillnets (280.00/gillnet) compared to the historical average (168.80 fish/gillnet). The 2012 black bullhead average size was moderate (0.41 pounds and 8.39 inches) from gillnets. The black bullhead historical average weights were 0.32 pounds and 0.39 pounds respectively from gillnets and trapnets for Lady Slipper. <br> \n <br> \nCarp were not present in the 2012 gillnets or trapnets. Carp have been captured in only one other Lady Slipper survey (2 carp from trapnets in 1997). <br> \n <br> \nBluegill numbers were low in 2012 (0.44 fish/trapnet) compared to the normal range for similar lakes and the historical average (2.36 fish/trapnet) for Lady Slipper. The 2012 bluegill average weight and length were large (0.30 pounds and 7.40 inches) from trapnets. The bluegill historical average length is 7.40 inches from trapnets. Bluegill growth rates were above the Spicer Area normal ranges for ages 1-5. The 2008 year class comprised 75% of the 2012 bluegill catch. <br> \n <br> \nOther sunfish species captured during 2012 included low numbers of green sunfish (0.11 fish/trapnet) and high numbers of orangespotted sunfish (17.89 fish/trapnet). The 2012 average lengths were 6.50 inches for green sunfish and 4.01 inches for orangespotted sunfish. <br> \n <br> \nYellow perch numbers were abundant in 2012 (69.00 fish/gillnet) compared to the normal range for similar lakes and above the historical average (33.30 fish/gillnet) for Lady Slipper. The 2012 yellow perch average length was moderate to large (8.15 inches) from gillnets. The yellow perch historical average length is 7.83 inches. The 2012 catch rate of quality size (8.00 inches) and larger yellow perch was high (41.40 fish/gillnet). Yellow perch growth rates were near or above the Spicer Area normal ranges for ages 1-4. The 2010 year class comprised 64% of the 2012 yellow perch catch. <br> \n <br> \nNorthern pike were not present in 2012 survey nets. Northern pike numbers in 2007 (0.50 fish/gillnet) were low. Northern pike have not been captured in Lady Slipper surveys prior to 2007. The northern pike average length was small (21.85 inches) from gillnets in 2007.  <br> \n <br> \nWalleye numbers were abundant in 2012 (31.00 fish/gillnet) compared to the normal range of similar lakes. The walleye historical average catch rate is 29.07 fish/gillnet. The 2012 walleye average size was moderate to small (1.18 pounds and 13.39 inches) from gillnets. The 2012 catch rate of quality size (15.00 inches) and larger walleye was moderate to high (9.00 fish/gillnet). Walleye growth rates appeared to be above the Spicer Area normal ranges for ages 1-6. The 2010 (fry stocked) and 2008 year classes (fry stocked) accounted for 29% and 15% respectively of the 2012 summer walleye catch.  <br> \n <br> \nWalleye fry were stocked into Lady Slipper (185,000 to 250,000 fish) during 1996, 1998, 2000, 2002, 2003, 2005, 2006, 2008, 2010 and 2012. Walleye fingerlings (5,506 fish, 622 pounds) were stocked into Lady Slipper during October of 2003 in response to a 2003 fry stocking failure. A fall electrofishing survey was conducted on September 10, 2012 to assess young of year \"YOY\" walleye numbers in Lady Slipper Lake. YOY walleye numbers were not sampled in the 2012 (0.00 YOY/hour) fall electrofishing survey, but were abundant in the 2010 (365.99 YOY/hour, 7.03 inches average length) fall electrofishing survey. YOY walleye numbers were also abundant (846.01 YOY/hour) in a previous fry stocking year of 2008 for Lady Slipper. The Spicer Area YOY walleye historical average catch rate is 81.31 YOY/hour. The Lady Slipper YOY walleye historical catch rate is 170.30 YOY/hour. Walleye fry are scheduled to be stocked in the spring of 2013. <br> \n <br> \nCurrent fish management activities on Lady Slipper include monitoring the fish population on a periodic basis, monitoring winter dissolved oxygen levels, working with the local residents and clubs with the operation of the aeration system, protecting aquatic vegetation through the permit process, assisting aquatic plant management and enforcement personnel in educating boaters and monitoring access sites for potential invasive species introductions, participating in local watershed initiatives, and stocking various fish species as warranted. The Lady Slipper Lake fishery will be sampled in the 2013 fall for YOY walleye numbers.  <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2012-06-18",
                    "4691217033264000",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2012-06-18",
                "lengths": {
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 6
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                25
                            ],
                            [
                                11,
                                3
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                7
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                5
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                2
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 23
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                17
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                30
                            ],
                            [
                                8,
                                44
                            ],
                            [
                                9,
                                9
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 10
                    },
                    "OSS": {
                        "species": null,
                        "fishCount": [
                            [
                                2,
                                3
                            ],
                            [
                                3,
                                63
                            ],
                            [
                                4,
                                100
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 4
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                4
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 7
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                198
                            ],
                            [
                                11,
                                104
                            ],
                            [
                                12,
                                78
                            ],
                            [
                                13,
                                11
                            ],
                            [
                                4,
                                19
                            ],
                            [
                                5,
                                24
                            ],
                            [
                                6,
                                4
                            ],
                            [
                                7,
                                45
                            ],
                            [
                                8,
                                76
                            ],
                            [
                                9,
                                84
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "17462215749685003",
                "fishCatchSummaries": [
                    {
                        "CPUE": "56.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 9335.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.18",
                        "totalCatch": 112
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 16.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.04",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 26.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.06",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.56",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 805.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.35",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "3.50",
                        "quartileCount": "2.3-18.1",
                        "totalWeight": 3507.0,
                        "gearCount": 2.0,
                        "quartileWeight": "1.0-2.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.10",
                        "totalCatch": 7
                    },
                    {
                        "CPUE": "31.56",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 15217.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.12",
                        "totalCatch": 284
                    },
                    {
                        "CPUE": "76.00",
                        "quartileCount": "1.0-13.8",
                        "totalWeight": 103813.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.8-3.7",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.51",
                        "totalCatch": 152
                    },
                    {
                        "CPUE": "2.56",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 7326.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.70",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "24.67",
                        "quartileCount": "1.0-5.5",
                        "totalWeight": 296016.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.4-4.6",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.94",
                        "totalCatch": 222
                    },
                    {
                        "CPUE": "3.50",
                        "quartileCount": "2.7-25.0",
                        "totalWeight": 1042.0,
                        "gearCount": 2.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.33",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>A standard survey of Lady Slipper was conducted during mid-June of 2022. A targeted survey is generally used for sampling a specific kind of fish or time of year (i.e. spawning season, fall season, etc.) unlike a standard survey which samples a wider range of fish species during the summer months using standard methodology (i.e. standard time of year, set sampling stations, taking water clarity readings and oxygen/temperature profiles, etc.) and gears (i.e. lake survey gillnets, trapnets, and spring electrofishing for Largemouth Bass). <br> \n <br> \nLady Slipper is a small (247 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. Residential development is limited to two farm sites near the lake. Lines State Wildlife Management Area \"WMA\" is located along the north and east shores. A small public access is located on the east side of the east bay within the WMA. A large ditch is located adjacent to the WMA. Water clarity was poor on June 17, 2022 (1.0 feet). Nutrient levels were high during June of 2012 (0.143 ppm total phosphorus, 84.8 ppb chlorophyll-a). Blue-green algae blooms are often intense during the summer months. Lady Slipper receives high nutrient inputs from agricultural sources. There are several tile inlets that drain agricultural row crop fields into Lady Slipper. The outlet drains into a marsh that can connect to nearby School Grove Lake only during high water conditions. Submergent vegetation was more commonly present in Lady Slipper prior to 2012 due to the absence of Common Carp, unlike other nearby shallow lakes. Submergent vegetation is limited to mostly sago pondweed, filamentous algae and water moss in Lady Slipper. The most commonly occurring emergent vegetation plants included bulrush and cattail species. Shoalwater substrates consist primarily of silt and sand with lesser amounts of boulder, gravel and rubble.  <br> \n <br> \nBoth partial summerkills and winterkills have occurred in Lady Slipper, but these have not been documented since the late 1990's. However, a winterkill assessment was conducted during late April of 2010 and 2019 on Lady Slipper Lake. High snowfall events in February of 2019 caused oxygen levels to drop from 16 ppm in mid-January to below 1 ppm by early March. A few dead fish were observed during the 2019 spring netting survey. No Walleye and only a few Yellow Perch were captured in three 2019 spring trapnets. Abundant Black Bullhead and small Common Carp were abundant in 2019 spring trapnets. It is likely that at least a partial and probably a significant winterkill of gamefish occurred on Lady Slipper in 2019. Local anglers reported Walleye being caught in December of 2021. Nearby, School Grove Lake had a significant winterkill during the 2009 10 winter and 2019, but none occurred on 2010 in Lady Slipper. A significant winterkill occurred on nearby Cottonwood Lake during January of 2013, but not on Lady Slipper. Gamefish often become susceptible to winterkill when oxygen levels are less than 1 ppm for an extended period.  <br> \n <br> \nOxygen levels were low during February of 2023 due mostly numerous heavy snowfall events. The aeration system (northeast bay) was turned on January 3, 2023. It was unable to provide adequate oxygen levels due to late ice out and snowfall events. There were reports of winterkill (Common Carp and Walleye) in the spring of 2023. We caught moderate numbers of Black Bullhead (all sizes) and Common Carp (all sizes) from ice out trapnets during late April of 2023. No gamefish (Walleye, Yellow Perch or Black Crappie) were captured in the trapnets. Winterkill was more prevalent in southern and western Minnesota shallow lakes in 2023 than during other years. The 2022 summer survey results are no longer valid due to significant winterkill in 2023. <br> \n <br> \nBlack Bullhead abundance was low (31.56 fish/trapnet) in 2022 compared to the historical average catch rate (103.37 fish/trapnet). The 2022 Black Bullhead gillnet catch rate (56.00/gillnet) was also below the historical average (181.33 fish/gillnet), but moderate compared to similar lakes. The Black Bullhead average size was small (0.24 pounds and 7.6 inches) from trapnets. The 2022 Black Bullhead average weight was 0.24 pounds from gillnets. The Black Bullhead historical average weights were 0.37 pounds and 0.43 pounds respectively from gillnets and trapnets for Lady Slipper. <br> \n <br> \nCommon Carp were abundant (76.00 fish/gillnet and 24.67 fish/trapnet) in 2022. Common Carp average size was moderate from trapnets (3.33 pounds and 18.4 inches), but small from gillnets (1.51 pounds and 14.4 inches). Common Carp have been captured in only two other Lady Slipper surveys (1997 and 2017). Common Carp likely entered Lady Slipper during recent high water events either from School Grove via a wetland along the south shore or from a large ditch adjacent to a connected wetland within the state wildlife management area along the north side of the lake. <br> \n <br> \nBluegill were not caught in the 2022 or 2017 surveys. Bluegill abundance was low in 2012 (0.44 fish/trapnet). The Bluegill historical catch rate is 1.96 fish/trapnet. Low numbers of Orangespotted Sunfish (0.11 fish/trapnet) were caught in 2022. No other sunfish species were captured during 2022 or 2017. Low numbers of Green Sunfish (0.11 fish/trapnet) and high numbers of Orangespotted Sunfish (17.89 fish/trapnet) were captured in 2012.  <br> \n <br> \nYellow Perch abundance was low (3.50 fish/gillnet) in 2022. The historical average catch rate is 32.92 fish/gillnet for Lady Slipper. The 2022 Yellow Perch average size was large (8.8 inches and 0.33 pounds) from gillnets. The Yellow Perch historical average length is 8.0 inches. Yellow Perch growth rates were excellent for ages 1-4. The 2019 and 2020 year classes each comprised 42% of the 2022 Yellow Perch catch. <br> \n <br> \nNorthern Pike were not caught in recent surveys since 2012. Northern Pike abundance (0.50 fish/gillnet) was low in 2007. Northern Pike were not captured in Lady Slipper surveys prior to 2007. Northern Pike possession limit regulations for Lady Slipper in the South Zone are as follows: anglers and spearers can keep 2 fish with a minimum size of 24.0 inches. <br> \n <br> \nWalleye natural reproduction has been generally insignificant based on previous surveys and analysis for Lady Slipper. Walleye fry were recently stocked into Lady Slipper (143,000 to 290,000 fish) during 2010, 2012-2014, 2016, 2018, 2019, 2021 and 2022. Walleye fingerlings (5,506 fish, 622 pounds) were stocked into Lady Slipper during October of 2003 in response to the 2003 fry stocking failure. Walleye fingerlings (246 fish, 41 pounds) and adults (68 fish, 125 pounds) were stocked in 2021. A fall electrofishing survey was last conducted in 2019 to assess young of year \"YOY\" (fingerling sized) Walleye numbers in Lady Slipper Lake. Abundant YOY Walleye numbers were sampled in the 2019 (153.00 YOY/hour, 7.6 inches), 2018 (381.00 YOY/hour, 6.7 inches), 2016 (180.00 YOY/hour, 5.6 inches average length) and 2014 (584.00 YOY/hour, 4.9 inches average length) fall electrofishing surveys. Low YOY Walleye numbers (<10.00 YOY/hour) were sampled in the 2013 and 2012 fall electrofishing surveys. The Lady Slipper YOY Walleye historical catch rate is 205.26 YOY/hour. No fall electrofishing surveys were conducted in 2021 or 2022. Walleye fry are scheduled to be stocked in the spring of 2023. <br> \n <br> \nWalleye abundance was low (3.50 fish/gillnet) in 2022. The historical average catch rate is 25.06 fish/gillnet. Walleye average size was moderate (1.11 pounds and 14.1 inches) from gillnets. The historical average length is 14.2 inches from gillnets. Walleye growth rates generally excellent for ages 1-4. The 2021 and 2019 year classes comprised 53% and 30% respectively of the 2022 Walleye catch.  <br> \n <br> \nCurrent fish management activities on Lady Slipper include monitoring the fish population on a periodic basis, monitoring winter dissolved oxygen levels, working with the local residents and clubs with the operation of the aeration system, protecting aquatic vegetation through the permit process, assisting aquatic plant management and enforcement personnel in educating boaters and monitoring access sites for potential invasive species introductions, participating in local watershed initiatives, and stocking various fish species as warranted. The Lady Slipper Lake fishery will be sampled in the 2027 summer for all species and the 2023 fall for YOY Walleye numbers.  <br> \n <br> \n <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2022-06-15",
                    "17462215749685003",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2022-06-15",
                "lengths": {
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                17
                            ],
                            [
                                13,
                                82
                            ],
                            [
                                14,
                                67
                            ],
                            [
                                15,
                                42
                            ],
                            [
                                16,
                                10
                            ],
                            [
                                17,
                                18
                            ],
                            [
                                18,
                                25
                            ],
                            [
                                19,
                                30
                            ],
                            [
                                20,
                                29
                            ],
                            [
                                21,
                                15
                            ],
                            [
                                22,
                                17
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                3
                            ],
                            [
                                25,
                                2
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                29,
                                4
                            ],
                            [
                                30,
                                3
                            ],
                            [
                                31,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 31
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                5
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                7,
                                10
                            ],
                            [
                                8,
                                6
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 18
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 10
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 4
                    },
                    "OSS": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 3
                    },
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                3
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                74
                            ],
                            [
                                7,
                                216
                            ],
                            [
                                8,
                                85
                            ],
                            [
                                9,
                                15
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 9
                    }
                }
            },
            {
                "surveyID": "12341715935367001",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.44",
                        "quartileCount": "0.3-3.8",
                        "totalWeight": 208.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "2.22",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 8563.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.94",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "5.11",
                        "quartileCount": "1.0-5.5",
                        "totalWeight": 148318.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.4-4.6",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "7.11",
                        "totalCatch": 46
                    },
                    {
                        "CPUE": "244.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 21232.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.19",
                        "totalCatch": 244
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "2.3-18.1",
                        "totalWeight": 3475.0,
                        "gearCount": 1.0,
                        "quartileWeight": "1.0-2.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.53",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "31.00",
                        "quartileCount": "2.7-25.0",
                        "totalWeight": 4587.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.1-0.3",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.33",
                        "totalCatch": 31
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "1.0-13.8",
                        "totalWeight": 2038.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.8-3.7",
                        "species": "CAP",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.50",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "78.44",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 63391.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 706
                    }
                ],
                "narrative": "<p>A standard survey of Lady Slipper was conducted during mid-June of 2017. A targeted survey is generally used for sampling a specific kind of fish or time of year (i.e. spawning season, fall season, etc.) unlike a standard survey which samples a wider range of fish species during the summer months using standard methodology (i.e. standard time of year, set sampling stations, taking water clarity readings and oxygen/temperature profiles, etc.) and gears (i.e. lake survey gillnets, trapnets, and spring electrofishing for Largemouth Bass). <br> \n <br> \nLady Slipper is a small (247 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. Residential development is limited to two farm sites near the lake. Lines State Wildlife Management Area \"WMA\" is located along the north and east shores. A small public access is located on the east side of the east bay within the WMA. A large ditch is located adjacent to the WMA. Water clarity was poor on June 14, 2017 (1.6 feet). Nutrient levels were high during June of 2012 (0.143 ppm total phosphorus, 84.8 ppb chlorophyll-a). Blue-green algae blooms are often intense during the summer months. Lady Slipper receives high nutrient inputs from agricultural sources. There are several tile inlets that drain agricultural row crop fields into Lady Slipper. The outlet drains into a marsh that can connect to nearby School Grove Lake only during high water conditions. Submergent vegetation was more frequently present in Lady Slipper prior to 2012 due to the absence of Common Carp, unlike other nearby shallow lakes. Submergent vegetation is limited to mostly Sago pondweed, Filamentous algae and water moss in Lady Slipper. The most commonly occurring emergent vegetation plants included bulrush and cattail species. Shoalwater substrates consist primarily of silt and sand with lesser amounts of boulder and rubble.  <br> \n <br> \nBoth partial summerkills and winterkills have occurred in Lady Slipper, but these have not been documented since the late 1990's. However, a winterkill assessment was conducted during late April of 2010 on Lady Slipper Lake. Nearby, School Grove Lake had a significant winterkill during the 2009 10 winter, but none occurred on Lady Slipper. A significant winterkill occurred on nearby Cottonwood Lake during January of 2013, but not on Lady Slipper. Lady Slipper is managed primarily for Walleye and Yellow Perch. There are currently good fishing opportunities for moderate to large sized Yellow Perch based on the 2017 survey. <br> \n <br> \nBlack Bullhead numbers were abundant in 2017 (78.44 fish/trapnet, 244.00 fish/gillnet) compared to similar lakes. The Black Bullhead historical average catch rate is 103.37 fish/trapnet. The 2017 Black Bullhead average size was moderate to large (0.65 pounds and 10.33 inches) from gillnets.  <br> \n <br> \nCommon Carp numbers were also abundant in the 2017 survey (5.11 fish/trapnet). The 2017 Common Carp average size was large (7.11 pounds and 24.19 inches). Common Carp were not present in the 2012 gillnets or trapnets. Common Carp have been captured in only one other Lady Slipper survey (2 Common Carp from trapnets in 1997). Common Carp likely entered Lady Slipper during recent high water events either from School Grove via a wetland along the south shore or from a large ditch adjacent to a connected wetland within the Lines State Wildlife Management Area along the north side of the lake. <br> \n <br> \nBluegill were not captured in the 2017 survey nets. Bluegill abundance was low in 2012 (0.44 fish/trapnet). The Bluegill historical catch rate is 1.96 fish/trapnet for Lady Slipper. No other sunfish species were captured during 2017. Black crappie were also absent in the 2017 and previous Lady Slipper surveys. <br> \n <br> \nNorthern Pike were not present in 2017 or 2012 survey nets. Northern Pike abundance in 2007 (0.50 fish/gillnet) was low. Northern Pike have not been captured in Lady Slipper surveys prior to 2007. <br> \n <br> \nYellow Perch numbers were abundant in 2017 (31.00 fish/gillnet) compared to the normal range of similar lakes, but similar to the historical average catch rate (32.92 fish/gillnet) for Lady Slipper. The 2017 Yellow Perch average size was moderate to large (8.63 inches and 0.33 pounds) from gillnets. Yellow Perch growth rates were excellent for ages 1-5. The largest Yellow Perch captured was 11.69 inches in the 2017 survey. <br> \n <br> \nWalleye natural reproduction has been generally insignificant based on previous surveys and historical data review for Lady Slipper. Walleye fry were recently stocked into Lady Slipper (185,000 to 290,000 fish) during 2010, 2012-2014 and 2016. Walleye fingerlings (5,506 fish, 622 pounds) were stocked into Lady Slipper during October of 2003 in response to the 2003 fry stocking failure. A fall electrofishing survey was last conducted in 2016 to assess young of year \"YOY\" Walleye numbers in Lady Slipper Lake. Abundant YOY Walleye numbers were sampled in the 2016 (180.00 YOY/hour, 5.63 inches average length) and 2014 (584.00 YOY/hour, 4.95 inches average length) fall electrofishing surveys. Low YOY Walleye numbers (<10.00 YOY/hour) were sampled in the 2013 and 2012 fall electrofishing surveys. The Lady Slipper YOY Walleye historical catch rate is 194.04 YOY/hour. Walleye fry are scheduled to be stocked in the spring of 2018.The Walleye population is mostly due to fry stockings for Lady Slipper. Walleye fry were recently stocked into Lady Slipper (185,000 to 290,000 fish) during 2010, 2012-2014 and 2016. Walleye fry are scheduled to be stocked in the spring of 2018. Walleye fingerlings (5,506 fish, 622 pounds) were stocked into Lady Slipper during October of 2003 in response to the 2003 fry stocking failure. A fall electrofishing survey was last conducted in 2016 to assess young of year \"YOY\" Walleye numbers in Lady Slipper Lake. Abundant YOY Walleye numbers were sampled in the 2016 (180.00 YOY/hour, 5.63 inches average length) and 2014 (584.00 YOY/hour, 4.95 inches average length) fall electrofishing surveys. Low YOY Walleye numbers (<10.00 YOY/hour) were sampled in the 2013 and 2012 fall electrofishing surveys.  <br> \n <br> \nWalleye abundance in 2017 summer survey (5.00 fish/gillnet) was low compared to the historical average catch rate (25.06 fish/gillnet). The 2017 Walleye average length was 14.48 inches from gillnets. However, most Walleye captured were either small (7.00-9.00 inches) or large (>20.00 inches) within the survey nets. The 2016 (fry stocked) Walleye year class (7-9 inch size range) comprised 64% of 2017 Walleye survey catch. The 2014 (13.00-14.00 inch size range) and 2010 year classes (>20 inch size range) comprised 16% and 20% respectively of the 2017 Walleye survey catch. Walleye growth rates were excellent for all ages. <br> \n <br> \nCurrent fish management activities on Lady Slipper include monitoring the fish population on a periodic basis, monitoring winter dissolved oxygen levels, working with the local residents and clubs with the operation of the aeration system, protecting aquatic vegetation through the permit process, assisting aquatic plant management and enforcement personnel in educating boaters and monitoring access sites for potential invasive species introductions, participating in local watershed initiatives, and stocking various fish species as warranted. The Lady Slipper Lake fishery will be sampled in the 2022 summer for all species and the 2018 fall for YOY Walleye numbers.  <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2017-06-14",
                    "12341715935367001",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-06-14",
                "lengths": {
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                707
                            ],
                            [
                                11,
                                121
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                5
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                109
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 11
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                26,
                                1
                            ],
                            [
                                7,
                                14
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 26
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                7
                            ],
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                7
                            ],
                            [
                                9,
                                11
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 11
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                4
                            ],
                            [
                                18,
                                4
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                24,
                                2
                            ],
                            [
                                25,
                                3
                            ],
                            [
                                26,
                                8
                            ],
                            [
                                27,
                                12
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                29,
                                4
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 29
                    }
                }
            },
            {
                "surveyID": "117909",
                "fishCatchSummaries": [
                    {
                        "CPUE": "10.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 9.6,
                        "gearCount": 5.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.19",
                        "totalCatch": 50
                    },
                    {
                        "CPUE": "0.75",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 0.6,
                        "gearCount": 4.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.20",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>THE ONLY WALLEYE CAUGHT INDICATED EXCELLENT GROWTH AND PROVED THERE WAS SOME SURVIVAL OF THE FRY STOCKED IN SPRING OF 1986. FATHEAD MINNOWS ARE VERY ABUNDANT.</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "1986-06-06",
                    "117909",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1986-06-06",
                "lengths": {}
            },
            {
                "surveyID": "118139",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.56",
                        "quartileCount": "0.2-1.9",
                        "totalWeight": 235.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "GSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.10",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "164.00",
                        "quartileCount": "30.3-150.6",
                        "totalWeight": 16462.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.22",
                        "totalCatch": 164
                    },
                    {
                        "CPUE": "0.11",
                        "quartileCount": "N/A",
                        "totalWeight": 21.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "OSS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.05",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 914.0,
                        "gearCount": 9.0,
                        "quartileWeight": "N/A",
                        "species": "HSF",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.34",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "3.89",
                        "quartileCount": "1.2-20.0",
                        "totalWeight": 5902.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.37",
                        "totalCatch": 35
                    },
                    {
                        "CPUE": "66.00",
                        "quartileCount": "2.3-18.1",
                        "totalWeight": 28240.0,
                        "gearCount": 1.0,
                        "quartileWeight": "1.0-2.3",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.94",
                        "totalCatch": 66
                    },
                    {
                        "CPUE": "54.44",
                        "quartileCount": "11.5-132.6",
                        "totalWeight": 36403.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "BLB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.16",
                        "totalCatch": 490
                    },
                    {
                        "CPUE": "14.11",
                        "quartileCount": "0.5-3.0",
                        "totalWeight": 55770.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.8-2.3",
                        "species": "WAE",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.97",
                        "totalCatch": 127
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 519.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BLG",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.38",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.22",
                        "quartileCount": "1.0-5.5",
                        "totalWeight": 2271.0,
                        "gearCount": 9.0,
                        "quartileWeight": "1.4-4.6",
                        "species": "CAP",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.50",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Lady Slipper is a small (247 acres), shallow (11 feet maximum depth), and productivelake located about 3 miles southeast of Cottonwood, MN in Lyon County. A pump and baffleaeration system is operated during the winter months to prevent winterkill of gamefish. Waterquality is generally fair to poor in Lady Slipper. The best fishing occurs in the winter andMay-June. Fishing success drops off as the summer progresses and the blue-green algae bloomsbecome more intense and frequent. Lady Slipper is a boom and bust type walleye fishery.Walleye fishing was excellent in May of 1997 with many anglers harvesting limits of 2-3 lbs.walleye. However, anglers complained about the poor taste of walleye caught from Lady SlipperLake.     Walleye numbers (66.0 fish/gillnet) were above normal compared to similar lakes. The twodominant walleye year classes (1994 and 1996) present were due to walleye fry stockings. The1996 year class composed about 62% of the total 1997 survey catch. The 1996 year classaverage size was about 9 inches (0.25 lbs.). The 1994 year class average size was about 18inches (2.5 lbs.). Walleye natural reproduction is poor to nonexistent in Lady Slipper.      Bluegill numbers were normal compared to similar lakes. The bluegill average size wasexcellent (6.7 inches) with the largest fish captured at 10.6 inches. Adult bluegill werestocked into Lady Slipper in 1993 to promote natural reproduction and provide an additionalgamefish species.     Black bullhead numbers were moderate to high compared to similar lakes. The blackbullhead average size of 8.5 inches was slightly above normal compared similar lakes. Thelargest black bullhead captured in the 1997 survey was 13.4 inches. Black bullhead are animportant forage fish for walleye in Lady Slipper.     A partial summerkill occurred on July 24, 1997. The 1997 summerkill was caused byabundant decaying blue-green algae which reduced oxygen levels within the lake. Thesummerkill resulted in an estimated 60-80% reduction in walleye numbers, but no discernableeffect on bluegill or black bullhead numbers. High nutrient (phosphorus) levels from internal (lake) and external sources (agricultural runoff) caused the intense algae blooms andsubsequent summerkill outbreak in 1997. Management priorities for Lady Slipper includestocking walleye and bluegill as necessary, encouraging local landowners to implement bestmanagement practices (i.e., conservation tillage, planting buffer strips, restoring wetlands,updating non conforming septic systems, using low/no phosphorus fertilizers, and properfeedlot/manure management), protecting important habitat (hardstem bulrush), and continuingwinter aeration.</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "1997-07-07",
                    "118139",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1997-07-07",
                "lengths": {
                    "BLB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                32
                            ],
                            [
                                11,
                                18
                            ],
                            [
                                12,
                                10
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                4,
                                30
                            ],
                            [
                                5,
                                120
                            ],
                            [
                                6,
                                23
                            ],
                            [
                                7,
                                104
                            ],
                            [
                                8,
                                155
                            ],
                            [
                                9,
                                159
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 13
                    },
                    "HSF": {
                        "species": null,
                        "fishCount": [
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                2
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 8
                    },
                    "OSS": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 3
                    },
                    "BLG": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                4
                            ],
                            [
                                6,
                                23
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 10
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                30
                            ],
                            [
                                18,
                                24
                            ],
                            [
                                19,
                                8
                            ],
                            [
                                20,
                                4
                            ],
                            [
                                21,
                                4
                            ],
                            [
                                22,
                                1
                            ],
                            [
                                6,
                                14
                            ],
                            [
                                7,
                                60
                            ],
                            [
                                8,
                                41
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 22
                    },
                    "CAP": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                2
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 17
                    },
                    "GSF": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                3
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 5
                    }
                }
            },
            {
                "surveyID": "17462316446015002",
                "fishCatchSummaries": [
                    {
                        "CPUE": "33.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1020.0,
                        "gearCount": 0.333333333333333,
                        "quartileWeight": "N/A",
                        "species": "WAE",
                        "gear": "Fall electrofishing",
                        "averageWeight": "0.20",
                        "totalCatch": 11
                    }
                ],
                "narrative": "<p>A targeted fall night electrofishing survey was conducted on Lady Slipper during September 11, 2023 to evaluate young of year \"YOY\" (fingerling sized) Walleye numbers due to a fry stocking. Three electrofishing stations were sampled for a total of 30 minutes. Clarity was poor (1.5 feet). The water temperature was 71 F. Sago Pondweed was rare. Abundant numbers of Common Carp and Black Bullhead were observed in the 2023 fall electrofishing survey. A targeted survey is generally used for sampling a specific kind of fish or time of year (i.e., spawning season, fall season, etc.) unlike a standard survey which samples a wider range of fish species during the summer months using standard methodology (i.e., standard time of year, set sampling stations, taking water clarity readings and oxygen/temperature profiles, etc.) and gears (i.e. lake survey gillnets, trapnets and possibly spring electrofishing for Largemouth Bass). <br> \n <br> \nLady Slipper is a small (286 acres), shallow (11 feet maximum), aerated, and productive lake located in Lyon County. The aeration system is comprised of two surface Aeromix type units located along the east shore of the main basin. A significant winterkill likely occurred during February of 2019 on Lady Slipper and connected School Grove Lake. Although floating dead fish were less apparent in Lady Slipper than School Grove Lake during the 2019 spring. We caught abundant numbers of small Common Carp and Black Bullhead in spring test netting during 2019. A few small Yellow Perch were also caught in the 2019 spring trapnets. A partial winterkill may have occurred during February of 2021-2022 winter on Lady Slipper. Low oxygen levels (< 2 ppm) were also noted during the 2022-2023 winter. There were reports of winterkill (Common Carp and Walleye) in the spring of 2023. Three six foot single frame trapnets (two 3/8 inch and one 1/4 inch bar mesh) were set on 05/11/23 to assess winterkill survival of fish in Lady Slipper. Dead decaying Common Carp were observed along the shoreline. However, live spawning Common Carp were observed in the near shore cattail areas. Abundant numbers of Common Carp and Black Bullhead of all sizes were captured in the 2023 spring trapnets. No gamefish were captured in the 2023 spring trapnets. Water clarity was turbid with 66 F. High water conditions were the norm in the 2023 spring.  <br> \n <br> \nWalleye natural reproduction in Lady Slipper is generally infrequent and insignificant based on previous surveys. Walleye fry were recently stocked into Lady Slipper (142,000 to 358,000 fry) during 2008, 2010, 2012-2014, 2016, 2018, 2019 and 2021-2023. Approximately 152,500 Spicer strain Walleye fry were stocked in Lady Slipper during 2023. Walleye fingerlings (246 fish, 41 pounds) and adults (68 fish, 125 pounds) were last stocked into Lady Slipper during 2021. <br> \n <br> \nLow YOY Walleye numbers (6.00/hour, 4.72 inches) were caught in the 2023 fall night electrofishing survey. Moderate yearling Walleye numbers were present in 2023 (27.00/hour, 9.36 inches). Abundant YOY Walleye numbers (153.00 YOY/hour, 7.56 inches) were captured in the 2019 fall electrofishing survey. There were abundant YOY Walleye numbers captured (381.00 YOY/hour, 6.72 inches) during the 2018 fall electrofishing survey. No yearling Walleye were captured in 2014, 2016, 2018 or 2019 fall electrofishing surveys. YOY Walleye numbers were abundant in the 2016 (180.00 YOY/hour, 5.63 inches), 2014 (584.00 YOY/hour, 4.95 inches) and 2010 (365.99 YOY/hour, 7.03 inches) fall night electrofishing surveys. The highest YOY Walleye catch rate (846.01 YOY/hour, 5.68 inches) occurred for Lady Slipper in 2008. Low YOY Walleye numbers (8.00 YOY/hour, 7.95 inches) were captured in the 2013 fall electrofishing survey. YOY Walleye were not captured in 2012 (0.00 YOY/hour), but yearling Walleye (2012 year class) were present in moderate numbers (12.00 YOY/hour) during the 2013 fall electrofishing survey. We observed abundant/moderate numbers of Common Carp, Black Bullhead and Fathead Minnow in the 2019 fall electrofishing survey. <br> \n <br> \nWalleye abundance was low (3.50 fish/gillnet) in the recent 2022 summer survey. The Walleye historical average catch rate is 25.06 fish/gillnet. The 2022 Walleye trapnet catch rate (2.56 fish/trapnet) was also below the Lady Slipper historical average (4.70 fish/trapnet). The 2022 Walleye average weight and length were 1.11 pounds and 14.06 inches from gillnets. The 2022 Walleye average weight and length were 0.70 pounds and 11.22 inches from trapnets. The historical average length is 14.23 inches and 14.82 inches from gillnets and trapnets respectively. The 2022 catch rate of quality size (15.00 inches plus) Walleye was low (1.33 fish/gillnet). The 2021 and 2019 year classes comprised 53% and 30% respectively of the 2022 Walleye catch. Adult Walleye numbers may be significantly reduced as of 2023 due to partial winterkill during the 2022-2023 winter. <br> \n <br> \nThe Lady Slipper Lake fishery will be sampled in the 2027 for all fish species. Walleye fry are scheduled for annual stocking. A fall night electrofishing survey will be periodically conducted during Walleye fry stocked years. <br> \n <br> \n</p>",
                "headerInfo": [
                    "Lady Slipper",
                    null,
                    "42002000",
                    "2023-09-11",
                    "17462316446015002",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2023-09-11",
                "lengths": {
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                2
                            ],
                            [
                                10,
                                2
                            ],
                            [
                                8,
                                3
                            ],
                            [
                                9,
                                4
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 10
                    }
                }
            }
        ],
        "countyName": "Lyon"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}