{
    "timestamp": 1737669254,
    "result": {
        "lakeName": "Chant",
        "sampledPlants": [],
        "shoreLengthMiles": 0.88,
        "DOWNumber": 69017200,
        "waterClarity": [
            [
                "05/22/2006",
                "11"
            ],
            [
                "05/24/2021",
                "15"
            ]
        ],
        "averageWaterClarity": "13.0",
        "littoralAcres": 8.6,
        "areaAcres": 16.37,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 37.0,
        "officeCode": "F214",
        "accesses": [
            {
                "location": "Portage trail is on WSW shore of Chant Lk.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "1210631226832000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.67",
                        "quartileCount": "N/A",
                        "totalWeight": 365.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.40",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4274.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.05",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Chant Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft (unmineralized) water.  Chant Lake is smaller, has clearer water, and has a more bowl-shaped shoreline than most of the lakes in this lake class. <br> \n <br> \nChant Lake was thermally stratified on 05/22/2006 and retained good oxygen for trout (more than 5 ppm) to a depth of 19 feet, where the temperature was 43 F.  Chant Lake has no inlets.  The outlet is a small seepage with no defined channel, although a beaver dam has impounded water in the past.  Lake bottom substrates along the shoreline of Chant Lake are mostly boulder, ledgerock, and muck.  Aquatic plants (mostly waterlilies) are sparse and grow to a depth of 3 feet. <br> \n <br> \nChant Lake was poisoned in 1969 to remove populations of green sunfish, yellow perch, and largemouth bass.  Rainbow trout were stocked annually from 1970 through 1984, splake were stocked in 1985, rainbow trout were stocked in 1986 and 1987, and splake and rainbow trout were stocked in alternate years from 1988 through 1995.  Brook trout replaced splake in this stocking regime in 1996 after experience in several area lakes revealed predation by splake on stocked rainbow trout fingerlings and poor growth by splake in small lakes without an adequate fish forage base. <br> \n <br> \nThe 2006 trout assessment consisted of 3 gillnet sets.  Eleven previous assessments, dating back to 1975, used 1-4 gillnet sets.  Most of these investigations were done in late May or early June.  No trapnets have been used in Chant Lake due to the difficult portage access. <br> \n <br> \nTwo rainbow trout and nine brook trout were caught in the 2006 assessment.  The rainbow trout had been stocked the previous fall as 9.5/lb fingerlings averaging 6.5 inches and had grown to an average length of 10.6 inches when recaptured eight months later.  The rainbow trout stomachs contained daphnia and insects (water boatmen, phantom midges, flying ants). <br> \n <br> \nThe nine brook trout had been stocked as 35/lb fingerlings averaging 4.5 inches in the fall of 2004 and had grown to an average length of 13.5 inches (range: 12.1 to 14.5 inches) when recaptured 20 months later.  Four of the brook trout stomachs were empty. The remaining trout stomachs contained crayfish (2) insects, including dragonfly nymphs (2) and daphnia and phantom midges (1). <br> \n <br> \nThe total trout catch in 2006 of 3.4 lb/gillnet was lower than the median trout catch of 4.5 lb/gillnet in all investigations on Chant Lake, and was lower than the median trout catch of 4.2 lb/gillnet in recent investigations of 25 stream trout lakes in the Tower Fisheries Management Area.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "2006-05-22",
                    "1210631226832000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2006-05-22",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                2
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 14
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "108363",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.33",
                        "quartileCount": "N/A",
                        "totalWeight": 0.1,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 15.9,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.88",
                        "totalCatch": 18
                    }
                ],
                "narrative": "<p>Rainbow trout are present in below average numbers. Splake are present in above average numbers. Splake growth appears good. Only one rainbow was captured - 6.7.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "1987-05-28",
                    "108363",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1987-05-28",
                "lengths": {}
            },
            {
                "surveyID": "18912133548499000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.67",
                        "quartileCount": "N/A",
                        "totalWeight": 2698.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.42",
                        "totalCatch": 14
                    }
                ],
                "narrative": "<p>Chant Lake is located about 6 miles northwest of Ely.  The lake is accessed by an 80 rod portage from the east side of the north arm of Burntside Lake.  This 16 acre lake has a maximum depth of 37.0 feet and clear water. <br> \n <br> \nOn May 24, 2021 Chant Lake was thermally stratified with a surface temperature of 70 F and a bottom temperature of 42 F.  Oxygen levels were adequate for trout to a depth of 19 feet where the water temperature was 44 F.  Shoal-water substrates consist of mostly rubble, boulder, and ledge rock.   <br> \n <br> \nRainbow trout were stocked from 2015 through 2019.  A domestic cross strain of brook trout were stocked in 2020.  <br> \n <br> \nThe 2021 survey captured a total of 14 brook trout (4.7 brook trout/gill net) and no rainbow trout.  The brook trout catch was the highest on record for the lake.  Lengths ranged from 8 to 10 inches with an average weight of 0.4 pounds.  These sizes indicate all the fish came from the fall of 2020 stocking.   <br> \n</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "2021-05-24",
                    "18912133548499000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2021-05-24",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                3
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "108203",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 12.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.75",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>Chant Lake has an average population of rainbow trout. No other species were cauight in the population assessment. </p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "1985-06-03",
                    "108203",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1985-06-03",
                "lengths": {}
            },
            {
                "surveyID": "109204",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.75",
                        "quartileCount": "N/A",
                        "totalWeight": 2647.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.95",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 1984.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.19",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "1.25",
                        "quartileCount": "N/A",
                        "totalWeight": 363.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.16",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>Chant Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft (unmineralized) water.  Chant Lake is smaller, has clearer water, and has a rounder shoreline shape than most of the lakes in this lake class. Chant Lake stratifies in midsummer and has less than 5 ppm oxygen below about 20 ft and less than 2 ppm oxygen below about 22 ft.  The water temperature at these depths is 42-50 F.  Trout need water with at least 5 ppm oxygen and temperatures below 60 F.  There are no inlets to Chant Lake.  The outlet is a small seepage with no defined channel, although a beaver dam there has impounded water in the past.  The lake bottom consists of boulder, ledgerock, and muck.  Aquatic plants (mostly waterlilies) are sparse and grow to a depth of 3 ft.Chant Lake was \"reclaimed\" in 1969, which removed existing populations of green sunfish, largemouth bass, and yellow perch.  Rainbow trout were stocked annually from 1970 through 1984.  Rainbow trout and splake were stocked in alternate years from 1987 through 1995, and brook trout replaced splake in this stocking scheme in 1996.A total of 2.8 lb of trout per gillnet was caught in 1997.  This was lower than the long term average catch of 5.7 lb/gillnet in all surveys and assessments on Chant Lake dating back to 1975, and was lower than the median catch of 6.0 lb/gillnet for 24 stream trout lakes in the Ely Fisheries Management Area.By number, five of the trout captured in 1997 were brook trout.  All of these had been stocked the previous fall as fingerlings, and were 7-8\" when captured.  Three 15-16\" rainbow trout were caught and were likely from the fall, 1995 rainbow fingerling stocking.  Two splake, 16\" and 18\", were also caught and were probably from the fall, 1994 splake fingerling stocking.  Growth of the splake and rainbow trout was good.  The stomachs of all three trout species contained insect larvae; rainbow trout also contained zooplankton, snails, and crayfish. </p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "1997-06-03",
                    "109204",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1997-06-03",
                "lengths": {
                    "SPT": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 18
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                2
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 16
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                4
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 8
                    }
                }
            },
            {
                "surveyID": "108242",
                "fishCatchSummaries": [
                    {
                        "CPUE": "7.33",
                        "quartileCount": "N/A",
                        "totalWeight": 15.8,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.72",
                        "totalCatch": 22
                    }
                ],
                "narrative": "<p>Contains an above average population of average sized rainbows. </p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "1983-06-20",
                    "108242",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1983-06-20",
                "lengths": {}
            },
            {
                "surveyID": "6851316528762048",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3028.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.23",
                        "totalCatch": 3
                    },
                    {
                        "CPUE": "1.67",
                        "quartileCount": "N/A",
                        "totalWeight": 343.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.15",
                        "totalCatch": 5
                    }
                ],
                "narrative": "<p>Chant Lake is located approximately 7 miles northwest of Ely near Burntside Lake. Chant Lake is in Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft water. Chant Lake is smaller, has clearer water, and has a more bowl-shaped shoreline than most of the lakes in this lake class.  <br> \n <br> \nChant Lake has no inlets and the outlet is a small seepage. The shoreline is mostly boulder, ledgerock, and muck. Aquatic plants are sparse.  <br> \n <br> \nAnglers can access this designated stream trout lake across an 80 rod portage from Burntside. Rainbow and brook trout fingerlings are alternately stocked annually in this 15 acre lake. <br> \n <br> \nThree gill nets were set during the 2013 population assessment. Three rainbow trout and 5 brook trout were sampled. The rainbows were all near 17 inches long and these represent the largest trout sampled in the past several assessments. The brook trout were much smaller averaging 7.2 inches long and were the smallest since brook trout stocking was initiated. The largest brook trout sampled was 7.7 inches long. Stomach samples indicated that the trout were feeding on a variety of aquatic insects and crayfish.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "2013-06-06",
                    "6851316528762048",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2013-06-06",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                4
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 7
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                17,
                                3
                            ]
                        ],
                        "minimum_length": 17,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "108460",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.1,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "17.50",
                        "quartileCount": "N/A",
                        "totalWeight": 35.9,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.03",
                        "totalCatch": 35
                    }
                ],
                "narrative": "<p>High numbers of splake were captured, as well as one rainbow trout. Growth of splake is good, averageing 13.6. Bow fingerlings stocked in the fall of 1989 is poor, probably due to predation by splake. The 22.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "1990-06-07",
                    "108460",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1990-06-07",
                "lengths": {}
            },
            {
                "surveyID": "108672",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.75",
                        "quartileCount": "N/A",
                        "totalWeight": 11980.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.15",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "0.3-1.8",
                        "totalWeight": 722.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.5-1.5",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.59",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>This gillnet assessment captured good numbers of splake (5.8/gillnet) and one five year old largemouth bass.  The splake were in good condition and had been foraging on a variety of invertebrates and minnows.  No rainbow trout were caught in this assessment.Rainbow trout were stocked annually in Chant Lake from 1970 through 1984.  Splake fingerlings were stocked in 1985 and alternate-year stocking of rainbow trout and splake began in 1987 in the hope that rainbows would forage on invertebrates and splake would forage on minnows.  Only two rainbow trout have been caught in three gillnet assessments since splake were stocked in this lake.  It appears that splake are eating the small rainbow trout fingerlings, something we have observed in several other lakes stocked with these two species.Splake stocking will be discontinued.  Rainbow trout and brook trout fingerlings will be stocked in alternate years, rainbow fingerlings will be stocked in 1995.  We have several lakes in the area with compatible rainbow trout and brook trout populations.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "1994-05-31",
                    "108672",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-05-31",
                "lengths": {
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 14
                    },
                    "SPT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                9
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                19,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 21
                    }
                }
            },
            {
                "surveyID": "12231720750234000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.00",
                        "quartileCount": "N/A",
                        "totalWeight": 7013.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.58",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Chant Lake is a 16 acre, 37 foot deep, designated stream trout lake located about 6 miles northwest of Ely.  The lake is accessed by an 80 rod portage from the east side of the north arm of Burntside Lake.  Previously Chant Lake had been stocked with both rainbow trout and brook trout.  The last stocking of brook trout occurred in 2014 but due to supply issues with brookies, only rainbow trout were stocked in 2015 and 2016.  For the near future, only rainbow trout will be stocked in the lake every fall.\n\nThe 2017 survey captured a total of six brook trout from gill nets.  This number of fish is on par with recent surveys conducted on Chant Lake.  Sizes were impressive with fish ranging from 17 to 20 inches with an average of 18 inches and a weight of around 2.5 pounds per fish.  Although no rainbows were sampled in nets, it is likely they are still in the lake having been stocked in 2015 and 2016.\n</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "2017-05-08",
                    "12231720750234000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-05-08",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "109486",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 1377.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.01",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Chant Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft (unmineralized) water.  Chant lake is smaller, has clearer water, and has a rounder shoreline shape than most of the lakes in this lake class.Chant Lake was thermally stratified on 06/05/2003 and retained 5 ppm oxygen to a depth of 21 ft, where the temperature was 43 F.  Chant Lake has no inlets.  The outlet is a small seepage with no defined channel, although a beaver dam has impounded water in the past.  Shoal water substrates are mostly boulder, ledgerock, and muck.  Aquatic plants (mostly waterlilies) are sparse and grow to a depth of 3 ft.Chant lake was \"reclaimed\" in 1969 and rainbow trout were stocked annually from 1970 through 1984.  Splake were stocked in 1985 and rainbow trout were stocked in 1986 and 1987.  Splake and Rainbow trout were stocked in alternate years from 1988 through 1995; brook trout replaced splake in this stocking regime in 1996, after experience in several area lakes revealed predation by splake on stocked rainbow fingerlings and poor growth by splake in small lakes without an adequate fish forage base.This assessment consisted of three gillnets set in early June.  Ten previous investigations, dating back to 1965, used 1-4 gillnets.  Beginning in 1980, all investigations were done from late May to the middle of June.  Previous investigations were done in mid August to mid September.  No trapnets have been used in Chant Lake due to the difficult portage access.The total trout catch in 2003 of 1.0 lb/gillnet was much lower than the median catch of 4.3 lb/gillnet in all investigations on this lake and was much lower than the median catch of 4.6 lb/gillnet in recent investigations of 25 stream trout lakes in the Tower Fisheries Management Area.By number, only three brook trout and no rainbow trout were captured in the 2003 investigation.  Two of these brook trout had been stocked as fingerlings the previous fall.  One 16.3\" brook trout had likely been stocked as a fingerling in the fall of 2000. The two smaller brook trout had phantom midges in their stomachs; the large brook trout had an empty stomach.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "2003-06-04",
                    "109486",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-06-04",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "109375",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.33",
                        "quartileCount": "N/A",
                        "totalWeight": 6162.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.04",
                        "totalCatch": 13
                    }
                ],
                "narrative": "<p>Chant Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft (unmineralized) water.  Chant lake is smaller, has clearer water, and has a rounder shoreline shape than most of the lakes in this lake class.Chant Lake stratifies in midsummer and has less than 5 ppm oxygen below about 20 ft and less than 2 ppm below about 22 ft.  The temperature at these depths is 42-50 F.  Note that adequate oxygen was present somewhat deeper in the water column during this assessment on May 22 than is usually found in midsummer.  There are no inlets.  The outlet is a small seepage with no defined channel, although a beaver dam has impounded water in the past.  The bottom consists of boulder, ledgerock, and muck.  Aquatic plants (mostly water lilies) are sparse and grow to a depth of 3 ft.Chant Lake was \"reclaimed\" in 1969 and rainbow trout were stocked annually from 1970 through 1984.  Rainbow trout and splake were stocked in alternate years from 1987 through 1995; brook trout replaced splake in this stocking regime in 1996, after experience in several area lakes revealed predation by splake on stocked rainbow fingerlings, and poor growth by splake in small lakes without an adequate fish forage base.This assessment consisted of three gillnets set in late May.  Nine previous surveys and assessments, dating back to 1965, used 1-4 gillnets.  Beginning in 1980, all assessments were done from late May to the middle of June.  Previous assessments were done in mid August to mid September.  No trapnets have been used in Chant Lake due to the difficult portage access.The total trout catch in 2000 of 4.3 lb/gillnet was near the median catch of 4.7 lb/gillnet in all investigations on this lake, but was lower than the median catch of 5.4 lb/gillnet in recent assessments on 25 stream trout lakes in the Ely Management Area.By number, 13 brook trout were captured in the 2000 assessment. All of these ranged in size from 12.8\" to 14.1\" and had been stocked as fingerlings in the fall of 1998.  The stomachs of two of these trout were empty; the remainder contained unidentified insects (8), crayfish (4), and phantom midges (2).  No rainbow trout were captured despite the rainbow fingerling stocking the previous fall.</p>",
                "headerInfo": [
                    "Chant",
                    null,
                    "69017200",
                    "2000-05-22",
                    "109375",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2000-05-22",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                6
                            ],
                            [
                                14,
                                2
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 14
                    }
                }
            }
        ],
        "countyName": "St. Louis"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}