{
    "timestamp": 1737669342,
    "result": {
        "lakeName": "Crellin",
        "sampledPlants": [],
        "shoreLengthMiles": 2.66,
        "DOWNumber": 69045900,
        "waterClarity": [
            [
                "07/31/2018",
                "4"
            ]
        ],
        "averageWaterClarity": "4.0",
        "littoralAcres": 0.0,
        "areaAcres": 88.9,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 25.0,
        "officeCode": "F214",
        "accesses": [
            {
                "location": "1/4 mile blazed trail running E from the Astrid Lake recreational trail on the E side of Astrid Lake.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "109480",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.75",
                        "quartileCount": "0.5-7.0",
                        "totalWeight": 2179.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.32",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "1.2-4.9",
                        "totalWeight": 460.0,
                        "gearCount": 4.0,
                        "quartileWeight": "1.6-2.4",
                        "species": "WTS",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.01",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Crellin Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft (unmineralized) water.  Crellin Lake has no formal lake map; it was sounded by a Fisheries lake survey crew during the initial survey in 1984.  Crellin Lake was thermally stratified on 08/13/2003 with a surface temperature of 75 F and a bottom temperature of 50 F.  Adequate oxygen for fish (more than 2 ppm) was retained to a depth of 10 ft, where the temperature was 69 F.  Crellin Lake has a small inlet that drains local wetlands to the northeast.  The outlet, to Astrid Lake, has beaver dams and steep drops that limit fish movement.  A beaver dam at the outlet has recently gone out, lowering the water level in Crellin Lake a few feet.  Lake bottom substrates along the shoreline are 40 percent muck, 30 percent ledgerock, 20 percent boulder, and 4 percent gravel.  Aquatic plants grow to a depth of 10 ft and are concentrated in bays and shallow areas.  The most common plants are yellow waterlilies and floatingleaf burreed.All the land surrounding Crellin Lake is in Federal ownership.  Access is by recreational trails around Astrid Lake. The 8/13/2003 fish population assessment was done several weeks later in the summer than previous investigations on 7/25/1994 and 7/26/1984.  All three of these investigations used four gillnet sets.  Trapnets have not been used on Crellin Lake due to the difficult portage access.Fish populations in 2003, as in previous investigations, were dominated by yellow perch.  Perch numbers in 2003 (3.8/gillnet) were in the third quartile for this lake class but were far lower than the perch catches of 40.0/gillnet in 1984 and 20.3/gillnet in 1994.  The reason for this decline is not known.  Walleye fry were stocked in 1989, 1996, 1999, and 2002 in an attempt to make use of the abundant perch forage base.  However, no walleye were captured in the 1994 or 2003 investigations nor have walleye been caught by the few anglers we have talked to who have fished this lake.Perch sizes in 2003 averaged 8.9\" (0.3 lb), which was in the fourth quartile for this lake class and was similar to perch sizes in previous investigations on this lake.  The largest perch captured in 2003 was 12.1\".  Perch scales collected in 2003 were difficult to read, but perch recruitment was evenly spread among several year classes and perch growth appeared to be normal for ages 2-4 and faster than normal for ages 5 and older.  None of the perch examined in 2003 had parasites.  A few of the perch in previous investigations had neascus or yellow grub.  Neascus (black spot) and yellow grub are common parasites that are native to the area.  They cannot infect humans, are often removed by filleting, and are killed at temperatures used to cook fish.One 13\" white sucker was captured in 2003; no sucker were captured in previous investigations.  Golden shiner, present in previous investigations, were not captured in 2003.  A fisheries creel clerk who has fished Crellin Lake the last two winters reported catching a few large black crappie. </p>",
                "headerInfo": [
                    "Crellin",
                    null,
                    "69045900",
                    "2003-08-13",
                    "109480",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2003-08-13",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 13
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                3
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "108773",
                "fishCatchSummaries": [
                    {
                        "CPUE": "20.25",
                        "quartileCount": "0.5-7.0",
                        "totalWeight": 13540.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.37",
                        "totalCatch": 81
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.3-4.6",
                        "totalWeight": 159.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.18",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Crellin Lake has a very simple fish community consisting of high numbers of yellow perch and low numbers of golden shiner.  The perch are large, ranging from 4.4\" to 13.5\" and averaging 9.4\".  Growth of perch (8.6\" at annulus V) is faster than average for the area.  Perch recruitment was very even after age 4 - the age at which they became vulnerable to the gillnets.  Nine percent of the perch in this assessment had yellow grubs, while in 1984 four percent had Neascus.No trapnets have been set in this lake due to inaccessibility.  Minnow traps in 1984 captured Iowa Darters.</p>",
                "headerInfo": [
                    "Crellin",
                    null,
                    "69045900",
                    "1994-07-25",
                    "108773",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-07-25",
                "lengths": {
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                16
                            ],
                            [
                                11,
                                16
                            ],
                            [
                                12,
                                9
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                4,
                                2
                            ],
                            [
                                5,
                                1
                            ],
                            [
                                6,
                                16
                            ],
                            [
                                7,
                                7
                            ],
                            [
                                8,
                                10
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 13
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 6
                    }
                }
            },
            {
                "surveyID": "16011820853658000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.17",
                        "quartileCount": "0.5-1.9",
                        "totalWeight": 146.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.32",
                        "totalCatch": 1
                    },
                    {
                        "CPUE": "40.67",
                        "quartileCount": "0.5-7.0",
                        "totalWeight": 14714.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 244
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "0.3-4.6",
                        "totalWeight": 181.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Crellin Lake is an 89 acre lake located 10 miles east of Buyck.  The lake is surrounded by US Forest Service land and the public access is via a 0.8 mile portage off Astrid Lake.  The portage trail follows the existing trail system that travels around Astrid but an old unmaintained portage breaks off the Astrid loop for the last 0.3 miles before reaching Crellin Lake.  The lake has a maximum depth of 25 feet and brown colored water.  The lone inlet to Crellin comes in on the north side of the lake and is the headwaters of the Hunting Shack River.  The lone outlet flows out the southwest corner of the lake on to Astrid Lake, and is the continuation of the Hunting Shack River.  At times various beaver dams have been built throughout the outlet which limit fish movement upstream from Astrid.   <br> \n <br> \nCrellin Lake was thermally stratified on June 31, 2018 with a surface temperature of 75 F and a bottom temperature of 48 F.  Oxygen levels were adequate for gamefish to a depth of 10 feet.  Lake bottom substrates along the shoreline consist of mostly muck or ledgerock with a few areas of boulder and gravel.  Aquatic plants grow to a depth of 10 feet and are concentrated in bays and shallow areas.   <br> \n <br> \nThe 2018 gillnet catch rate for all fish combined was 41.3 fish/net, which was the highest on record for the lake.  The catch was dominated by yellow perch with three golden shiner and one black crappie also sampled.   <br> \n <br> \nThe yellow perch gillnet catch was 40.7 fish/net which was very high compared to other similar lakes throughout the state and other perch lakes in the area.  It was also the highest catch rate on record for Crellin.  Sizes ranged from 6 to 12 inches with an average of 7 inches, which was small compared to past surveys.  Fish were aged up to 17 years old with over a quarter of the catch being older than 11 years.  On average, it took 8 years for a perch to reach 7 inches.   <br> \n <br> \nThe one black crappie that was sampled was just over 8 inches long. <br> \n</p>",
                "headerInfo": [
                    "Crellin",
                    null,
                    "69045900",
                    "2018-07-30",
                    "16011820853658000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2018-07-30",
                "lengths": {
                    "BLC": {
                        "species": null,
                        "fishCount": [
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 8
                    },
                    "GOS": {
                        "species": null,
                        "fishCount": [
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 7
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                5,
                                3
                            ],
                            [
                                6,
                                147
                            ],
                            [
                                7,
                                63
                            ],
                            [
                                8,
                                23
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 12
                    }
                }
            },
            {
                "surveyID": "108283",
                "fishCatchSummaries": [
                    {
                        "CPUE": "40.00",
                        "quartileCount": "0.5-7.0",
                        "totalWeight": 53.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.33",
                        "totalCatch": 160
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "0.3-4.6",
                        "totalWeight": 1.6,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.1",
                        "species": "GOS",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.10",
                        "totalCatch": 16
                    }
                ],
                "narrative": "<p>Extremely simple species complex consisting of ten times the average number of yellow perch and golden shiners. Iowa darters were captured in minnow traps. Although the mean length of perch</p>",
                "headerInfo": [
                    "Crellin",
                    null,
                    "69045900",
                    "1984-07-24",
                    "108283",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1984-07-24",
                "lengths": {}
            }
        ],
        "countyName": "St. Louis"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}