{
    "timestamp": 1737669909,
    "result": {
        "lakeName": "Jacob",
        "sampledPlants": [],
        "shoreLengthMiles": 1.31,
        "DOWNumber": 69007700,
        "waterClarity": [
            [
                "06/03/2019",
                "21"
            ],
            [
                "05/22/2006",
                "16"
            ],
            [
                "06/04/2014",
                "15"
            ]
        ],
        "averageWaterClarity": "17.3",
        "littoralAcres": 11.0,
        "areaAcres": 22.06,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 52.0,
        "officeCode": "F214",
        "accesses": [
            {
                "location": "",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "108292",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.50",
                        "quartileCount": "N/A",
                        "totalWeight": 4.3,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.43",
                        "totalCatch": 10
                    }
                ],
                "narrative": "<p>Contains a slightly below average population of small rainbow trout. </p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1983-06-21",
                    "108292",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "1983-06-21",
                "lengths": {}
            },
            {
                "surveyID": "12641917054330012",
                "fishCatchSummaries": [
                    {
                        "CPUE": "11.50",
                        "quartileCount": "N/A",
                        "totalWeight": 8118.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.78",
                        "totalCatch": 23
                    }
                ],
                "narrative": "<p>Jacob (Louis) is a 22 acre stream trout lake located 9 miles north of Ely in the Boundary Waters Canoe Area Wilderness. The lake is surrounded by mature pines and mixed hardwoods, has a rocky shoreline with areas of shallow muck, clear water with a secchi depth of 21 feet, and a maximum depth of 52 feet. Access is by a steep 50 rod portage from the west side of the pond between Mudro and Fourtown Lake. There are no US Forest Service designated campsites on the lake. Brook trout fingerlings are annually stocked by plane. <br> \n <br> \nBrook trout numbers of 11.5/net exceeded the long term average of 7/net, although size structure remained somewhat small. The average brook trout sampled was nearly 12 inches long and weighed a bit under a pound, somewhat above the long term average of 11 inches. One better sized fish measuring 17 inches long was also captured. Trout stomachs contained primarily midge larvae, although a variety of other aquatic insects and fish remains were also present. <br> \n</p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "2019-06-03",
                    "12641917054330012",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2019-06-03",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                12,
                                10
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "108089",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4.5,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.75",
                        "totalCatch": 6
                    }
                ],
                "narrative": "<p>Composed of an average population of small rainbow trout.</p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1980-07-02",
                    "108089",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1980-07-02",
                "lengths": {}
            },
            {
                "surveyID": "1110633147502000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 4080.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.00",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Jacob (Louis) Lake is known locally as Louis Lake and will be referred to as such in the following discussion.  Louis Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have clear and soft (unmineralized) water.  Louis Lake is smaller than many of the lakes in this lake class. <br> \n <br> \nLouis Lake was thermally stratified on 05/22/2006 with a surface temperature of 58 F and a bottom temperature of 39 F.  Oxygen was present at saturation levels to the bottom.  Typically later in the summer, adequate oxygen for trout (more than 5 ppm) is retained to a depth of about 30 feet, where the temperature is about 42 F.  Louis Lake has no inlets. The outlet has a waterfall that prevents fish movement.  Lake bottom substrates along the shoreline are boulder (44%), ledge rock (23%), muck (20%), and rubble (13%).  Aquatic plants are sparse and grow to a depth of 5 feet. The most common plants are watershield and yellow and white waterlilies. <br> \n <br> \nThe initial fisheries lake survey in 1965 caught only dace.  Stream trout have been stocked annually since 1966.  Only brook trout have been stocked in recent years due to poor returns from stocked rainbow trout.  Nine fish population assessments and a fisheries lake survey (1983) have been conducted since the initial survey in 1965.  Each of these investigations consisted of 1-2 gillnet sets, except the 1983 lake survey which had 4 gillnet sets.  Most of these investigations were done in late May or early June.  Trapnets have not been used in Louis Lake due to the difficult portage access. <br> \n <br> \nNine brook trout were caught in the 2006 fish population assessment.  The catch of 4.5 trout/gillnet (4.5 lb/gillnet) was lower than the median catch of trout (all species combined) over the long term in Louis Lake of 8.5 trout/gillnet (5.0 lb/gillnet), and was similar to the median trout catch of 4.2 lb/gillnet in recent investigations on 25 stream trout lakes (excluding mine pit lakes) in the Tower Fisheries Management Area.  The average size of trout captured in 2006 of 11.3 inches was larger than the average trout size of 10.0 inches in all investigations on this lake. <br> \n <br> \nFour of the trout captured in 2006 had been stocked as fingerlings the previous fall and had grown to an average length of 7.5 inches when recaptured eight months later.  Five of the trout had been stocked as fingerlings in the fall of 2004 and had grown to an average length of 14.3 inches when recaptured 20 months later.  Stomach contents of eight trout were examined in 2006. Four were empty, three contained caddis fly larvae, and one contained an Iowa darter.</p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "2006-05-22",
                    "1110633147502000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2006-05-22",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 15
                    }
                }
            },
            {
                "surveyID": "108467",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.50",
                        "quartileCount": "N/A",
                        "totalWeight": 6.5,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.59",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "11.50",
                        "quartileCount": "N/A",
                        "totalWeight": 5.5,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.24",
                        "totalCatch": 23
                    }
                ],
                "narrative": "<p>Good numbers of splake and brook trout are present; all brook trout but one are from the 1989 stocking, the splake are probably from the 1988 stocking. Splake growth appears to be somewhat slower than in other area lakes. There are no stream trout medians for lake class 4. </p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1990-06-12",
                    "108467",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1990-06-12",
                "lengths": {}
            },
            {
                "surveyID": "109288",
                "fishCatchSummaries": [
                    {
                        "CPUE": "22.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2471.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.25",
                        "totalCatch": 22
                    }
                ],
                "narrative": "<p>Jacob (Louis) Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have very soft water.  Jacob (Louis) Lake is smaller and has clearer water than many of the lakes in this lake class.Jacob (Louis) Lake was thermally stratified on 05/26/98 and retained 5 ppm oxygen to a depth of 30 ft, where the temperature was 41 F.  Jacob (Louis) Lake has no inlets; the outlet has a waterfall and beaver dams which prevent fish movement.  Lake bottom substrates along the shoreline are boulder (44%), ledgerock (23%), muck (20%), and rubble (13%).  Aquatic plants are sparse and grow to a depth of 5 ft; the most common plants are watershield, and yellow and white waterlilies.The initial lake survey in 1965 caught only dace, and stream trout have been stocked annually since then.  Eight fish population assessments have been conducted since then, each consisting of one or two gillnet sets, with the exception of the 1983 survey which had four gillnet sets.The 1998 gillnet catch of 22 brook trout in Jacob (Louis) Lake was similar to recent catches of 21 brook trout in 1994 and 23 brook trout in 1990.  No rainbow trout were caught, despite alternate year stockings of this species.  The brook trout caught in 1998 averaged 8.5\"; the largest was 10.9\".  Most, if not all, of these trout had been stocked the previous fall as fingerlings averaging 4.5\" in length.  Half of the brook trout stomachs were empty, 41 percent had fish remains (including fathead minnows), and 9 percent had mayfly or dragonfly nymphs.The weight of trout captured in the 1998 assessment of 5.5 lb/gillnet is identical to the average catch of 5.5 lb/gillnet in all seven previous assessments in Jacob (Louis) Lake, and is near the median catch of 6.0 lb/gillnet in recent assessments on 24 stream trout lakes in the Ely Fisheries Management Area.</p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1998-05-26",
                    "109288",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1998-05-26",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                7
                            ],
                            [
                                8,
                                10
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "109460",
                "fishCatchSummaries": [],
                "narrative": "<p>Jacob (Louis) Lake is known locally as Louis Lake, is identified as Louis Lake on the USGS Quad map and Superior National Forest map, and will be referred to as Louis Lake in the following information.Louis Lake is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small and have soft (unmineralized) and clear water.  Louis Lake is smaller than many of the lakes in this lake class.Louis Lake was thermally stratified on 06/03/2002 and retained good oxygen for trout (more than 5 ppm) to a depth of 47 ft, where the temperature was 40 F.  Later in the summer, 5 ppm oxygen is typically retained to a depth of about 30 ft, where the temperature is about 42 F.  Louis Lake has no inlets; the outlet has a waterfalls which prevents fish movement.  Bottom substrates are boulder (44%), ledgerock (23%), muck (20%), and rubble (13%).  Aquatic plants are sparse and grow to a depth of 5 ft; the most common plants are watershield, and yellow and white waterlilies.The initial lake survey in 1965 caught only dace.  Stream trout have been stocked annually since 1966.  Eight fish population assessments and a fisheries lake survey (1983) have been conducted since the initial survey.  Each consisted of 1-2 gillnet sets, except the 1983 lake survey which had 4 gillnet sets, and most were done in late May or early June.  Trapnets have not been set in Louis Lake due to the difficult portage access.No fish were caught in the 2002 assessment, despite annual stockings of rainbow trout in 2000 and 2001, and alternate year stockings of rainbow trout and brook trout prior to 2000.  The median catch of trout (all species) in recent assessments of 25 stream trout lakes in the Tower Fisheries Management Area is 5.0 lbs per gillnet.  Winter angler reports indicate that fishing has been quite poor in Louis Lake the last couple years.</p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "2002-06-03",
                    "109460",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2002-06-03",
                "lengths": {}
            },
            {
                "surveyID": "108382",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4.3,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.15",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 8.6,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.86",
                        "totalCatch": 10
                    }
                ],
                "narrative": "<p>Brook trout and splake are present for a combined gillnet CPUE of 6.0, which is average for the area. Growth of splake is good. </p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1988-06-02",
                    "108382",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1988-06-02",
                "lengths": {}
            },
            {
                "surveyID": "108336",
                "fishCatchSummaries": [
                    {
                        "CPUE": "9.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3.5,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.19",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "3.50",
                        "quartileCount": "N/A",
                        "totalWeight": 7.4,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.06",
                        "totalCatch": 7
                    }
                ],
                "narrative": "<p>Splake are present in above average numbers and brook trout are present in average numbers. However, total numbers of trout caught (12.5/gillnet) are well above average. Growth of brook trout is good (14 after 2 years). Growth of splake (8.5 year) seems average. </p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1986-05-22",
                    "108336",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1986-05-22",
                "lengths": {}
            },
            {
                "surveyID": "9721430730805036",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.50",
                        "quartileCount": "N/A",
                        "totalWeight": 5010.0,
                        "gearCount": 2.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.23",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Jacob Lake, better known locally as Louis Lake, is located within the Boundary Waters Canoe Area Wilderness (BWCAW) within the Superior National Forest and is a non-motorized lake.  It is accessible by a 250 yard portage off the wide spot of the Horse River, just north of Mudro Lake.  It has a maximum depth of 52 feet and very clear water.  \n\nThe lake was thermally stratified on June 4, 2014 with a surface temperature of 69 F and a bottom temperature of 39 F.  Ample oxygen for trout was retained to a depth of 30 feet; the temperature was 40 F at this depth.  \n\nPrior to 2002, brook trout, rainbow trout, and splake were stocked in Louis Lake.  Since 2003 brook trout is the only species that was stocked.  From 2003 to 2010 the St. Croix Falls strain of brook trout were used for stocking.  Since 2011, Minnesota Wild strain brook trout were used.  Growth and survival rates are currently being evaluated for this new strain.  \n\nThe catch of brook trout by weight in this assessment was 5.5 lbs/gill net which is just above the established goal.  This catch rate was also slightly higher than average for all stream trout lakes within the Tower Fisheries Management Area.  Note that trout abundance is expressed in terms of biomass (lb/net) rather than number/net to reduce the influence of occasional high catches of just-stocked fingerlings. \n\nNine brook trout were captured and ranged in size from 10 to 18 inches with an average of 13 inches.  Size structure seems to be somewhat small however, with only three of the nine fish being over 15 inches; the remaining six were all less than 12 inches.  \n\nStomach content analyses of eight fish showed 3 were empty, 2 contained invertebrates, 2 contained leeches, and 1 had crayfish remains.  \n</p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "2014-06-04",
                    "9721430730805036",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2014-06-04",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                4
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 17
                    }
                }
            },
            {
                "surveyID": "108668",
                "fishCatchSummaries": [
                    {
                        "CPUE": "21.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2851.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.30",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>One gillnet captured 6.3 lbs of brook trout.  By comparison, 24 Ely area stream trout lakes averaged 11.6 lbs/gillnet in recent assessments.  No rainbow trout or splake were captured, but anglers occasionally report catching them.Captured brook trout ranged in size from 6\" to 16\", but most (19 of 21) had been stocked nine months earlier as fall fingerlings.  During this period they grew from average of 0.05 lbs each to 0.16 lbs each.  Trout captured during this assessment were in good condition and had been foraging on various invertebrates (see Field Notes).  </p>",
                "headerInfo": [
                    "Jacob",
                    "Louis",
                    "69007700",
                    "1994-06-07",
                    "108668",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-06-07",
                "lengths": {
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                6,
                                4
                            ],
                            [
                                7,
                                9
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 16
                    }
                }
            }
        ],
        "countyName": "St. Louis"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}