{
    "timestamp": 1737670084,
    "result": {
        "lakeName": "Little Armstrong",
        "sampledPlants": [],
        "shoreLengthMiles": 2.19,
        "DOWNumber": 69027900,
        "waterClarity": [
            [
                "07/09/2018",
                "12"
            ]
        ],
        "averageWaterClarity": "12.0",
        "littoralAcres": 46.0,
        "areaAcres": 69.68,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 26.0,
        "officeCode": "F214",
        "accesses": [
            {
                "location": "60 foot carry down from bike trail to lake.  Bike trail is not open to vehicle use but the access is on state land and open to public use. The public would have to portage down the bike trail to get to the access.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "109293",
                "fishCatchSummaries": [
                    {
                        "CPUE": "10.75",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "LMB",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 43
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "YEP",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "2.22",
                        "quartileCount": "0.3-1.5",
                        "totalWeight": 984.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.6",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.11",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "0.3-1.5",
                        "totalWeight": 226.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.08",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.3-1.0",
                        "totalWeight": 1324.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.4-1.5",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.73",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "0.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "SMB",
                        "gear": "1/4-in trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.44",
                        "quartileCount": "0.1-1.3",
                        "totalWeight": 1342.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "SMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.74",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "2.25",
                        "quartileCount": "0.3-1.8",
                        "totalWeight": 6072.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.5-1.5",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.49",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "5.25",
                        "quartileCount": "0.5-7.0",
                        "totalWeight": 1636.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.2",
                        "species": "YEP",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.17",
                        "totalCatch": 21
                    }
                ],
                "narrative": "<p>Little Armstrong (Camp Lake) is in Ecological Lake Class 10, which consists of 76 lakes in northeast Minnesota that are small, shallow, and have very soft (unmineralized) water.  Little Armstrong is typical of lakes in this lake class except that it is shallower, has a more bowl-shaped lake basin, and has clearer water.Little Armstrong ranks as mesotrophic according to Carlson's Trophic State Index using a Secchi water clarity of 4 M, total phosphorus of 24 ppb, and chlorophyll A of 4 ppb.Little Armstrong was thermally stratified on 07/06/98 and retained adequate oxygen (2 ppm) to a depth of 21 ft, where the temperature was 61 F.  The bottom temperature was 59 F.  There is an inlet on the southwest corner of the lake which drains local highlands.  The bog and open water bay where the inlet enters Little Armstrong is separated from the lake by a beaver dam.  There is no outlet.  Lake bottom substrates along the shoreline are mostly rubble or muck, with some gravel and boulder.  Aquatic plants grow to a depth of 6 ft and are sparsely scattered along the shoreline; the most common plants are white waterlily, snailseed pondweed, and Nuttall's pondweed.There is one seasonal cabin and one year-round cabin on the northeast corner of the lake.  There are two stored boats on an access trail from Armstrong Lake to the northwest side of Little Armstrong.  There is no public access to this lake and the lake survey crew was given permission by the cabin owners to use their road and carry-down access to the lake.Fish sampling in this survey consisted of four standard shallow gillnet sets, nine standard 3/4\" bar mesh double frame trapnets, and four 1/4\" bar mesh single frame trapnets.  Electrofishing for bass was not done on this lake due to the lack of a boat ramp, and shoreline seining was not done due to the lack of smooth sand or gravel seining areas.The total catch of fish (all species combined) in the gillnets of 8 fish/net (5 lb/net) was lower than normal for this lake class.  The total catch of fish in the trapnets of 3 fish/net (0.6 lb/net) was also very low.  Fish populations consisted of largemouth bass, smallmouth bass, and yellow perch.  Conspicuous by their absence were northern pike, which are found in 73% of the lakes in this lake class, and white sucker, which are found in 74% of the lakes.Largemouth bass numbers (2.2/gillnet and 2.2/trapnet) were higher than normal for this lake class.  High numbers of largemouth were also found in the small mesh trapnets.  Largemouth sizes averaged 13\" in the gillnets, but only 5\" in the standard trapnets.  The largest largemouth was 14\", although larger ones were reported by anglers.  Growth of young largemouth appeared to be slower than normal for the area, while growth of older largemouth appeared to be faster than normal.  Smallmouth bass numbers (1.0/gillnet and 0.4/trapnet) were normal for this lake class.  Low numbers of smallmouth were captured in the small mesh trapnets.  While fewer smallmouth than largemouth were captured in survey nets, anglers during the survey period reported catching more smallmouth than largemouth.  Smallmouth sizes averaged 11\" in the gillnets and 10\" in the trapnets; the largest smallmouth was 16'.  Smallmouth growth was normal for the area.Yellow perch numbers (5.2/gillnet and 0.7/trapnet) were normal for this lake class.  Low numbers of perch were captured in the small mesh trapnets.  Perch sizes in the gillnets averaged 7\"; the largest was 10\".  Yellow perch growth was normal for the area.Bass tapeworm was found in 100% of the largemouth and 100% of the smallmouth examined internally during this survey.  Neascus (black spot) or yellow grub were found in 77% of the perch examined, and many of the perch had both of these parasites.  Bass tapeworm, neascus, and yellow grub are all common parasites that are native to the area.  They cannot infect humans, are usually removed by filleting, and are killed at the temperatures used for cooking.  </p>",
                "headerInfo": [
                    "Little Armstrong",
                    "Camp",
                    "69027900",
                    "1998-07-06",
                    "109293",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "1998-07-06",
                "lengths": {
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                2
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                3,
                                1
                            ],
                            [
                                4,
                                12
                            ],
                            [
                                5,
                                5
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 14
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 16
                    },
                    "YEP": {
                        "species": null,
                        "fishCount": [
                            [
                                1,
                                2
                            ],
                            [
                                10,
                                2
                            ],
                            [
                                4,
                                1
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                9
                            ],
                            [
                                7,
                                9
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                2
                            ]
                        ],
                        "minimum_length": 1,
                        "maximum_length": 10
                    }
                }
            },
            {
                "surveyID": "12641832331255136",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.25",
                        "quartileCount": "0.3-1.0",
                        "totalWeight": 4084.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.4-1.5",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.00",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "7.44",
                        "quartileCount": "0.3-1.5",
                        "totalWeight": 7851.0,
                        "gearCount": 9.0,
                        "quartileWeight": "0.2-0.6",
                        "species": "LMB",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.26",
                        "totalCatch": 67
                    },
                    {
                        "CPUE": "3.50",
                        "quartileCount": "0.3-1.8",
                        "totalWeight": 8404.0,
                        "gearCount": 4.0,
                        "quartileWeight": "0.5-1.5",
                        "species": "LMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.32",
                        "totalCatch": 14
                    }
                ],
                "narrative": "<p>Little Armstrong (Camp) Lake is located approximately 10 miles SW of Ely in the Superior National Forest. This small lake has good water clarity and aquatic vegetation can be commonly found in its waters. The surrounding landscape is covered with a canopy of mixed deciduous and coniferous tree species. <br> \n <br> \nPublic access can be obtained by portage off the Camp Lake Road. The 1/2 mile portage currently follows the Mesabi Bike Trail which runs near the N shore of the lake. There are no official campsites located on Little Armstrong. <br> \n <br> \nLargemouth bass and smallmouth bass were the only species sampled during the 2018 survey on Little Armstrong Lake. Based on the sampling, largemouth bass are currently more abundant than smallmouth bass. <br> \n <br> \nLargemouth bass were sampled in both the gill nets (3.5/net) and trap nets (7.4/net). Largemouth sizes ranged from 5 to 16 inches and growth appears to be above average. The average largemouth sampled in the gill nets and trap nets was 13.5 inches and 7.5 inches, respectively. <br> \n <br> \nNine smallmouth bass (2.3/net) were sampled from the gill nets during the 2018 survey of Little Armstrong Lake. The average smallmouth sampled was 12.8 inches long and about 6 years old. The largest smallmouth sampled measured 16.9 inches. No smallmouth were sampled from the trap nets.</p>",
                "headerInfo": [
                    "Little Armstrong",
                    "Camp",
                    "69027900",
                    "2018-07-09",
                    "12641832331255136",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2018-07-09",
                "lengths": {
                    "LMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                9
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                5,
                                2
                            ],
                            [
                                6,
                                36
                            ],
                            [
                                7,
                                21
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 5,
                        "maximum_length": 16
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 16
                    }
                }
            }
        ],
        "countyName": "St. Louis"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}