{
    "timestamp": 1737671273,
    "result": {
        "lakeName": "Toe",
        "sampledPlants": [],
        "shoreLengthMiles": 2.82,
        "DOWNumber": 69021300,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 41.0,
        "areaAcres": 169.04,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 57.0,
        "officeCode": "F214",
        "accesses": [
            {
                "location": "100 rod portage from Lac La Croix near north shore.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            },
            {
                "location": "8 rod portage from Lac La Croix near south shore.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "109464",
                "fishCatchSummaries": [
                    {
                        "CPUE": "6.00",
                        "quartileCount": "1.8-5.5",
                        "totalWeight": 59148.0,
                        "gearCount": 6.0,
                        "quartileWeight": "1.9-3.7",
                        "species": "NOP",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.62",
                        "totalCatch": 36
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "0.5-2.2",
                        "totalWeight": 994.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.2-0.4",
                        "species": "RKB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.12",
                        "totalCatch": 18
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "0.5-2.1",
                        "totalWeight": 1430.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.5-1.4",
                        "species": "SMB",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.53",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "8.33",
                        "quartileCount": "2.0-9.7",
                        "totalWeight": 70951.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.8-2.0",
                        "species": "WAE",
                        "gear": "Standard gill nets",
                        "averageWeight": "3.13",
                        "totalCatch": 50
                    },
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 95.0,
                        "gearCount": 6.0,
                        "quartileWeight": "N/A",
                        "species": "PMK",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.04",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "1.50",
                        "quartileCount": "1.4-13.1",
                        "totalWeight": 529.0,
                        "gearCount": 6.0,
                        "quartileWeight": "0.3-1.0",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.13",
                        "totalCatch": 9
                    }
                ],
                "narrative": "<p>Toe Lake is in the Boundary Waters Canoe Area Wilderness on a no-motor route.  The only riparian development is one campsite and two portage trails to Lac La Croix.Toe Lake is in Ecological Lake Class 5, which consists of 64 lakes in northeast Minnesota that have limited littoral area and have water that is soft (unmineralized) and clear.  Toe Lake is smaller, deeper, and has softer water than most of the lakes in this lake class.Toe Lake ranks as mesotrophic-to-oligotrophic according to Carlson's Trophic State Index, with Chlorophyll-a of 3.1 ppb (mesotrophic) and Secchi water clarity of 4.6 M (oligotrophic).  Unfortunately, the phosphorus level of Toe Lake was less than or equal to the detection limit of 20 ppb, and this coarse detection limit makes this parameter useless for discriminating between oligotrophy and mesotrophy.Toe Lake was thermally stratified on 09/09/2002 with a surface temperature of 72 F and a bottom temperature of 42 F.  Five ppm oxygen was retained to a depth of 29 ft, where the temperature was 46 F, and 2 ppm oxygen was retained to a depth of 38 ft, where the temperature was 44 F.Toe Lake has no inlets.  The outlet to Lac La Croix would be navigable by canoe if water levels were at normal levels and if the beaver dam at the outlet was not present.  Lake bottom substrates along the shoreline are mostly boulder and rubble.  Aquatic plants are sparse and grow to a depth of 13 ft; sedges and sweetgale ring the shoreline, while various pondweeds, water celery, and Canada waterweed are the most common aquatic plants.Fish sampling in this initial survey consisted of six gillnet sets.  Trapnets and shoreline seines were not used due to the difficult access to this lake.The total catch of fish (all species combined) in this lake of 20.7 fish/gillnet was in the first quartile for this lake class.  The total catch of fish by weight (49.0 lb/gillnet) was in the fourth quartile for this lake class.  Fish populations were dominated by northern pike and walleye; many of these fish were quite large.  Lake Class 5 is one of the most productive lake classes in northeast Minnesota, in terms of gillnet catches of fish.Northern pike numbers (6.0/gillnet) were in the fourth quartile for this lake class.  Pike sizes averaged 24.4\" (3.6 lb), which was in the third quartile for this lake class.  The largest pike was 40.0\" (15.6 lb).  Pike scales were difficult to read, but pike growth appeared to be in the normal range by area standards.Walleye numbers (8.3/gillnet) were in the third quartile for this lake class.  Walleye sizes averaged 20.3\" (3.1 lb), which was in the fourth quartile for this lake class.  The largest walleye was 27.0\" (7.3 lb).  Most walleye (52 percent) were age four, from a strong 1998 year class.  Walleye growth was faster than normal (in the fourth quartile) by area standards.Rock bass numbers (3.0/gillnet) were in the fourth quartile for this lake class.  Smallmouth bass numbers (1.0/gillnet) were at the median for this lake class.  Smallmouth sizes averaged 9.9\" and the largest was 13.3\".  Low numbers of cisco and pumpkinseed sunfish were also captured.Some of the northern pike and walleye were infected with neascus.  Some of the smallmouth bass had bass tapeworm larvae in their viscera, and some of the cisco had triaenophorus.  Neascus (black spot), bass tapeworm, and triaenophorus are common parasites that are native to the area.  They cannot infect humans, are often removed by filleting, and are killed at temperatures used to cook fish.</p>",
                "headerInfo": [
                    "Toe",
                    null,
                    "69021300",
                    "2002-09-09",
                    "109464",
                    "Initial Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Initial Survey",
                "surveyDate": "2002-09-09",
                "lengths": {
                    "RKB": {
                        "species": null,
                        "fishCount": [
                            [
                                4,
                                5
                            ],
                            [
                                5,
                                12
                            ],
                            [
                                6,
                                1
                            ]
                        ],
                        "minimum_length": 4,
                        "maximum_length": 6
                    },
                    "WAE": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                1
                            ],
                            [
                                18,
                                11
                            ],
                            [
                                19,
                                13
                            ],
                            [
                                20,
                                9
                            ],
                            [
                                21,
                                8
                            ],
                            [
                                22,
                                5
                            ],
                            [
                                23,
                                1
                            ],
                            [
                                24,
                                1
                            ],
                            [
                                27,
                                1
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 27
                    },
                    "NOP": {
                        "species": null,
                        "fishCount": [
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                21,
                                3
                            ],
                            [
                                22,
                                7
                            ],
                            [
                                23,
                                2
                            ],
                            [
                                24,
                                5
                            ],
                            [
                                25,
                                3
                            ],
                            [
                                27,
                                2
                            ],
                            [
                                28,
                                2
                            ],
                            [
                                29,
                                2
                            ],
                            [
                                31,
                                1
                            ],
                            [
                                33,
                                1
                            ],
                            [
                                35,
                                1
                            ],
                            [
                                39,
                                1
                            ]
                        ],
                        "minimum_length": 13,
                        "maximum_length": 39
                    },
                    "PMK": {
                        "species": null,
                        "fishCount": [
                            [
                                3,
                                4
                            ],
                            [
                                4,
                                1
                            ]
                        ],
                        "minimum_length": 3,
                        "maximum_length": 4
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                7,
                                7
                            ],
                            [
                                8,
                                2
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 8
                    },
                    "SMB": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                7,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 13
                    }
                }
            }
        ],
        "countyName": "St. Louis"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}