{
    "timestamp": 1737644154,
    "result": {
        "lakeName": "Little Turtle",
        "sampledPlants": [],
        "shoreLengthMiles": 0.59,
        "DOWNumber": 1021700,
        "waterClarity": [],
        "averageWaterClarity": "N/A",
        "littoralAcres": 6.0,
        "areaAcres": 10.79,
        "meanDepthFeet": 15.0,
        "maxDepthFeet": 46.0,
        "officeCode": "F211",
        "accesses": [
            {
                "location": "THERE IS AN ACCESS EASEMENT OFF OF THE TOWNSHIP ROAD IN T.46 R.27 S.24.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "UNK",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "113245",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.50",
                        "quartileCount": "4.3-32.8",
                        "totalWeight": 0.75,
                        "gearCount": 4.0,
                        "quartileWeight": "0.1-0.4",
                        "species": "BLG",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.38",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.25",
                        "quartileCount": "N/A",
                        "totalWeight": 1.0,
                        "gearCount": 4.0,
                        "quartileWeight": "N/A",
                        "species": "NOP",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>The present fish population is made up of fish that have probably been stocked by anglers from other area lakes. In the 1958 survey the lake had a low population of northern pike and bluegill with a large population of yellow perch. Between 1914 and 1943 the lake had been stocked with walleye, bass, sunfish and crappies. The survey did note winter angling for black crappie, but none were caught in the survey. The lake was re- claimed in 1959 and in 1960 was stocked with rain- bow trout. In the winter of 1976-77 the lake winter killed and was restored with yearling rainbows the spring of 1977. The lake winter killed in 1978-79 and again in 1979-1980. The last stocking of rainbow trout was in 1978 and in 1979 lake was removed from the stream trout lake stocking program. In 1980 and 1981 the lake was used as a natural walleye rearing pond, but because of the difficulty of removing walleye fingerlings it was not used after 1981. In 1985-86 the lake was again winter tested for oxygen on three dates:  January 27, February 7 and February 26. On January 27 oxygen ranged from a high of 9.1 ppm at 5 feet to a low of 1.2 ppm at 25 ft. in a thirty ft. lake depth. On February 7, with three inches of slush on the ice, oxygen ranged from a high of 5.4 ppm at the surface to a low of 1.2 ppm at 30 ft. in the thirty ft. lake depth. On February 26, with eight inches of slush on the ice, oxygen levels ranged from a high of 3.2 ppm at the surface to a low of 0.6 ppm at the bottom. Oxygen levels dropped below the 2.0 ppm level on January 27. Between 15 and 20 ft., on February 7 between 10 and 20 ft. and on February 26 between 5 and 10 feet.</p>",
                "headerInfo": [
                    "Little Turtle",
                    null,
                    "01021700",
                    "1986-06-04",
                    "113245",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1986-06-04",
                "lengths": {}
            }
        ],
        "countyName": "Aitkin"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}