{
    "timestamp": 1737644169,
    "result": {
        "lakeName": "Loon",
        "sampledPlants": [],
        "shoreLengthMiles": 1.14,
        "DOWNumber": 1002400,
        "waterClarity": [
            [
                "08/02/2021",
                "4.5"
            ],
            [
                "10/09/2012",
                "5"
            ],
            [
                "10/11/2022",
                "5"
            ],
            [
                "10/20/2009",
                "3.5"
            ],
            [
                "10/19/2015",
                "3.5"
            ],
            [
                "08/05/2022",
                "12"
            ]
        ],
        "averageWaterClarity": "5.6",
        "littoralAcres": 22.0,
        "areaAcres": 34.19,
        "meanDepthFeet": 0.0,
        "maxDepthFeet": 21.0,
        "officeCode": "F211",
        "accesses": [
            {
                "location": "The state owned access is on the east side of the lake in the Savannah Portage State Park.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "PRMIT",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "17272122146792026",
                "fishCatchSummaries": [],
                "narrative": "<p>A temperature - dissolved oxygen (TDO) profile was collected on August 2, 2021 to measure the amount of thermal habitat available for trout. A survey of the trout population was planned for the fall (*later postponed to 2022) and with drought conditions during most of the summer we thought it would be good to see what current conditions were like. The TDO3 (temperature at 3 mg/l dissolved oxygen) is a measure used for determining suitable habitat for Tullibee which was determined to be 12.9 degrees C.  While there are no Tullibee in the lake, trout have similar habitat requirements. Water from the surface to about 9 feet was fairly warm, overall oxy-thermal habitat was adequate for trout species from 10 to about 15 feet deep at this time of the year. It's conceivable and likely that fish could also leave the preferred temperature and oxygen boundaries for brief periods to feed at the surface or at depth. </p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "2021-08-02",
                    "17272122146792026",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2021-08-02",
                "lengths": {}
            },
            {
                "surveyID": "5131227138734000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.12",
                        "quartileCount": "N/A",
                        "totalWeight": 628.0,
                        "gearCount": 17.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.69",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.76",
                        "quartileCount": "0.4-1.3",
                        "totalWeight": 11874.0,
                        "gearCount": 17.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "2.01",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "0.35",
                        "quartileCount": "N/A",
                        "totalWeight": 3209.0,
                        "gearCount": 17.0,
                        "quartileWeight": "N/A",
                        "species": "BNT",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.18",
                        "totalCatch": 6
                    },
                    {
                        "CPUE": "2.53",
                        "quartileCount": "N/A",
                        "totalWeight": 12930.0,
                        "gearCount": 17.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.66",
                        "totalCatch": 43
                    }
                ],
                "narrative": "<p>Loon Lake is a designated stream trout lake located entirely within the boundaries of Savannah Portage State Park in eastern Aitkin County.  Anglers who fish Loon Lake are required to have a valid Minnesota State Park permit and a trout stamp.  Park facilities on the lake include the park's main picnic area, swimming beach, canoe rental and boat launch with concrete log ramp.  The use of gas-powered outboard motors is prohibited, limiting anglers to paddling, electric trolling motors, or shore fishing.  Loon Lake is popular with the local residents and visitors to Savannah Portage State Park and provides a unique angling experience for central Minnesota.   <br> \n <br> \nHistorically Loon Lake was a bass-panfish lake until it was reclaimed in 1971.  The initial stocking of rainbow trout took place that fall.  Brook trout yearlings were then introduced in 1985, and stocked nearly annually through 2010.  Splake, a sterile hybrid between male brook trout and female lake trout, was introduced in 1999 and stocked thru 2009.  With changes in hatchery production, beginning in 2011 Loon Lake has been stocked each spring with 2,000 rainbow trout yearlings and 200 brown trout yearlings.  An additional 500 yearling or adult rainbow trout may be stocked later in the year when hatchery surplus is available.  It is believed that the brown trout will be able to take advantage of the available prey (white suckers) and grow to larger sizes to provide a quality element to the fishery.  <br> \n  <br> \nThe 2012 fall trap net assessment sampled 43 rainbow trout ranging in size from 9.4 to 15.0 inches with an average length of 11.8 inches.  The size distribution suggests that some of the 2011 stocked fish were able to survive through two summers and one winter fishing seasons.  If stocked rainbow trout continue to survive multiple fishing seasons, there should be good opportunities for quality fishing in the future. <br> \n <br> \nIn addition, six brown trout were sampled measuring from 12.8 to 14.9 inches.  It is too soon to tell how large brown trout might grow in Loon Lake, but the limited data suggests that at least some fish survive past their first winter.  Future surveys will provide more information on the potential of the brown trout fishery.  <br> \n <br> \nWhite sucker abundance, which had increased through the late 1990's and 2000's, dropped back down to 0.8 per net in 2012.  Lower abundance is favorable because white suckers are known competitors of trout and may be limiting the growth of trout in the system.  However, growth rates for trout at Loon Lake have never been characterized as good, even in years of very low white sucker densities.  <br> \n</p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "2012-10-08",
                    "5131227138734000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2012-10-08",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                15,
                                4
                            ],
                            [
                                16,
                                4
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                1
                            ]
                        ],
                        "minimum_length": 15,
                        "maximum_length": 19
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                1
                            ],
                            [
                                12,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 12
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                7
                            ],
                            [
                                11,
                                17
                            ],
                            [
                                12,
                                4
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                9,
                                5
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 15
                    },
                    "BNT": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                4
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 14
                    }
                }
            },
            {
                "surveyID": "19682228338064000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.89",
                        "quartileCount": "0.4-1.3",
                        "totalWeight": 42941.0,
                        "gearCount": 18.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.89",
                        "totalCatch": 106
                    },
                    {
                        "CPUE": "1.11",
                        "quartileCount": "N/A",
                        "totalWeight": 5298.0,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "BNT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.58",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "8.06",
                        "quartileCount": "N/A",
                        "totalWeight": 30718.0,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.47",
                        "totalCatch": 145
                    }
                ],
                "narrative": "<p>Loon Lake is a designated stream trout lake located entirely within the boundaries of Savannah Portage State Park in northeastern Aitkin County. Anglers who fish Loon Lake are required to have a valid Minnesota State Park permit and a trout stamp. Park facilities on the lake include the park's main picnic area, swimming beach, canoe rental and boat launch with concrete log ramp. The use of gas-powered outboard motors is prohibited, limiting anglers to paddling, electric trolling motors, or shore fishing. Loon Lake is popular with the local residents and visitors to Savannah Portage State Park and provides a unique angling experience for central Minnesota. <br> \n <br> \nHistorically, Loon Lake was a bass-panfish lake until it was reclaimed in 1971. The initial stocking of Rainbow Trout took place that fall. Brook Trout yearlings were then introduced in 1985 and stocked nearly annually through 2010. Splake, a sterile hybrid between male Brook Trout and female Lake Trout, were introduced in 1999 and stocked thru 2010. With changes in hatchery production, beginning in 2011, Loon Lake has been stocked each spring with 2,000 Rainbow Trout yearlings and 200 Brown Trout yearlings. An additional 500 yearling or adult Rainbow Trout may be stocked later in the year when hatchery surplus is available. It is believed that the Brown Trout will be able to take advantage of the available prey (White Suckers) and grow to larger sizes to provide a quality element to the fishery. <br> \n <br> \nCatches of Brown Trout decreased, while Rainbow Trout increased in the 2022 trap net assessment. This survey sampled 145 rainbow trout ranging in size from 8.5 to 12.6 inches with an average length of 10.7 inches. Twenty Brown Trout were also sampled measuring from 9.9 to 14.9 inches with an average length of 11.3 inches. Data suggests that Brown Trout are also surviving past their first winter and are continuing to grow, as previous surveys have documented them out to over 17 inches. Future surveys will provide more information on the potential of the Brown Trout fishery. <br> \n <br> \nWhite Sucker abundance increased for the second survey in a row to 5.9 per net after a short-term decline observed in 2012 (0.75 per net).  This is the highest abundance observed for White Suckers, while providing excellent forage for larger Brown Trout, they may compete with Rainbow Trout and smaller Brown Trout for invertebrate food resources. However, since both Rainbow and Brown Trout appear to be growing much better than previous populations of Brook Trout, the White Suckers may not be having much of a negative effect on growth rates in Loon Lake. It is possible they may be competing amongst themselves or being out competed by the trout as some individuals appeared to be in poor condition. <br> \n</p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "2022-10-11",
                    "19682228338064000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2022-10-11",
                "lengths": {
                    "BNT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                6
                            ],
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                9,
                                3
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 14
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                97
                            ],
                            [
                                11,
                                36
                            ],
                            [
                                12,
                                3
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                7
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 12
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                23
                            ],
                            [
                                11,
                                32
                            ],
                            [
                                12,
                                22
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                15,
                                7
                            ],
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                6
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                20,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 20
                    }
                }
            },
            {
                "surveyID": "4260923827947016",
                "fishCatchSummaries": [
                    {
                        "CPUE": "8.89",
                        "quartileCount": "N/A",
                        "totalWeight": 30279.0,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.42",
                        "totalCatch": 160
                    },
                    {
                        "CPUE": "3.78",
                        "quartileCount": "0.4-1.3",
                        "totalWeight": 28877.0,
                        "gearCount": 18.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.94",
                        "totalCatch": 68
                    },
                    {
                        "CPUE": "1.89",
                        "quartileCount": "N/A",
                        "totalWeight": 18689.0,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "SPT",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.21",
                        "totalCatch": 34
                    }
                ],
                "narrative": "<p>Loon Lake is a designated stream trout lake located entirely within the boundaries of Savannah Portage State Park in eastern Aitkin County.  The lake is 33 acres in size with a maximum depth of 21 feet.  The lake is surrounded by forested hills covered with a mixture of hardwoods and red pine. Park facilities on the lake include the park's main picnic area, swimming beach, canoe rental and boat launching ramp.  The use of gas-powered outboard motors is prohibited on Loon Lake, limiting anglers to paddling, electric trolling motors, or shore fishing.  <br> \n <br> \nHistorically Loon Lake was a bass-panfish lake until it was reclaimed in 1971.  The initial stocking of rainbow trout took place that fall. Brook trout yearlings were introduced in 1983.  The splake is a sterile hybrid between male brook trout and female lake trout, and was introduced in 1999.  Splake performance is similar to that of brook trout in that they do well in lakes with low fertility levels.  Splake are typically less vulnerable to angling than their parental species, and have the potential to provide a trophy element to the fishery.   <br> \n <br> \nSplake catches were much higher in 2009 than the previous survey in 2004.  A total of 34 splake were captured in 2009 compared to 1 in 2004.  Splake ranged in size from 11 to 18.3 inches, which indicates a decent amount of over-winter survival has occurred in recent years. Though splake are not as numerous as brook trout, they do provide an opportunity for the angler to catch some larger fish.  <br> \n <br> \nBrook trout numbers have increased as well since 2004, the trap net catch at 8.9 per net was the highest documented since 1986.  The mean size of brook trout was 10.4 inches and the largest individual was 12.7 inches.  Due to department wide operational changes in the hatchery system, splake and St. Croix falls strain brook trout will not be available in the future.  Instead, beginning in 2012 (or sooner if fish are available), Loon Lake will be stocked annually with 2,000 rainbow trout yearlings and 200 brown trout yearlings.  An additional 500 yearling or adult rainbow trout may be stocked later in summer/fall when hatchery surplus is available.  It is hoped that the brown trout will take the place of the splake by offering anglers a chance of catching larger fish. <br> \n <br> \nWhite sucker numbers have also increased on Loon Lake.  The trap net catch rate has more than doubled since 2004.  Many of the brook trout sampled in 2009 seemed to be thinner than normal and in poor overall condition.  White suckers are known to compete with trout and could partly explain the poor condition of some brook trout.  The overall higher brook trout density may also be contributing to the poor condition of the brook trout. <br> \n <br> \nLoon Lake is very popular with the many visitors to Savannah Portage State Park.  This fishery provides a rare angling experience that cannot be found in any other state park in central Minnesota.  For the local residents, Loon Lake provides an angling opportunity for a coldwater species, which is also unique to this area. Anglers who fish Loon Lake are required to have a valid Minnesota State Park permit and a trout stamp. <br> \n</p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "2009-10-12",
                    "4260923827947016",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-10-12",
                "lengths": {
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                5
                            ],
                            [
                                13,
                                16
                            ],
                            [
                                14,
                                13
                            ],
                            [
                                15,
                                9
                            ],
                            [
                                16,
                                15
                            ],
                            [
                                17,
                                7
                            ],
                            [
                                18,
                                2
                            ],
                            [
                                19,
                                2
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 19
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                80
                            ],
                            [
                                11,
                                23
                            ],
                            [
                                12,
                                6
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                47
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 12
                    },
                    "SPT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                14,
                                9
                            ],
                            [
                                15,
                                12
                            ],
                            [
                                16,
                                7
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                18,
                                2
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 18
                    }
                }
            },
            {
                "surveyID": "13091529234631000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.06",
                        "quartileCount": "0.4-1.3",
                        "totalWeight": 43529.0,
                        "gearCount": 18.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.74",
                        "totalCatch": 55
                    },
                    {
                        "CPUE": "2.72",
                        "quartileCount": "N/A",
                        "totalWeight": 28468.0,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "BNT",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.28",
                        "totalCatch": 49
                    },
                    {
                        "CPUE": "4.17",
                        "quartileCount": "N/A",
                        "totalWeight": 16758.0,
                        "gearCount": 18.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.49",
                        "totalCatch": 75
                    }
                ],
                "narrative": "<p>Loon Lake is a designated stream trout lake located entirely within the boundaries of Savannah Portage State Park in northeastern Aitkin County. Anglers who fish Loon Lake are required to have a valid Minnesota State Park permit and a trout stamp. Park facilities on the lake include the park's main picnic area, swimming beach, canoe rental and boat launch with concrete log ramp. The use of gas-powered outboard motors is prohibited, limiting anglers to paddling, electric trolling motors, or shore fishing. Loon Lake is popular with the local residents and visitors to Savannah Portage State Park and provides a unique angling experience for central Minnesota. <br> \n <br> \nHistorically, Loon Lake was a bass-panfish lake until it was reclaimed in 1971. The initial stocking of rainbow trout took place that fall. Brook trout yearlings were then introduced in 1985, and stocked nearly annually through 2010. Splake, a sterile hybrid between male brook trout and female lake trout, were introduced in 1999 and stocked thru 2009. With changes in hatchery production, beginning in 2011, Loon Lake has been stocked each spring with 2,000 rainbow trout yearlings and 200 brown trout yearlings. An additional 500 yearling or adult rainbow trout may be stocked later in the year when hatchery surplus is available. It is believed that the brown trout will be able to take advantage of the available prey (white suckers) and grow to larger sizes to provide a quality element to the fishery. <br> \n <br> \nCatches of both rainbow and brown trout increased in the 2015 trap net assessment. This survey sampled 75 rainbow trout ranging in size from 8.9 to 14.6 inches with an average length of 11.6 inches. The presence of larger fish indicate some fish are surviving past their first winter, and that rainbow trout are indeed growing in Loon Lake, unlike brook trout previously. Forty-nine brown trout were also sampled measuring from 10 to 17.2 inches with an average length of 14.4 inches. It is too soon to tell how large brown trout might grow in Loon Lake, but the limited data suggests that fish continue to survive past their first winter and are continuing to grow. Future surveys will provide more information on the potential of the brown trout fishery. <br> \n <br> \nWhite sucker abundance increased again to 3.1 per net after a short term decline observed in 2012 (0.75 per net).  White suckers, while providing excellent forage for larger brown trout, may compete with rainbow trout and smaller brown trout for invertebrate food resources. However, since both rainbow and brown trout appear to be growing much better than previous populations of brook trout, the white suckers may not be having much of a negative effect on growth rates in Loon Lake.  <br> \n</p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "2015-10-19",
                    "13091529234631000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2015-10-19",
                "lengths": {
                    "BNT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                2
                            ],
                            [
                                11,
                                2
                            ],
                            [
                                12,
                                7
                            ],
                            [
                                13,
                                5
                            ],
                            [
                                14,
                                11
                            ],
                            [
                                15,
                                9
                            ],
                            [
                                16,
                                8
                            ],
                            [
                                17,
                                5
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 17
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                11
                            ],
                            [
                                11,
                                44
                            ],
                            [
                                12,
                                17
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                8,
                                1
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 14
                    },
                    "WTS": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                13
                            ],
                            [
                                13,
                                3
                            ],
                            [
                                14,
                                2
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                7
                            ],
                            [
                                17,
                                10
                            ],
                            [
                                18,
                                6
                            ],
                            [
                                19,
                                3
                            ],
                            [
                                20,
                                2
                            ],
                            [
                                21,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 21
                    }
                }
            },
            {
                "surveyID": "113285",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.55",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 20.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 91
                    },
                    {
                        "CPUE": "0.10",
                        "quartileCount": "0.4-1.3",
                        "totalWeight": 0.0,
                        "gearCount": 20.0,
                        "quartileWeight": "0.7-2.3",
                        "species": "WTS",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 2
                    },
                    {
                        "CPUE": "0.05",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 20.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Brook trout captured can be separated into three groups: the 1988 stockings and two 1989 stockings. Brook trout stocked in 1988 were 3.3 per pound, using a condition factor of 0.00035 the mean length was 9.5 inches at the time they were stocked. Those fish sampled between 10.0 and 13.9 inches in length were probably from that stockings. At the time of the netting these fish had a mean length of 12.1 inches. This represents an average in- crease in length of 2.6 inches or 27.4 percent growth in length. In 1989 there were two brook trout stockings; one with fish 22.5 per pound and a mean length of 5.0 inches and one with fish 1.5 per pound and a mean length of 12.4 inches. The smaller fish sampled (7.0 and 9.9 inches in length) are probably fish that were stocked at 22.5 per pound. These fish had a mean length of 8.8 inches which represents an average increase in length of 3.8 inches or 76.0 percent. The fish that were sampled between 14.0 and 15.9 inches in length probably came from an introduction of stocked fish at a rate of 1.5 per pound. At the time of the sampling these fish had a mean length of 14.7 inches which represents an average increase in length of 2.3 inches or 18.5 percent.</p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "1989-10-02",
                    "113285",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1989-10-02",
                "lengths": {}
            },
            {
                "surveyID": "16692221725868003",
                "fishCatchSummaries": [],
                "narrative": "<p>A temperature - dissolved oxygen (TDO) profile was collected on August 8, 2022, to measure the amount of thermal habitat available for trout. A survey of the trout population was planned for the fall 2022 after being canceled in 2021. A profile was also collected in 2021 prior to the fish population survey being canceled for that year. The TDO3 (temperature at 3 mg/l dissolved oxygen) is a measure used for determining suitable habitat for Tullibee which was determined to be 13.5 degrees C.  While there are no Tullibee in the lake, trout have similar habitat requirements. Water from the surface to about 11 feet was fairly warm, overall oxy-thermal habitat was adequate for trout species from 10 to about 15 feet deep at this time of the year. It's conceivable that fish could also leave the temperature and oxygen boundaries for brief periods to feed at the surface and such. </p>",
                "headerInfo": [
                    "Loon",
                    "Townline",
                    "01002400",
                    "2022-08-05",
                    "16692221725868003",
                    "Targeted Survey"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Targeted Survey",
                "surveyDate": "2022-08-05",
                "lengths": {}
            }
        ],
        "countyName": "Aitkin"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}