{
    "timestamp": 1737644381,
    "result": {
        "lakeName": "Taylor",
        "sampledPlants": [],
        "shoreLengthMiles": 1.32,
        "DOWNumber": 1010900,
        "waterClarity": [
            [
                "10/12/2009",
                "12.5"
            ],
            [
                "10/09/2017",
                "11"
            ],
            [
                "08/18/2023",
                "13"
            ],
            [
                "10/17/2023",
                "10.5"
            ],
            [
                "10/10/2011",
                "24"
            ],
            [
                "10/09/2014",
                "15.5"
            ]
        ],
        "averageWaterClarity": "14.4",
        "littoralAcres": 17.8,
        "areaAcres": 54.95,
        "meanDepthFeet": 23.0,
        "maxDepthFeet": 84.0,
        "officeCode": "F211",
        "accesses": [
            {
                "location": "THE PUBLIC ACCESS IS LOCATED ON THE NORTHEAST CORNER OF THE LAKE.",
                "ownerTypeID": null,
                "accessTypeID": null,
                "publicUseAuthCode": "OPEN",
                "lakeAccessComments": " "
            }
        ],
        "surveys": [
            {
                "surveyID": "113704",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.33",
                        "quartileCount": "N/A",
                        "totalWeight": 14936.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.82",
                        "totalCatch": 40
                    },
                    {
                        "CPUE": "3.67",
                        "quartileCount": "N/A",
                        "totalWeight": 4493.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.90",
                        "totalCatch": 11
                    },
                    {
                        "CPUE": "5.33",
                        "quartileCount": "N/A",
                        "totalWeight": 5371.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.74",
                        "totalCatch": 16
                    },
                    {
                        "CPUE": "1.83",
                        "quartileCount": "N/A",
                        "totalWeight": 5972.0,
                        "gearCount": 12.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.60",
                        "totalCatch": 22
                    }
                ],
                "narrative": "<p>Taylor Lake is a designated stream trout lake located in northern Aitkin County.  The lake is 52 acres in size and has a maximum depth of 84 feet. The water is clear with a secchi disc reading of 12 feet.  Approximately 75 percent of the shoreline is publicly owned with a carry-in public access located on the northeast corner of the lake.Taylor Lake was originally a bass-panfish lake that was reclaimed in 1960. Following the reclamation an initial stocking of brook trout and rainbow trout was conducted in 1961.  From 1962 to 1984 Taylor Lake was managed for rainbow trout with annual stockings of fall fingerlings. Since 1985 Taylor Lake has received an annual spring stocking of yearling brook trout in addition to the fall rainbow trout stocking.  Angling pressure remains moderate on Taylor Lake. Pressure estimates from the 1978 and 1979 creel surveys were 95 and 82 angler-hours per acre respectively. The pressure estimate from the 1998 creel survey was 112 angler-hours per acre. Catch rates and harvest rates remain good with a seasonal catch rate of 0.5 fish per angler-hour and a harvest rate of 0.37 fish per angler-hour.  While most of the fish are harvested in their first season some fish survive to provide a trophy element to the fishery.  In 1998 thirty percent of the rainbow trout harvested were greater than 12 inches in length with the largest almost 17 inches long. Brook trout up to 15 inches in length were reported.  Anecdotal reports indicated that a 5-pound brook trout was harvested in 2004.In the 2004 lake survey a 20-inch brook trout and an 18.5-inch rainbow trout were sampled.  Fifty-six brook trout were sampled with an average length of 12.4 inches, and 33 rainbow trout were sampled with an average length of 12.3 inches. This indicates that a good number of trout are surviving over the summer and carrying over to the fall fishery and the following season. Brook trout and rainbow trout cannot reproduce successfully in Taylor Lake and therefore the lake is managed as a put-grow-and- take fishery. Anglers who fish Taylor Lake are bound to the statewide stream trout seasons and limits for inland lakes and streams. Currently anglers may keep 5 trout combined and not more than 3 may be longer than 16 inches.Three gill nets were set in 2004.  No other species were caught besides trout.  This is significant because the initial reclamation on Taylor Lake was conducted 45 years ago, and the lake appears to continue to be free of other species that would compromise management goals.</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "2004-10-04",
                    "113704",
                    "Re-Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Re-Survey",
                "surveyDate": "2004-10-04",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                1
                            ],
                            [
                                11,
                                19
                            ],
                            [
                                12,
                                10
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                18,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 18
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                10
                            ],
                            [
                                11,
                                19
                            ],
                            [
                                12,
                                11
                            ],
                            [
                                13,
                                6
                            ],
                            [
                                14,
                                4
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                19,
                                2
                            ],
                            [
                                9,
                                1
                            ]
                        ],
                        "minimum_length": 9,
                        "maximum_length": 19
                    }
                }
            },
            {
                "surveyID": "4260923737759036",
                "fishCatchSummaries": [
                    {
                        "CPUE": "3.88",
                        "quartileCount": "N/A",
                        "totalWeight": 58113.0,
                        "gearCount": 43.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.77",
                        "totalCatch": 167
                    },
                    {
                        "CPUE": "7.67",
                        "quartileCount": "N/A",
                        "totalWeight": 6470.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.62",
                        "totalCatch": 23
                    },
                    {
                        "CPUE": "0.09",
                        "quartileCount": "1.1",
                        "totalWeight": 2470.0,
                        "gearCount": 43.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.36",
                        "totalCatch": 4
                    },
                    {
                        "CPUE": "4.33",
                        "quartileCount": "N/A",
                        "totalWeight": 3782.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.64",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "N/A",
                        "totalWeight": 15662.0,
                        "gearCount": 43.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.61",
                        "totalCatch": 57
                    },
                    {
                        "CPUE": "0.67",
                        "quartileCount": "1.0-16.3",
                        "totalWeight": 1374.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.6-2.3",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.51",
                        "totalCatch": 2
                    }
                ],
                "narrative": "<p>Taylor Lake is a designated stream trout lake located in northern Aitkin County.  The lake is 52 acres in size and has a maximum depth of 84 feet. The water is clear with a secchi disc reading of 12 feet.  Approximately 75 percent of the shoreline is publicly owned with a carry-in public access located on the northeast corner of the lake. <br> \nTaylor Lake was originally a bass-panfish lake that was reclaimed in 1960. Following the reclamation an initial stocking of brook trout and rainbow trout was conducted in 1961.  From 1962 to 1984 Taylor Lake was managed for rainbow trout with annual stockings of fall fingerlings. Since 1985 Taylor Lake has also received an annual spring stocking of yearling brook trout in addition to the fall rainbow trout stocking.   <br> \n <br> \nAngling pressure remains moderate on Taylor Lake. Catch rates and harvest rates remain good. While most of the fish are harvested in their first season, some fish survive to provide a trophy element to the fishery.  The population assessment done conducted in 2009 revealed brook trout ranging in length from 10.4 to 21.5 inches with 16 percent over 13 inches.   <br> \n <br> \nRainbow trout stocking has also proven to be successful in Taylor Lake.  Rainbow trout sampled in 2009 ranged between 10 and 14 inches, with a large portion of the sample between 11 and 12 inches in length.  The size structure of Taylor Lake trout is an indication that a good number of trout are surviving over the summer and are surviving to the fall and winter fisheries.  <br> \n <br> \nBrook trout and rainbow trout cannot reproduce successfully in Taylor Lake, therefore the lake is managed as a put-grow-and- take fishery. Anglers who fish Taylor Lake are bound to the statewide stream trout seasons and limits for inland lakes and streams. Currently anglers may keep 5 trout combined, not more than 3 may be longer than 16 inches.  Taylor Lake was opened to winter fishing in 2008 and continues to be popular with many anglers. <br> \n <br> \nAdult tullibee (cisco) were stocked into Taylor Lake in 1977 as part of a research project. Tullibee successfully adapted to Taylor, continue to reproduce, and offer alternate forage for larger trout. In 2009, six tullibee were caught at a rate similar to previous investigations indicating that the population is still maintaining itself at a low level.   <br> \n</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "2009-10-05",
                    "4260923737759036",
                    "Special Assessment"
                ],
                "surveyType": "Targeted Survey",
                "surveySubType": "Special Assessment",
                "surveyDate": "2009-10-05",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                12
                            ],
                            [
                                11,
                                51
                            ],
                            [
                                12,
                                14
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 14
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                3
                            ],
                            [
                                16,
                                2
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 16
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                25
                            ],
                            [
                                11,
                                78
                            ],
                            [
                                12,
                                47
                            ],
                            [
                                13,
                                6
                            ],
                            [
                                14,
                                8
                            ],
                            [
                                15,
                                9
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                21,
                                4
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 21
                    }
                }
            },
            {
                "surveyID": "113284",
                "fishCatchSummaries": [
                    {
                        "CPUE": "5.50",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 44
                    },
                    {
                        "CPUE": "1.12",
                        "quartileCount": "1.1",
                        "totalWeight": 0.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "TLC",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 9
                    },
                    {
                        "CPUE": "11.88",
                        "quartileCount": "N/A",
                        "totalWeight": 0.0,
                        "gearCount": 8.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.00",
                        "totalCatch": 95
                    }
                ],
                "narrative": "<p>Brook trout captured can apparently be separated into three groups, the 1988 stocking and the two 1989 stockings. The rainbow trout captured can be separated into two groups, the 1987 and the 1988 stockings. Brook trout stocked in 1988 were 3.3 per pound and using a condition factor of 0.00035 they averaged 9.5 inches in length at the time in length they were stocked. Those fish captured between 10.0 and 13.9 inches in length are probably from that stocking. At the time of the netting these fish had a mean length of 12.7 inches. This represents an average increase in length of 3.2 inches or 33.7 percent growth. In 1989 there were two brook trout stockings, one with fish 22.5 per pound and a mean length of 5.0 inches and one with fish 1.5 pound and a mean length of 12.4 inches. The smaller fish sampled, those fish between 7.0 and 9.9 inches in length, are probably fish that were stocked at 22.5 per pound. These fish have a mean length of 8.8 inches which represents an average increase in length of 3.8 inches or 76.0 percent growth. The larger fish that were sampled between 14.0 and 15.9 inches in length probably came from the fish that were stocked at 1.5 per pound. At the time of the netting these fish had a mean length of 14.5 inches which represents a growth of 2.1 inches or 16.9 percent growth. The rainbow trout sampled are primarily from two stockings, 1987 and 1988. The 1987 stocking were 5.4 per pound and had a mean length of 7.7 inches. The fish sampled that were between 11.5 and 13.9 inches were probably from this stocking. These fish had a mean length of 12.6 inches which represents an average increase in length of 4.9 inches or 63.3 percent growth. The fish stocked in 1988 were 8.0 per pound and had a mean length of 6.8 inches were from this stocking. These fish had a mean length of 9.8 inches which represents an average increase in length of 3.0 inches or 44.1 percent growth.</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "1989-10-02",
                    "113284",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1989-10-02",
                "lengths": {}
            },
            {
                "surveyID": "13091728232126000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.25",
                        "quartileCount": "N/A",
                        "totalWeight": 7039.0,
                        "gearCount": 36.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.34",
                        "totalCatch": 45
                    },
                    {
                        "CPUE": "20.00",
                        "quartileCount": "N/A",
                        "totalWeight": 7153.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.79",
                        "totalCatch": 20
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 809.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.36",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "6.33",
                        "quartileCount": "N/A",
                        "totalWeight": 75644.0,
                        "gearCount": 36.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.73",
                        "totalCatch": 228
                    },
                    {
                        "CPUE": "1.00",
                        "quartileCount": "1.0-16.3",
                        "totalWeight": 277.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.6-2.3",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.61",
                        "totalCatch": 1
                    }
                ],
                "narrative": "<p>Taylor Lake is a designated stream trout lake located in northern Aitkin County. It is a small, deep lake with clear water and provides a unique opportunity for the Aitkin area. Much of the shoreline is publicly owned, with a carry-in only public access located on the northeast corner of the lake. Taylor Lake was originally a bass-panfish lake that was intentionally converted to a stream trout lake in 1960. The initial trout stocking occurred in 1961and consisted of brook trout and rainbow trout. From 1962 to 1984, Taylor Lake was managed solely for rainbow trout with annual stocking of fall fingerlings. In addition, since 1985, Taylor Lake has also received an annual spring stocking of yearling brook trout as well as additional spring rainbow trout yearlings.  Angling pressure remains moderate on Taylor Lake, although has increased somewhat with the opening of winter fishing in 2009. While most of the fish are harvested in their first season, some fish survive to provide a trophy element to the fishery. Additionally, surplus adult fish of each species may also be stocked when available from the hatchery system.   <br> \n <br> \nThe population assessment conducted in 2017 revealed brook trout ranging in length from 6.8 to 16.5 inches, indicating some brook trout stocked in spring survive through the summer and occasionally multiple years.  Rainbow trout stocking has also proven to be successful in Taylor Lake. Rainbow trout sampled in 2017 ranged between 10.2 and 20.3 inches, with 56% of the sample larger than 12 inches in length. The abundance and size structure of Taylor Lake trout are indications that both fall stocked fingerling and spring stocked yearling rainbow and brook trout are surviving over the summer and contributing to the fall and winter fisheries. <br> \n <br> \nBrook trout and rainbow trout cannot reproduce successfully in Taylor Lake and therefore it is managed as a put-grow-and-take fishery. Anglers who fish Taylor Lake are bound to the statewide stream trout seasons and limits and to limitations placed on designated stream trout lakes. Currently anglers may keep 5 trout combined, not more than 3 may be longer than 16 inches.  Releasing larger trout will increase the chances for catching larger trout through recycling. <br> \n <br> \nAdult tullibee were stocked into Taylor Lake in 1977 as part of a research project. Tullibee successfully adapted to Taylor, continue to reproduce, and offer alternate forage for larger trout. Similar to previous investigations, a tullibee was caught in 2017 indicating that the population is still maintaining itself at a low level. <br> \n</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "2017-10-09",
                    "13091728232126000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2017-10-09",
                "lengths": {
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                12,
                                1
                            ]
                        ],
                        "minimum_length": 12,
                        "maximum_length": 12
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                9
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                6,
                                1
                            ],
                            [
                                7,
                                10
                            ],
                            [
                                8,
                                11
                            ],
                            [
                                9,
                                15
                            ]
                        ],
                        "minimum_length": 6,
                        "maximum_length": 16
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                13
                            ],
                            [
                                11,
                                93
                            ],
                            [
                                12,
                                96
                            ],
                            [
                                13,
                                31
                            ],
                            [
                                14,
                                5
                            ],
                            [
                                15,
                                6
                            ],
                            [
                                16,
                                3
                            ],
                            [
                                20,
                                1
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 20
                    }
                }
            },
            {
                "surveyID": "20212323038195000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "4.31",
                        "quartileCount": "N/A",
                        "totalWeight": 28595.0,
                        "gearCount": 36.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.41",
                        "totalCatch": 155
                    },
                    {
                        "CPUE": "15.00",
                        "quartileCount": "N/A",
                        "totalWeight": 3650.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.54",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 784.0,
                        "gearCount": 1.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.35",
                        "totalCatch": 5
                    },
                    {
                        "CPUE": "5.61",
                        "quartileCount": "N/A",
                        "totalWeight": 45817.0,
                        "gearCount": 36.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.50",
                        "totalCatch": 202
                    },
                    {
                        "CPUE": "3.00",
                        "quartileCount": "1.0-16.3",
                        "totalWeight": 2278.0,
                        "gearCount": 1.0,
                        "quartileWeight": "0.6-2.3",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.67",
                        "totalCatch": 3
                    }
                ],
                "narrative": "<p>Taylor Lake is a designated stream trout lake located in northern Aitkin County. It is a small, deep lake with clear water and provides a unique opportunity for the Aitkin area. Much of the shoreline is publicly owned, with a carry-in only public access located on the northeast corner of the lake. Taylor Lake was originally a bass-panfish lake that was intentionally converted to a stream trout lake in 1960. The initial trout stocking occurred in 1961, and consisted of Brook Trout and Rainbow Trout. From 1962 to 1984, Taylor Lake was managed solely for Rainbow Trout with annual stocking of fall fingerlings. Since 1985, Taylor Lake has also received an annual spring stocking of yearling Brook Trout, as well as the fall Rainbow Trout fingerlings. Angling pressure remains moderate on Taylor Lake, although has increased somewhat with the opening of winter fishing in 2009. Recently, management was modified slightly with the addition of stocking additional catchable size trout in late fall.  While most of the fish are harvested in their first season, some fish survive to provide a trophy element to the fishery. Additionally, surplus adult fish of each species may also be stocked when available from the hatchery system.   <br> \n <br> \nBrook Trout and Rainbow Trout cannot reproduce successfully in Taylor Lake and therefore it is managed as a put-grow-and-take fishery. Anglers who fish Taylor Lake are bound to the statewide stream trout seasons and limits and to limitations placed on designated stream trout lakes. Currently anglers may keep 5 trout combined, not more than 3 may be longer than 16 inches.  Releasing larger trout will increase the chances for catching larger trout through recycling. <br> \n <br> \nThe population assessment, conducted in 2023, revealed Brook Trout ranging in length from 8.1 to 13.9 inches, indicating some Brook Trout stocked in spring survive through the summer and occasionally multiple years. With a trap net catch rate of 4.3 per net (highest since 1989), Brook Trout densities appear to have increased from previous surveys. <br> \n <br> \nRainbow Trout stocking has also proven to be successful in Taylor Lake. Rainbow Trout, sampled in 2023, ranged between 8.4 and 15 inches, with 25% of the sample larger than 12 inches in length. Rainbow Trout catch rates were consistent with the previous survey at about 5.6 per trap net and remained above the long-term average of 2.7 per trap net.  <br> \n <br> \nThe abundance and size structure of Taylor Lake trout are indications that both fall stocked fingerling rainbow and spring stocked yearling Brook Trout are surviving over the summer and contributing to the fall and winter fisheries. <br> \n <br> \nAdult Tullibee were stocked into Taylor Lake in 1977, as part of a research project designed to reduce avian predation of stocked trout by adding alternate forage for avian predators. Tullibee successfully adapted to Taylor, continue to reproduce, and offer alternate forage for larger trout. Similar to previous investigations, 3 Tullibee were caught in 2023, indicating that the population is still maintaining itself at a low level. <br> \n</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "2023-08-18",
                    "20212323038195000",
                    "Standard Survey"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Standard Survey",
                "surveyDate": "2023-08-18",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                60
                            ],
                            [
                                11,
                                15
                            ],
                            [
                                12,
                                35
                            ],
                            [
                                13,
                                15
                            ],
                            [
                                14,
                                6
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                8,
                                4
                            ],
                            [
                                9,
                                81
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 15
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                14,
                                1
                            ],
                            [
                                16,
                                2
                            ]
                        ],
                        "minimum_length": 14,
                        "maximum_length": 16
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                55
                            ],
                            [
                                11,
                                15
                            ],
                            [
                                12,
                                18
                            ],
                            [
                                13,
                                1
                            ],
                            [
                                2,
                                1
                            ],
                            [
                                8,
                                16
                            ],
                            [
                                9,
                                54
                            ]
                        ],
                        "minimum_length": 2,
                        "maximum_length": 13
                    }
                }
            },
            {
                "surveyID": "4291128035073000",
                "fishCatchSummaries": [
                    {
                        "CPUE": "1.67",
                        "quartileCount": "N/A",
                        "totalWeight": 24105.0,
                        "gearCount": 43.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.74",
                        "totalCatch": 72
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4470.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.82",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "5.00",
                        "quartileCount": "N/A",
                        "totalWeight": 4679.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.69",
                        "totalCatch": 15
                    },
                    {
                        "CPUE": "2.35",
                        "quartileCount": "N/A",
                        "totalWeight": 26199.0,
                        "gearCount": 43.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.57",
                        "totalCatch": 101
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "1.0-16.3",
                        "totalWeight": 4166.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.6-2.3",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "2.30",
                        "totalCatch": 4
                    }
                ],
                "narrative": "<p>Taylor Lake is a designated stream trout lake located in northern Aitkin County.  The lake is 52 acres in size and has a maximum depth of 84 feet.  The water is clear with a secchi disc reading of 24 feet.  Approximately 75 percent of the shoreline is publicly owned, with a carry-in only public access located on the northeast corner of the lake.  Taylor Lake was originally a bass-panfish lake that was reclaimed in 1960.  Following the reclamation, an initial stocking of brook trout and rainbow trout was conducted in 1961.  From 1962 to 1984, Taylor Lake was managed for rainbow trout with annual stockings of fall fingerlings.  Since 1985, Taylor Lake has also received an annual spring stocking of yearling brook trout in addition to the fall rainbow trout stocking.   <br> \n <br> \nAngling pressure remains moderate on Taylor Lake, although has increased somewhat with the opening of winter fishing in 2009.  Catch rates and harvest rates remain good.  While most of the fish are harvested in their first season, some fish survive to provide a trophy element to the fishery.  The population assessment conducted in 2011 revealed brook trout ranging in length from 8.5 to 17.8 inches with 36 percent over 13 inches.   <br> \n <br> \nRainbow trout stocking has also proven to be successful in Taylor Lake.  Rainbow trout sampled in 2011 ranged between 7.8 to 16.5 inches, with 47% of the sample between 12 and 14 inches in length.  The size structure of Taylor Lake trout is an indication that a good number of trout are surviving over the summer and are surviving to the fall and winter fisheries.  <br> \n <br> \nBrook trout and rainbow trout cannot reproduce successfully in Taylor Lake, therefore the lake is managed as a put-grow-and-take fishery.  Anglers who fish Taylor Lake are bound to the statewide stream trout seasons and limits for inland lakes and streams. Currently anglers may keep 5 trout combined, not more than 3 may be longer than 16 inches.  Taylor Lake was opened to winter fishing in 2008 and continues to be popular with many anglers. <br> \n <br> \nAdult tullibee (cisco) were stocked into Taylor Lake in 1977 as part of a research project. Tullibee successfully adapted to Taylor, continue to reproduce, and offer alternate forage for larger trout.  In 2011, four tullibee were caught at a rate similar to previous investigations indicating that the population is still maintaining itself at a low level.   <br> \n</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "2011-10-10",
                    "4291128035073000",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2011-10-10",
                "lengths": {
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                3
                            ],
                            [
                                17,
                                1
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 17
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                17
                            ],
                            [
                                11,
                                13
                            ],
                            [
                                12,
                                18
                            ],
                            [
                                13,
                                19
                            ],
                            [
                                14,
                                10
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                17,
                                1
                            ],
                            [
                                8,
                                2
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 17
                    },
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                7
                            ],
                            [
                                11,
                                15
                            ],
                            [
                                12,
                                41
                            ],
                            [
                                13,
                                12
                            ],
                            [
                                14,
                                1
                            ],
                            [
                                15,
                                1
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                20
                            ],
                            [
                                9,
                                14
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "113390",
                "fishCatchSummaries": [
                    {
                        "CPUE": "2.83",
                        "quartileCount": "N/A",
                        "totalWeight": 18516.0,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.60",
                        "totalCatch": 68
                    },
                    {
                        "CPUE": "4.79",
                        "quartileCount": "N/A",
                        "totalWeight": 32627.0,
                        "gearCount": 24.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.63",
                        "totalCatch": 115
                    }
                ],
                "narrative": "<p>Taylor Lake has been intensively managed as a stream trout lake since 1961 followingchemical reclamation of the lake in 1960. Two assessment nettings conducted in the 1950'sindicated that the fish population prior to reclamation was comprised mainly of sunfish,largemouth bass and yellow perch. A second chemical reclamation project was conducted inthe fall of 1969 to eradicate yellow perch which had survived the original reclamation.The initial stocking in 1961 was with both rainbow trout and brook trout. Since 1961 thelake has been stocked annually with rainbow trout fingerlings to produce a put-grow-and-take fishery. In 1977 cisco from Ten Mile Lake were introduced into Taylor Lake in a studyto determine if predation by birds on trout could be reduced by introducing an alternativeprey. In 1985 brook trout yearlings were stocked to provide an alternative fishery foranglers because the 1984 fall rainbow trout fingerlings were too small to provide afishery until later in the summer of 1985. Records from the Conservation Officer stationedin Hill City indicated that on opening weekend of 1985 (May 18 and 19) there was a totalof 1,760 hours of angling pressure or 33 angler-hours per surface acre, and that 240 troutwere harvested. Due to this high pressure it was felt that the lake was beingunderstocked. Starting in 1986 Taylor Lake has been stocked annually in the spring with2,000 yearling brook trout to provide active spring and fall fisheries and in the fallwith 5,000 fingerling rainbow trout to grow into the next summer's fishery.</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "1994-10-04",
                    "113390",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "1994-10-04",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                29
                            ],
                            [
                                11,
                                56
                            ],
                            [
                                12,
                                12
                            ],
                            [
                                13,
                                13
                            ],
                            [
                                14,
                                5
                            ]
                        ],
                        "minimum_length": 10,
                        "maximum_length": 14
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                23
                            ],
                            [
                                11,
                                15
                            ],
                            [
                                12,
                                1
                            ],
                            [
                                13,
                                4
                            ],
                            [
                                14,
                                5
                            ],
                            [
                                15,
                                5
                            ],
                            [
                                16,
                                1
                            ],
                            [
                                7,
                                1
                            ],
                            [
                                8,
                                1
                            ],
                            [
                                9,
                                12
                            ]
                        ],
                        "minimum_length": 7,
                        "maximum_length": 16
                    }
                }
            },
            {
                "surveyID": "5131416848549013",
                "fishCatchSummaries": [
                    {
                        "CPUE": "0.83",
                        "quartileCount": "N/A",
                        "totalWeight": 7217.0,
                        "gearCount": 36.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard trap nets",
                        "averageWeight": "0.53",
                        "totalCatch": 30
                    },
                    {
                        "CPUE": "4.33",
                        "quartileCount": "N/A",
                        "totalWeight": 5447.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.92",
                        "totalCatch": 13
                    },
                    {
                        "CPUE": "4.00",
                        "quartileCount": "N/A",
                        "totalWeight": 2200.0,
                        "gearCount": 3.0,
                        "quartileWeight": "N/A",
                        "species": "BKT",
                        "gear": "Standard gill nets",
                        "averageWeight": "0.40",
                        "totalCatch": 12
                    },
                    {
                        "CPUE": "1.67",
                        "quartileCount": "N/A",
                        "totalWeight": 27849.0,
                        "gearCount": 36.0,
                        "quartileWeight": "N/A",
                        "species": "RBT",
                        "gear": "Standard trap nets",
                        "averageWeight": "1.02",
                        "totalCatch": 60
                    },
                    {
                        "CPUE": "1.33",
                        "quartileCount": "1.0-16.3",
                        "totalWeight": 3273.0,
                        "gearCount": 3.0,
                        "quartileWeight": "0.6-2.3",
                        "species": "TLC",
                        "gear": "Standard gill nets",
                        "averageWeight": "1.80",
                        "totalCatch": 4
                    }
                ],
                "narrative": "<p>Taylor Lake is a designated stream trout lake located in northern Aitkin County. It is a small, deep lake with very clear water and provides a unique opportunity for the Aitkin area. Much of the shoreline is publicly owned, with a carry-in only public access located on the northeast corner of the lake. Taylor Lake was originally a bass-panfish lake that was intentionally converted to a stream trout lake in 1960. The initial trout stocking occurred in 1961and consisted of brook trout and rainbow trout. From 1962 to 1984, Taylor Lake was managed solely for rainbow trout with annual stocking of fall fingerlings. In addition, since 1985 Taylor Lake has also received an annual spring stocking of yearling brook trout as well as additional spring rainbow trout yearling stocking.  <br> \n <br> \nAngling pressure remains moderate on Taylor Lake, although has increased somewhat with the opening of winter fishing in 2009. While most of the fish are harvested in their first season, some fish survive to provide a trophy element to the fishery. The population assessment conducted in 2014 revealed brook trout ranging in length from 8.5 to 14.8\" indicating some brook trout stocked in spring survive through the summer and occasionally multiple years. <br> \n <br> \nRainbow trout stocking has also proven to be successful in Taylor Lake. Rainbow trout sampled in 2014 ranged between 11.4 to 22.8\", with 75% of the sample between 12 and 14\" in length. The size structure of Taylor Lake trout is an indication that both fall stocked fingerling and spring stocked yearling rainbow trout are surviving over the summer and contributing to the fall and winter fisheries. <br> \n <br> \nBrook trout and rainbow trout cannot reproduce successfully in Taylor Lake and therefore is managed as a put-grow-and-take fishery. Anglers who fish Taylor Lake are bound to the statewide stream trout seasons and limits and to limitations placed on designated stream trout lakes. Currently anglers may keep 5 trout combined, not more than 3 may be longer than 16\". <br> \nAdult tullibee were stocked into Taylor Lake in 1977 as part of a research project. Tullibee successfully adapted to Taylor, continue to reproduce, and offer alternate forage for larger trout. Similar to previous investigations, four tullibee were caught in 2011 indicating that the population is still maintaining itself at a low level.  <br> \n</p>",
                "headerInfo": [
                    "Taylor",
                    null,
                    "01010900",
                    "2014-10-06",
                    "5131416848549013",
                    "Population Assessment"
                ],
                "surveyType": "Standard Survey",
                "surveySubType": "Population Assessment",
                "surveyDate": "2014-10-06",
                "lengths": {
                    "RBT": {
                        "species": null,
                        "fishCount": [
                            [
                                11,
                                5
                            ],
                            [
                                12,
                                25
                            ],
                            [
                                13,
                                30
                            ],
                            [
                                14,
                                7
                            ],
                            [
                                15,
                                2
                            ],
                            [
                                17,
                                2
                            ],
                            [
                                18,
                                1
                            ],
                            [
                                22,
                                1
                            ]
                        ],
                        "minimum_length": 11,
                        "maximum_length": 22
                    },
                    "BKT": {
                        "species": null,
                        "fishCount": [
                            [
                                10,
                                18
                            ],
                            [
                                11,
                                6
                            ],
                            [
                                12,
                                2
                            ],
                            [
                                13,
                                2
                            ],
                            [
                                14,
                                3
                            ],
                            [
                                8,
                                5
                            ],
                            [
                                9,
                                6
                            ]
                        ],
                        "minimum_length": 8,
                        "maximum_length": 14
                    },
                    "TLC": {
                        "species": null,
                        "fishCount": [
                            [
                                16,
                                2
                            ],
                            [
                                17,
                                2
                            ]
                        ],
                        "minimum_length": 16,
                        "maximum_length": 17
                    }
                }
            }
        ],
        "countyName": "Aitkin"
    },
    "status": "SUCCESS",
    "message": "Normal execution."
}